Map<String, String> getArabicTranslations() {
  return {
    "-10": "تهانينا! وفقًا لاختبار Beck، أنت لا تظهر أعراض الاكتئاب.",
    "1a": "لا أشعر بالحزن.",
    "1b": "أشعر بقليل من الحزن.",
    "1c": "أشعر بالحزن كثيرًا ولا أستطيع تجنبه.",
    "1d": "أشعر بالحزن لدرجة أنني لا أستطيع تحمله بعد الآن.",
    "1p": "غالبًا ما أقول نعم بينما في داخلي أعني لا.",
    "2a": "أنا مرتاح بشأن المستقبل.",
    "2b": "أشعر بالإحباط تجاه المستقبل.",
    "2c": "أشعر أنني لم يعد لدي شيء أتطلع إليه.",
    "2d": "ليس لدي أمل في المستقبل وأشعر أن وضعي لن يتحسن.",
    "2p": "أدافع عن حقوقي دون المساس بحقوق الآخرين.",
    "3a": "بشكل عام، أشعر بالرضا.",
    "3b": "أعتقد أنني مررت بالمزيد من الإخفاقات مقارنة بمعظم الناس.",
    "3c": "عندما أنظر إلى الماضي، كل ما أراه هو سلسلة من الإخفاقات.",
    "3d": "أشعر وكأنني فشل كامل.",
    "3p": "عندما لا أعرف شخصًا جيدًا، أفضل إخفاء ما أفكر أو أشعر به.",
    "4a": "أجد الرضا في الأشياء التي أقوم بها.",
    "4b": "لم أعد أشعر بالرضا عن الأشياء التي كانت ترضيني.",
    "4c": "لا أستطيع حقًا الشعور بالرضا عن أي شيء.",
    "4d": "أشعر بعدم الرضا والملل من كل شيء.",
    "4p": "معظم الوقت، أكون حازمًا وحاسمًا.",
    "5_a": "الطيبة.",
    "5_c": "الضمير.",
    "5_e": "الانبساط.",
    "5_n": "العصابية.",
    "5_o": "الانفتاح.",
    "5a": "عادةً لا أشعر بالذنب.",
    "5b": "أحيانًا أشعر بالذنب.",
    "5c": "في معظم الأحيان، أشعر بالذنب.",
    "5d": "أشعر بالذنب باستمرار.",
    "5p":
        "بشكل عام، من الأسهل والأكثر فعالية التأثير على الآخرين بدلاً من التصرف مباشرة.",
    "6a": "لست ضحية لأي عقوبة.",
    "6b": "أشعر أنني قد أعاقب في نهاية المطاف.",
    "6c": "أشعر أنني أعاقب.",
    "6d": "أنا متأكد من أنني أعاقب.",
    "6p": "لا أشعر بأي تحفظات تجاه انتقاد الآخرين وإبداء رأيي.",
    "7a": "لا أشعر بخيبة أمل في نفسي.",
    "7b": "أنا أشعر بخيبة أمل بسيطة في نفسي.",
    "7c": "أنا أشعر بخيبة أمل كبيرة في نفسي.",
    "7d": "أشعر بأكثر من خيبة أمل؛ في الواقع، أكره نفسي.",
    "7p": "لا أتردد في رفض المهام التي ليست جزءًا من مسؤولياتي.",
    "8a": "أنا لست أسوأ من أي شخص آخر.",
    "8b": "أنتقد نفسي على أخطائي وضعفي.",
    "8c": "ألوم نفسي باستمرار على أخطائي.",
    "8d": "ألوم نفسي على كل خطأ يحدث من حولي.",
    "8p": "لا أخشى التعبير عن رأيي، حتى في وجه المحاورين العدائيين.",
    "9a": "لا أفكر في الانتحار.",
    "9b": "لدي أفكار لإنهاء حياتي ولكن لا أستطيع تنفيذها.",
    "9c": "أتمنى إنهاء حياتي.",
    "9d": "إذا كانت لدي الفرصة، فسأنهي حياتي.",
    "9p": "في المناقشة، أفضل التراجع ومراقبة الأمور.",
    "9pilares":
        "فهم المبادئ التي توجه المؤشرات المستخدمة في الاستبيانات التي تقيس السعادة الوطنية الإجمالية.",
    "9pilares_t": "أعمدة السعادة الوطنية التسعة.",
    "10a": "أنا لا أبكي أكثر من المعتاد.",
    "10b": "أبكي الآن أكثر مما كنت عليه من قبل.",
    "10c": "أقضي معظم وقتي في البكاء.",
    "10d": "لم أعد أستطيع حتى البكاء.",
    "10p": "غالبًا ما يُنتقدني الآخرون لكوني متناقضًا.",
    "11-18":
        "وفقًا لاختبار بيك، تظهر عليك أعراض اكتئاب خفيف. ننصحك باستشارة متخصص إذا استمرت الأعراض.",
    "11-18r": "اكتئاب خفيف",
    "11a": "لا أكون أكثر انزعاجًا من المعتاد.",
    "11b": "أشعر بالانزعاج أكثر من قبل.",
    "11c": "أنا دائمًا منزعج.",
    "11d": "لم أعد أستطيع حتى أن أنزعج.",
    "11p": "أجد صعوبة في الاستماع إلى الآخرين.",
    "12a": "ما زلت مهتمًا بالآخرين.",
    "12b": "أصبحت أقل اهتمامًا بالآخرين مما كنت عليه من قبل.",
    "12c": "فقدت تقريبًا كل اهتمامي بالآخرين.",
    "12d": "فقدت اهتمامي بالآخرين تمامًا.",
    "12p": "أحافظ على الأمور بهدوء وهذا ينجح معي جيدًا.",
    "13a": "أقرر الأمور بنفس السهولة كما في السابق.",
    "13b": "أتجنب اتخاذ القرارات.",
    "13c": "أجد صعوبة كبيرة في اتخاذ القرارات.",
    "13d": "أشعر أنني غير قادر تمامًا على اتخاذ أي قرارات.",
    "13p": "غالبًا ما يعتبرني الناس ماهرًا وحكيمًا في العلاقات.",
    "14a": "أنا راضٍ عن مظهري الجسدي.",
    "14b": "أقلق بشأن التقدم في العمر وفقدان الجاذبية.",
    "14c": "أشعر أن مظهري يتغير مما يجعلني أقل جاذبية.",
    "14d": "أعتقد أنني أبدو سيئًا.",
    "14p": "أبني علاقاتي على الثقة بدلاً من السيطرة أو الحساب.",
    "15a": "أستطيع العمل كما كنت من قبل.",
    "15b": "أحتاج إلى بعض الجهد لبدء العمل.",
    "15c": "أحتاج إلى بذل الكثير من الجهد للعمل.",
    "15d": "لم أعد أستطيع العمل.",
    "15p": "أفضل عدم طلب المساعدة من الزملاء؛ قد يعتقدون أنني غير كفء.",
    "16a": "أنا أنام جيدًا.",
    "16b": "لم أعد أنام جيدًا كما كنت من قبل.",
    "16c":
        "أستيقظ قبل ساعة أو ساعتين من المعتاد وأجد صعوبة في العودة إلى النوم.",
    "16d": "أستيقظ قبل ساعات عديدة من المعتاد ولا أستطيع العودة إلى النوم.",
    "16p": "أنا خجول وأشعر بالارتباك عندما أضطر إلى فعل شيء غير مألوف.",
    "17a": "لا أشعر بالتعب أكثر مما كنت عليه من قبل.",
    "17b": "أنا أكثر تعبًا مما كنت عليه من قبل.",
    "17c": "أتعب من القيام بأي شيء.",
    "17d": "أنا متعب جدًا لدرجة أنني لا أستطيع فعل أي شيء.",
    "17p": "يصفني الناس بأنني سهل التأثير، وهذا يزعجني ويجعل الآخرين يضحكون.",
    "18a": "شهيتي كما هي دائمًا.",
    "18b": "شهيتي ليست كما كانت من قبل.",
    "18c": "شهيتي قد ساءت كثيرًا مؤخرًا.",
    "18d": "لم أعد أشعر بالجوع على الإطلاق.",
    "18p": "أشعر بالراحة في العلاقات وجهًا لوجه.",
    "19-25":
        "مهم: وفقًا لاختبار بيك، تظهر عليك أعراض اكتئاب متوسط. يُنصح بشدة باستشارة متخصص في الصحة النفسية.",
    "19-25r": "اكتئاب معتدل",
    "19a": "وزني مستقر.",
    "19b": "لقد فقدت أو زدت أكثر من 2.5 كجم.",
    "19c": "لقد فقدت أو زدت أكثر من 5 كجم.",
    "19d": "لقد فقدت أو زدت أكثر من 7.5 كجم.",
    "19p": "غالبًا ما أقوم بإحداث ضجة؛ إنها أفضل طريقة للحصول على ما أريد.",
    "20-1": "أشعر بالحاجة لاستشارة 💜 حول كل ما أفعله.",
    "20-2": "أخاف من الوحدة والرفض والهجر.",
    "20-3":
        "عندما أكون مع 💜، لا أستطيع تحمل البعد وأتصل عدة مرات للتحقق من مكانهم ومع من هم.",
    "20-4": "لا أستطيع الاستمتاع باللحظات عندما أكون بمفردي.",
    "20-5": "سعادتي تعتمد تمامًا على 💜، ولا أستطيع تحمل فكرة إنهاء العلاقة.",
    "20-6": "ابتعدت عن أصدقائي وعائلتي منذ بدأت علاقة مع 💜.",
    "20-7": "الوقت الذي أقضيه مع 💜 ليس كافيًا أبدًا؛ أريد دائمًا المزيد.",
    "20-8": "لا أتخذ المبادرة أو أعبر عن آرائي خوفًا من إزعاج 💜.",
    "20-9": "أي نشاط أقوم به بدون 💜 يبدو مملًا ورتيبًا.",
    "20-10": "ألعب دور الضحية لجذب الانتباه من 💜.",
    "20-11": "حياتي بدون 💜 لا معنى لها.",
    "20-12": "أحتاج إلى دليل مستمر على العاطفة والحب.",
    "20-13": "أشعر بالقلق بشأن المستقبل واستقرار العلاقة.",
    "20-14": "أجد صعوبة في وضع حدود عندما يقوم 💜 بشيء يؤلمني.",
    "20-15": "أقدّر 💜 كثيرًا وأشعر بأنني محظوظ لوجود شخص رائع مثله معي.",
    "20-16": "أنا غيور.",
    "20-17": "سأغفر للخيانة لتجنب إنهاء العلاقة.",
    "20-18": "أخصص وقتًا لمساعدة 💜 في كل شيء، بما في ذلك مشكلاتهم الشخصية.",
    "20-19": "لا أستطيع تحمل أخطائي، وأكون نقديًا جدًا تجاه عيوبي.",
    "20-20":
        "إذا كان 💜 مشغولًا وغير منتبه لي، أفكر فورًا أنهم لم يعودوا يحبونني.",
    "20-P": "20",
    "20_titulo": "اختبار سريع",
    "20a": "القلق بشأن صحتي كما كان من قبل.",
    "20b": "أشعر بالقلق بشأن صحتي.",
    "20c":
        "أنا قلق جدًا بشأن صحتي لدرجة أنني أجد صعوبة في التفكير في أي شيء آخر.",
    "20d":
        "أنا قلق جدًا بشأن صحتي لدرجة أنني لا أستطيع التفكير في أي شيء آخر على الإطلاق.",
    "20p": "أنا ثرثار وأقاطع الآخرين دون أن أدرك ذلك.",
    "21a": "لا أشعر بأي تغيير في اهتمامي بالجنس.",
    "21b": "أنا أقل اهتمامًا بالجنس مما كنت عليه من قبل.",
    "21c": "أنا أقل اهتمامًا بالجنس بكثير.",
    "21d": "فقدت تمامًا الاهتمام بالجنس.",
    "21p": "أنا طموح ومستعد لفعل أي شيء لتحقيق أهدافي.",
    "22a": "نهاية الاختبار",
    "22d": "نهاية الاختبار",
    "22p": "بشكل عام، أعرف إلى من ألجأ ومتى؛ هذا مهم للنجاح.",
    "23p": "في حالة الخلاف، أبحث عن تسويات واقعية بناءً على المصالح المتبادلة.",
    "24p": "أفضل أن أكون صريحًا وصادقًا.",
    "25p": "أميل إلى تأجيل المهام.",
    "+26":
        "مهم: وفقًا لاختبار بيك، تظهر عليك أعراض اكتئاب شديد. من الضروري استشارة متخصص في الصحة النفسية فورًا.",
    "26p": "غالبًا ما أترك مهمة غير مكتملة",
    "27p": "بشكل عام، أظهر من أنا دون إخفاء مشاعري",
    "28p": "يستغرق الأمر الكثير لتخويفي",
    "29p": "تخويف الآخرين يمكن أن يكون وسيلة فعالة للحفاظ على السلطة.",
    "30p": "عندما يستغلني أحدهم مرة، أتأكد من الانتقام في المرة القادمة.",
    "31p":
        "عند انتقاد شخص ما، يكون من الفعال الإشارة إلى متى لا يتبعون مبادئهم الخاصة.",
    "32p": "أعرف كيف أستفيد من النظام؛ أنا مبدع.",
    "33p": "يمكنني أن أكون نفسي وأظل مقبولًا اجتماعيًا.",
    "34p": "عندما أختلف، أعبر عن ذلك بوضوح وهدوء.",
    "35p": "أحرص على عدم إزعاج الآخرين.",
    "36p": "أواجه صعوبات جدية في اتخاذ القرارات.",
    "37p":
        "لا أحب أن أكون الشخص الوحيد في مجموعة برأي مختلف، لذا أفضل الانسحاب.",
    "38p": "لست خائفًا من التحدث أمام الجمهور.",
    "39p": "الحياة تبدو مثل الغابة.",
    "40p": "لست خائفًا من مواجهة التحديات الخطيرة والخطيرة.",
    "41p": "يمكن أن يكون خلق الصراع أكثر فعالية من تخفيف التوترات.",
    "42p": "الصدق هو أفضل وسيلة لبناء الثقة في علاقاتنا.",
    "43p": "أعرف كيف أستمع ولا أقاطع الآخرين.",
    "44p": "أكمل ما قررت القيام به.",
    "45p": "لست خائفًا من التعبير عن مشاعري تمامًا كما هي.",
    "46p": "لدي موهبة في كسب الناس وجعلهم يدعمون أفكاري.",
    "47p": "أعرف كيف أثني على الناس للحصول على ما أريد.",
    "48p": "أجد صعوبة في التحكم في مقدار الوقت الذي أقضيه في الحديث.",
    "49p": "أتعامل مع السخرية بشكل جيد.",
    "50p": "أعيش حياة بسيطة وأحيانًا أسمح لنفسي بالتعرض للاستغلال.",
    "51p": "أفضل المراقبة بدلاً من المشاركة.",
    "52p": "أفضل أن أكون وراء الكواليس بدلاً من في الصفوف الأمامية.",
    "53p": "لا أعتقد أن manipulation هو حل فعال.",
    "54p": "لتجنب المشاكل، لا أكشف عن نواياي مبكرًا جدًا.",
    "55p": "أدهش الناس غالبًا بمواقفي.",
    "56p": "أفضل أن أكون ذئبًا بدلاً من خروف.",
    "57p":
        "أستخدم manipulation كثيرًا للحصول على ما أريد؛ إنه الأسلوب الأكثر عملية.",
    "58p": "أعرف، بشكل عام، كيفية الاحتجاج بفعالية دون عدوانية مفرطة.",
    "59p": "أعتقد أن المشاكل لا يمكن حلها حقًا دون معالجة أسبابها العميقة.",
    "60p": "أكره أن يُنظر إليّ بشكل سلبي من قِبل الآخرين.",
    "61p": "نهاية الاختبار",
    "90-1": "أعيش من أجل 💜؛ هم مركز عالمي.",
    "90-2":
        "عندما أتحدث إلى 💜، أقيس كلماتي بعناية لأنني أخاف من رد فعلهم تجاه أفكاري الحقيقية.",
    "90-3":
        "أتجنب القيام بالأشياء التي أريدها، فقط لتجنب إزعاج 💜 أو خلق صراعات.",
    "90-4": "أعتقد أنه من الطبيعي أن تسير الحب والمعاناة جنبًا إلى جنب.",
    "90-5": "أتحمل إساءة 💜 أو عدوانهم لتجنب الرفض أو فقدان 💜.",
    "90-6":
        "أحاول تغيير 💜 بالنصائح أو الإكراه أو التهديدات أو التلاعب لجعل الأمور تحدث كما أعتقد أنها يجب أن تكون.",
    "90-7": "تحديد الحدود مع 💜 يؤدي إلى مناقشات مرهقة لا تؤدي إلى أي مكان.",
    "90-8": "أشعر بالغضب أو الإحباط لأنني لا أستطيع فرض حدود في العلاقة مع 💜.",
    "90-9":
        "أشعر بالغضب أو الإحباط لأنني لا أستطيع حل الأمور مع 💜 مرة واحدة وإلى الأبد.",
    "90-10": "أحيانًا أكون متسامحًا جدًا مع 💜 لكن غير متسامح مع الآخرين.",
    "90-11": "أكذب أو أخفي تصرفات 💜 عن الآخرين.",
    "90-12": "أجد أعذارًا عندما يكتشف الآخرون تصرفات 💜.",
    "90-13":
        "أشعر بالمسؤولية تجاه مشاعر 💜 وأفكارهم واحتياجاتهم وأفعالهم ورفاههم.",
    "90-14": "بشكل عام، أميل إلى العناية برفاهية 💜 أفضل من العناية بنفسي.",
    "90-15": "أشعر بالاستياء عندما لا يهتم 💜 بي بنفس الطريقة.",
    "90-16":
        "بسبب هذه العلاقة، غالبًا ما أشعر بالقلق أو الإرهاق أو الذنب أو الاكتئاب.",
    "90-17": "أعيش لمساعدة 💜، حتى عندما لا يطلبون المساعدة.",
    "90-18": "أرفض الدعوات من الأصدقاء حتى لا يقضوا وقتًا مع 💜.",
    "90-19":
        "أمضي وقتًا طويلاً في الانتظار بقلق لمكالمة أو رسالة نصية أو بريد إلكتروني من 💜.",
    "90-20": "عندما بدأت علاقة مع 💜، أهملت أصدقائي.",
    "90-21": "عندما يحدث شيء خطأ، أميل إلى لوم 💜.",
    "90-22": "أشعر بالحاجة لإنقاذ 💜 عندما يكونون في وضع صعب.",
    "90-23": "أشعر أنني مُستغل أو مجروح من قبل 💜.",
    "90-24": "أدرك أن علاقتنا تحتوي على اختلال كبير بين العطاء والأخذ.",
    "90-25": "التواصل مع 💜 صعب أو شبه غير موجود.",
    "90-26": "أريد تغيير سلوكي مع 💜، ولكنني أستمر في العودة إلى نفس الأنماط.",
    "90-27": "أستخدم الجنس لمحاولة الفوز بـ 💜 والتمسك بهم.",
    "90-28": "أحاول أن أبقى مشغولاً طوال الوقت لتجنب التعامل مع هذه المشكلة.",
    "90-29": "عندما لا أكون على ما يرام مع 💜، يصبح كل شيء آخر في حياتي صعبًا.",
    "90-30": "أتجاهل مشكلاتي مع 💜 وأتظاهر أن الأمور ليست صعبة كما تبدو.",
    "90-31": "أشعر بأنني محاصر في العلاقة مع 💜.",
    "90-32": "أشعر بالخجل من العلاقة مع 💜.",
    "90-33": "أتجنب الحديث عن مشكلاتي.",
    "90-34": "في العلاقات الرومانسية، دائمًا ما أتوقع أن يتم التخلي عني.",
    "90-35":
        "عند بدء علاقة رومانسية، لا أخصص وقتًا كافيًا للتأكد من أن الشخص مناسب لي.",
    "90-36": "أعجل العلاقة بسرعة كبيرة.",
    "90-37":
        "عندما تسوء العلاقة أو تنتهي، أدركت أنني تجاهلت علامات التحذير الواضحة.",
    "90-38": "أميل إلى تكرار أنماط العلاقات المدمرة.",
    "90-39": "أبقى مع 💜 لأنني أخشى أن أكون وحدي.",
    "90-40": "سأترك هذه العلاقة فقط عندما أجد أخرى.",
    "90-41": "أجد صعوبة في الاستمتاع أو الخروج أو السفر بدون 💜.",
    "90-42": "💜 قالوا إنهم يريدون إنهاء العلاقة، لكنني أواصل الإصرار.",
    "90-43": "أميل إلى الثقة ببراءة في الشركاء ذوي الشخصية السيئة.",
    "90-44": "في علاقتي مع 💜، أكتفي بالكثير أقل مما أريد.",
    "90-45":
        "بعد أن تم انتهاكي أو سوء معاملتي من قبل 💜، أقبل أي عذر للعودة، حتى لو ندمت لاحقًا.",
    "90-46":
        "أميل إلى الوقوع في حب الأشخاص غير المتاحين أو العدوانيين أو المعقدين أو غير القادرين على الحب.",
    "90-47": "أشعر بالحاجة لأن أكون مفيدًا لـ 💜 أو أشعر أن 💜 يعتمد علي.",
    "90-48":
        "لكي أشعر بالراحة، غالبًا ما أحتاج إلى معرفة مكان 💜، ومع من هم، وماذا يفعلون.",
    "90-49": "أمر بلحظات من الاكتئاب أو الذنب أو الاستياء.",
    "90-50": "أتعرض لنوبات من الغضب والعدوانية.",
    "90-51": "في بعض الأحيان، أتصرف بشكل غير عقلاني.",
    "90-52": "أحتاج بشكل متكرر إلى دليل على المودة من 💜.",
    "90-53": "سعادتي تعتمد إلى حد كبير على كيفية تصرف 💜 أو عدم تصرفه.",
    "90-54": "أجد صعوبة في قبول 💜 كما هم.",
    "90-55": "في المواقف المجهدة، أميل إلى الرد بشكل سلبي أو عدواني.",
    "90-56":
        "في هذه العلاقة، غالبًا ما أعتقد أن الأمور ستتحسن على الرغم من عدم وجود علامات حقيقية على التحسن.",
    "90-57":
        "عندما أعاني، أميل إلى تحويل المعاناة إلى أعراض جسدية أو لدي بالفعل أمراض نفسجسمانية مزمنة بسبب تاريخي العاطفي.",
    "90-58": "أشكك بشكل متكرر في ما إذا كان 💜 يحبني.",
    "90-59": "أرفض طلب المساعدة.",
    "90-60":
        "لم يكن لدي أهداف واضحة منذ فترة طويلة ولم أستثمر في مجالات أخرى من حياتي بخلاف العلاقة مع 💜.",
    "90-61": "أشعر أنني فقدت الاتجاه والسيطرة على حياتي.",
    "90-62": "بسبب العلاقة مع 💜، فكرت في الانتحار.",
    "90-63": "أعتقد أن الوقت قد حان لإنهائها، ولم أقم بذلك بعد.",
    "90-64": "أتيت من عائلة قمعية أو مشكلاتية أو غير وظيفية.",
    "90-65": "لم أشعر بالحب أو القبول أو الموافقة من أحد الوالدين أو كليهما.",
    "90-66": "كان والدي أو مقدمو الرعاية صارمين جدًا.",
    "90-67": "فيما يتعلق بالأخطاء، أميل إلى أن أكون صارمًا للغاية مع نفسي.",
    "90-68": "فيما يتعلق بالأخطاء، أميل إلى أن أكون غير متسامح مع الآخرين.",
    "90-69": "أعاني من تقلبات مزاجية متكررة وغير مفسرة.",
    "90-70": "أنا مدرك لانخفاض تقديري لذاتي.",
    "90-71":
        "أقلق بسهولة، وفي تلك اللحظات، لا أستطيع التوقف عن التفكير المفرط.",
    "90-72": "أشعر بقليل أو لا أمل.",
    "90-73": "أشعر غالباً بفراغ داخلي عندما أكون وحدي أو بعيداً عن 💜.",
    "90-74": "أشعر بعدم الراحة عند تلقي المجاملات.",
    "90-75": "أخاف جداً من إزعاج الناس.",
    "90-76": "دائماً أعتذر، حتى عندما لم أفعل شيئاً خاطئاً.",
    "90-77": "أواجه صعوبة في الثقة بمشاعري وقراراتي.",
    "90-78": "غالباً ما أقول 'نعم' عندما كنت أريد أن أقول 'لا'.",
    "90-79": "أشعر بسهولة بالذنب في مواقف مختلفة.",
    "90-80": "دائماً أحاول إثبات أنني كافٍ، وأخاف من ارتكاب الأخطاء.",
    "90-81": "دائماً أبحث عن الحب والقبول والتقدير من الآخرين.",
    "90-82": "أواجه صعوبة في الثقة بالناس.",
    "90-83": "ميول إلى الوثوق بأشخاص غير موثوقين.",
    "90-84": "أشعر بسهولة بعدم الكفاءة.",
    "90-85": "أشعر بالأسف أو الذنب بسهولة عندما يواجه الآخرون مشاكل.",
    "90-86": "أشعر بالخجل من حياتي الخاصة.",
    "90-87": "إما أن أكره نفسي أو أبرر أفعالي من خلال لوم والدي أو الآخرين.",
    "90-88": "تمت تسميتي بالمتحكم من قبل الأشخاص الذين يعرفونني.",
    "90-89": "أشعر بحساسية كبيرة تجاه النقد.",
    "90-90": "أواجه صعوبة في البقاء قريباً أو حميمياً مع الناس.",
    "90-91":
        "أشعر بالإجبار على التدخين، والتسوق، والأكل، والمقامرة، والشرب، واستخدام المخدرات، والأدوية، والإنترنت، والعمل، أو الانخراط في أنشطة أخرى بشكل مفرط.",
    "90-T": "اكمل الاختبار",
    "90_titulo": "اكمل الاختبار",
    "+26r": "اكتئاب شديد",
    "-10r": "لا اكتئاب",
    "A": "1) التعريف",
    "A1":
        "الغضب هو عاطفة طبيعية وصحية، ولكن يمكن أن تصبح غير قابلة للتحكم ومدمرة للعلاقات الشخصية والعمل والمدرسة. الغضب غير المتحكم فيه يجعلنا عرضة لعواطف غير متوقعة وقوية. إنه شعور بالاحتجاج، أو عدم الأمان، أو الإحباط تجاه شخص ما أو شيء ما، يُعبر عنه عندما يشعر الأنا بالألم أو التهديد.",
    "A2":
        "تختلف شدة الغضب، أو نقصه، بين الأفراد وتتشكل من خلال التنمية الأخلاقية والنفسية. قد تشعر بالغضب تجاه شخص محدد (زميل في العمل أو زميل في الفصل) أو تجاه حدث مثل الزحام المروري.",
    "A3":
        "يمكن أن يكون الغضب ناتجًا أيضًا عن القلق المفرط أو التركيز على المشكلات الشخصية وذكريات الأحداث الصادمة أو المهمة.",
    "Ag_CalStre": "احسب مستوى التوتر",
    "Ag_ec1": "الحالة الاجتماعية؟",
    "Ag_ec2": "متزوج",
    "Ag_ec3": "أعزب / أرمل",
    "Ag_ec4": "مفصول / مطلق",
    "Ag_faldad": "البيانات مفقودة",
    "Ag_faldad_des": "لم يكمل النموذج:",
    "Ag_fc1": "أطفال في المنزل؟",
    "Ag_fc2": "ليس لدي أطفال في المنزل",
    "Ag_fc3": "لدي 1 أو 2 أطفال في المنزل",
    "Ag_fc4": "لدي أكثر من 3 أطفال في المنزل",
    "Ag_id1": "العمر؟",
    "Ag_id2": "أقل من 25 عامًا",
    "Ag_id3": "ما بين 25 و34 عامًا",
    "Ag_id4": "ما بين 35 و60 عامًا",
    "Ag_id5": "أكثر من 60 عامًا",
    "Ag_red1": "الإقامة؟",
    "Ag_red2": "قرية",
    "Ag_red3": "مدينة صغيرة",
    "Ag_red4": "مدينة كبيرة",
    "Ag_tit": "العوامل المحفزة:",
    "Ag_trb1": "حالة التوظيف؟",
    "Ag_trb2": "طالب",
    "Ag_trb3": "عاطل عن العمل",
    "Ag_trb4": "وظيفة مؤقتة",
    "Ag_trb5": "وظيفة دائمة",
    "Analize": "تحليل النتائج",
    "Ans11-18": "وفقًا لاختبار القلق، لديك أعراض قلق خفيفة.",
    "Ans11-18r": "قلق خفيف",
    "Ans19-25": "تنبيه! وفقًا لاختبار القلق هذا، لديك أعراض قلق معتدلة.",
    "Ans19-25r": "قلق معتدل",
    "Ans+26": "احذر! وفقًا لاختبار القلق هذا، لديك أعراض قلق شديد.",
    "Ans+26r": "قلق شديد",
    "Ans-10": "تهانينا! وفقًا لهذا الاختبار، لديك أعراض قلق ضئيلة.",
    "Ans-10r": "قلق ضئيل",
    "AnsEscala1": "حول درجة اختبار BAI",
    "AnsEscala2": "يتم تسجيل كل إجابة على مقياس من 0 إلى 3",
    "AnsEscala3": "النتيجة ومستويات القلق:",
    "AnsEscala4": "0-7: قلق ضئيل",
    "AnsEscala5": "8-15: قلق خفيف",
    "AnsEscala6": "16-25: قلق متوسط",
    "AnsEscala7": "26-63: قلق شديد",
    "AnsSint": "أعراض القلق",
    "B": "2) علامات التحذير:",
    "B1":
        "عندما نشعر بالغضب، نمر بأفكار ومشاعر وردود فعل جسدية مختلفة. بالنسبة للبعض، تصبح المشاعر غامرة كما لو كانوا على وشك الانفجار. قد لا يدرك آخرون أنهم غاضبون لكنهم يشعرون بالغثيان أو الذنب أو يبالغون في رد الفعل على مواقف أخرى.",
    "B2": "علامات مباشرة:",
    "B3":
        "رفع الصوت، الشتائم، الصداع، آلام المعدة، ضيق الحلق، زيادة معدل ضربات القلب، ارتفاع ضغط الدم، قبض الأيدي، التهديدات، العنف، الضغط، العداء، الغضب، الاستياء.",
    "B4": "علامات غير مباشرة:",
    "B5":
        "النوم المفرط، الإرهاق المزمن، القلق، الخدر، الاكتئاب، الملل، فقدان الشهية، البكاء، النقد المستمر، النكات السيئة أو العدائية، إساءة استخدام الكحول أو المخدرات.",
    "C1":
        "النوم ضروري لمنع وعلاج الاضطرابات العاطفية مثل التوتر والقلق والغضب والاعتماد العاطفي والاكتئاب. الراحة الجيدة ضرورية للجسم والعقل. إليك بعض النصائح:",
    "C1a": "• اذهب إلى الفراش قبل الساعة 10:00 مساءً.",
    "C1b": "• نم حوالي 7 إلى 8 ساعات كل ليلة.",
    "C1c": "• حافظ على جدول نوم واستيقاظ ثابت.",
    "C1d": "إذا كنت تجد صعوبة في النوم، إليك بعض النصائح:",
    "C1e":
        "• تجنب شرب المشروبات الكحولية أو القهوة أو الشاي أو الأطعمة المنشطة مثل الشوكولاتة أو البسكويت أو الكعك قبل النوم.",
    "C1f":
        "• ابتعد عن الشاشات (الهاتف، الجهاز اللوحي، التلفزيون) لمدة ساعة على الأقل قبل النوم. ثبت أن الضوء الأزرق والتأثيرات المحفزة للشاشات تتداخل مع إنتاج الميلاتونين، وهو هرمون مهم للحث على النوم والحفاظ عليه.",
    "C1g":
        "• تناول العشاء قبل النوم بثلاث ساعات على الأقل. إذا كنت قد هضمت وجبتك عند الذهاب إلى الفراش، ستحصل على نوم أفضل.",
    "C1h":
        "• خذ حمامًا دافئًا قبل النوم. سيساعدك ذلك على الاسترخاء وتحفيز النوم.",
    "C1t": "1) نوم جيد",
    "C2":
        "يمكن أن تستنزف الاضطرابات العاطفية طاقتك، مما يجعل ممارسة الرياضة تبدو وكأنها آخر شيء تريد القيام به. ومع ذلك، فإن التمرين ضروري للشفاء ومنع الظروف العاطفية! التمرين المنتظم، خاصة الأنشطة الهوائية في الهواء الطلق، يحفز إنتاج الهرمونات مثل الإندورفين، مما يحسن الشعور بالرفاهية. إليك بعض النصائح:",
    "C2a":
        "• اختر النشاط الذي تستمتع به أكثر أو الأقل كراهية! التمرين البدني الأنسب للأشخاص الذين يعانون من اضطرابات عاطفية هو التمارين الهوائية التي تتم في الهواء الطلق، مثل المشي السريع أو الجري أو ركوب الدراجات أو التجديف.",
    "C2b":
        "• حافظ على روتين يومي من التمارين، مع جلسات تستمر لمدة 30 دقيقة على الأقل يوميًا.",
    "C2t": "2) ممارسة التمارين البدنية",
    "C3":
        "تؤثر الحمية الغذائية ليس فقط على الصحة الجسدية ولكن أيضًا على الرفاهية العاطفية والنفسية. تساعد الحمية الصحية في منع وعلاج الاضطرابات العاطفية. إليك بعض النصائح:",
    "C3a":
        "• تساهم الحمية الصحية في إنتاج السيروتونين، وهو ناقل عصبي يعمل في الدماغ لتنظيم المزاج والنوم والشهية وغيرها من الأشياء.",
    "C3b":
        "• حاول تناول ثلاث وجبات فقط في اليوم في أوقات منتظمة، الإفراط في الأكل أو عدم تناول الطعام شائع بين الأشخاص الذين يعانون من اضطرابات عاطفية.",
    "C3c":
        "• فضل الأطعمة البسيطة والطازجة مثل السلطات والخضروات والبقوليات والفواكه والحبوب والمكسرات. تشمل الأطعمة مثل الموز والأفوكادو والشوفان والجوز واللوز.",
    "C3d":
        "• تجنب الأطعمة الحارة، قلل أو تجنب اللحوم، وإذا كنت تتناول اللحوم، اختر اللحوم الخالية من الدهون مثل الدجاج أو الديك الرومي أو السمك.",
    "C3e":
        "• تجنب الأطعمة التي تحتوي على نسبة عالية من السكر! بينما قد يبدو السكر مريحًا، إلا أنه يؤدي في النهاية إلى تقلبات في المزاج، مما يزيد من تفاقم الاكتئاب.",
    "C3f":
        "• بجانب السكر، يجب أيضًا تجنب الأطعمة الأخرى التي تؤثر على جهازك العصبي، مثل الكحول والقهوة والأطعمة المالحة والأطعمة الدهنية الموجودة أساسًا في الأطعمة المصنعة.",
    "C3g":
        "• انتبه أيضًا إلى البيئة المحيطة أثناء الوجبات: يجب أن تكون هادئة وسلمية وخالية من الإلهاءات.",
    "C3t": "3) حمية صحية",
    "C4":
        "تشير الإحصاءات إلى أن البلدان التي تتعرض لأشعة شمس أقل لديها معدلات انتحار أعلى، وأن الاضطرابات العاطفية تكون أكثر شيوعًا خلال الأشهر الباردة والمظلمة. هذا لأن ضوء الشمس يعمل كمضاد طبيعي للاكتئاب! حاول الخروج يوميًا، واحصل على بعض أشعة الشمس، وادمج ذلك مع التمارين لتحقيق فائدة مضاعفة.",
    "C4t": "4) ضوء الشمس",
    "C5":
        "يعتمد دماغنا بشكل كبير على الأكسجين. تساعد تمارين التنفس التي تشجع على الشهيق العميق في زيادة الأكسجين في الدورة الدموية، مما يحسن وظيفة الدماغ، ويساعد على الاسترخاء، ويوضح الفكر. كما تعزز التمارين البدنية التنفس وتزيد من سعة الرئتين.",
    "C5t": "5) الهواء النقي",
    "C6":
        "الثقة بالنفس، بالآخرين، وبشيء أعلى (مثل الإيمان بالله) ضرورية للتغلب على التوتر والاكتئاب. الضحك يساعد أيضًا: فهو يريح الجسم ويحفز الدماغ على إنتاج مواد كيميائية تعزز الفرح والرفاهية.",
    "C6t": "6) تحل بروح الثقة",
    "C7":
        "احط نفسك بأصدقاء إيجابيين وداعمين لمساعدتك على إعادة صياغة الأفكار السلبية. التحدث عن مشاعرك أمر مهم، ولكن إذا لم يكن ذلك ممكنًا، فابحث عن طرق للتعبير عن نفسك من خلال أنشطة مثل الكتابة، الرقص، عزف الموسيقى، أو الرسم. التعبير الفني يمكن أن يكون علاجياً للغاية ويحفز التغيرات الكيميائية في الدماغ.",
    "C7t": "7) عبر عن مشاعرك",
    "C8": "دعني أخبرك قليلاً عن التحفيز المفرط والاكتئاب:",
    "C8a":
        "• التحفيز المفرط، خاصة من الشاشات مثل الهواتف، التلفزيون، والإنترنت، يولد الدوبامين، 'هرمون المكافأة'، مما يجعل هذه الأنشطة ممتعة للغاية. ومع ذلك، قد يؤدي الإفراط في استخدام الشاشات إلى الإدمان. وهذا يخلق دورة حيث تصبح الأنشطة اليومية مثل القراءة أو التواصل الاجتماعي مملة، وتبحث عن المزيد من وقت الشاشة للمتعة. نتيجة لذلك، قد يتفاقم اكتئابك، وقد تجد صعوبة في إتمام المهام اليومية. لكسر هذه الدورة، قلل من وقت الشاشة وأعد ضبط نظام المكافأة الخاص بك للبدء في الاستمتاع بالأنشطة اليومية مرة أخرى.",
    "C8t": "8) تجنب التحفيز المفرط",
    "C9":
        "كثيرًا ما يذكر الناس تحسنًا عاطفيًا كبيرًا عندما يكون لديهم حيوان أليف. التفاعل مع الحيوانات يمكن أن يعزز مستويات السيروتونين، مما يوفر التشجيع والفرح.",
    "C9t": "9) احصل على حيوان أليف",
    "C10":
        "الرعاية الخارجية: يزيد الاستحمام اليومي من الاسترخاء، والنظافة، والثقة بالنفس. قد يتجاهل الأشخاص الذين يعانون من الاكتئاب هذا الأمر، ولكن الرعاية الشخصية المنتظمة تحسن المزاج وتزيد من الشعور بالقيمة الذاتية.",
    "C10a":
        "الرعاية الداخلية: الماء ضروري للرفاهية البدنية والعقلية. حافظ على عادات الترطيب الجيدة من خلال هذه النصائح:",
    "C10b": "• اشرب الماء طوال اليوم، ويفضل بين الوجبات.",
    "C10c": "• يجب أن يكون تناولك للماء ما لا يقل عن 1.5 إلى 2 لتر يوميًا.",
    "C10d":
        "• مؤشر جيد على الترطيب الكافي هو لون البول: يجب أن يكون أصفر فاتح.",
    "C10t": "10) الماء داخليًا وخارجيًا",
    "C11":
        "قد تضطر إلى محاربة هذه الأعراض طوال حياتك. بعض الأيام ستكون أفضل من غيرها، ولكن لا تستسلم.",
    "C11a": "• تقبل اللحظة الحالية، لا تهرب من الواقع.",
    "C11b": "• لا يوجد علاج معجزة سيغير عقلك بين عشية وضحاها، حتى الأدوية.",
    "C11c": "• خذ خطوة واحدة في كل مرة، ولكن في الاتجاه الصحيح.",
    "C11d":
        "• لزيادة قدرتك على محاربة المشكلة، طبق كل هذه النصائح. معًا، ستساعدك بالتأكيد، كما ساعدت ملايين الأشخاص.",
    "C11e": "• ابدأ في التجربة اليوم. لا تستسلم للمعركة.",
    "C11t": "لا تستسلم للمعركة.",
    "CAUSA":
        "نميل إلى تكرار ما تعلمناه في الطفولة في مرحلة البلوغ. الطريقة التي تلقينا بها العاطفة خلال تلك المرحلة من الحياة تؤثر بشكل مباشر على كيفية تفاعلنا كبالغين. بشكل عام، البالغون الذين يعانون من احتياج عاطفي هم أولئك الذين لم يتلقوا الاهتمام والعاطفة الضرورية لتطوير احترام الذات والإيمان باستقلاليتهم. يسعون إلى ملء هذا النقص في العاطفة من خلال علاقات أخرى، مما يؤدي إلى التبعية. ومع ذلك، يمكن أن ترتبط هذه التبعية أيضًا بعوامل أخرى مثل الهجر الجسدي أو العاطفي، والرفض، والتنمر.",
    "CAUSA_T": "السبب",
    "D": "4) طرق للتعبير عن الغضب:",
    "D1":
        "الطريقة الأكثر طبيعية وغريزية للتعبير عن الغضب هي من خلال الاستجابات العدوانية. الغضب هو استجابة طبيعية وتكيفية للتهديدات؛ فهو يثير مشاعر وسلوكيات قوية، وغالبًا ما تكون عدوانية، تتيح القتال أو الدفاع عند الهجوم. بعض الغضب ضروري لبقائنا. ومع ذلك، لا يمكننا التنفيس عن كل شخص أو شيء يزعجنا؛ القوانين والأعراف الاجتماعية والحس السليم تضع حدودًا على كيفية التعبير عن غضبنا. يستخدم الناس مجموعة متنوعة من العمليات، سواء كانت واعية أو غير واعية، لإدارة هذه المشاعر بطرق فعالة واجتماعية.",
    "DEF":
        "الاعتماد العاطفي هو سلوك دائري يعتقد فيه الشخص أنه يحتاج إلى شخص ما ليعيش، ليشعر بالاكتمال، أو ليكون سعيدًا. إنه اضطراب نفسي شائع جدًا، سواء بين الأزواج أو في العلاقات العائلية والصداقة، ويؤثر ليس فقط على الشخص التابع بل أيضًا على الأشخاص الذين لديهم رابط عاطفي معه. مستوى الارتباط كبير لدرجة أن الشخص يشعر بالسوء ويعاني عندما لا يكون الآخر موجودًا. الشخص الذي يعتمد عاطفيًا يتصرف كما لو كان قمرًا صناعيًا، يضحي بفرديته للحفاظ على الرابط العاطفي بأي ثمن.",
    "DEF_T": "التعريف",
    "Err_estciv": "الحالة الاجتماعية مفقودة!",
    "Err_fil": "المعلومات عن الأطفال في المنزل مفقودة!",
    "Err_ida": "العمر مفقود!",
    "Err_res": "معلومات السكن مفقودة!",
    "Err_vinlab": "حالة التوظيف مفقودة!",
    "Escala1": "عن المقياس",
    "Escala2": "يتم تقييم جميع الأسئلة على مقياس من 0 إلى 3.",
    "Escala3": "القيمة ومستوى الاكتئاب:",
    "Escala4": "< 10٪ لا اكتئاب",
    "Escala5": "11-19٪ اكتئاب خفيف",
    "Escala6": "20-29٪ اكتئاب معتدل",
    "Escala7": "> 30٪ اكتئاب شديد",
    "Exttit": "خارجي",
    "F": "5) عمليات التعامل مع الغضب:",
    "F1":
        "1) التعبير عن مشاعر الغضب بحزم (ليس بعدوانية): يتضمن ذلك توضيح احتياجاتك وكيفية تلبيتها دون إيذاء الآخرين. القاعدة الذهبية هي احترام النفس والآخرين!",
    "F2":
        "2) قمع المشاعر: يحدث ذلك عندما تمنع الغضب وتوقف التفكير فيه وتركز على الأشياء الإيجابية. الهدف هو تثبيط الغضب وتحويله إلى سلوكيات أكثر بناءً. الخطر هو أنه من خلال عدم السماح بالتعبير الخارجي عن الغضب، قد يظهر داخليًا، مما يؤدي إلى مشاكل جسدية مثل القلق، والاكتئاب، وارتفاع ضغط الدم، إلخ.",
    "F3":
        "3) التهدئة/الاسترخاء: يتضمن ذلك ليس فقط التحكم في التعبير السلوكي ولكن أيضًا إدارة الاستجابات الداخلية. من الناحية المثالية، يتم تخفيف المشاعر نفسها. الفشل في التعبير الكافي عن الغضب يمكن أن يؤدي إلى مشاكل أخرى، مثل السلوك العدواني السلبي أو الموقف العدائي الدائم. الأشخاص الذين يستخفون بالآخرين باستمرار أو ينتقدون كل شيء أو يطلقون تعليقات ساخرة لم يتعلموا عادة التعبير عن غضبهم بشكل بناء. عادةً ما تكون لديهم علاقات قليلة مرضية. ومع ذلك، احذر! لا ينبغي استخدام هذا كعذر 'للتنفيس بالكامل'. تظهر الأبحاث أن التنفيس عن الغضب بطرق غير منضبطة يمكن أن يعزز العدوانية بدلاً من حل المشكلة. من الأفضل فهم محركات الغضب وتطوير استراتيجيات لمنع التصعيد الضار.",
    "FIBhoje":
        "أصبحت الحكومات تدرك بشكل متزايد أن الناتج المحلي الإجمالي، الذي يقيس مجموع كل ما يتم إنتاجه في البلاد، لديه نقاط عمياء ولا يكفي لتقييم سعادة السكان. أن تكون غنيًا ليس كافيًا لتكون سعيدًا؛ هناك بعض العوامل التي تجعلنا سعداء ولا يمكن شراؤها أو بيعها. أصبحت الحكومات حساسة تجاه هذا وبدأت تدريجيًا في إدخال هذا النوع من أدوات التقييم في سياساتها. الناس السعداء يظهرون إنتاجية أكبر في العمل، ويكونون مبدعين، ويكونون في علاقات صحية ودائمة، ولديهم المزيد من الأصدقاء، ويتمتعون بصحة جيدة، ويتعاملون بشكل أفضل مع الضغوط والمصاعب.",
    "FIBhoje_t": "السعادة الوطنية الإجمالية اليوم",
    "FimTeste": "شاهد إعلانًا بينما نقوم بتحليل إجاباتك.",
    "FimTeste_t": "الاختبار مكتمل",
    "Fort1": "1) يمكنك التعرف على أسباب غضبك.",
    "Fort2": "2) يمكنك تقليل تأثيرات غضبك من خلال التواصل.",
    "Fort3": "3) أنت تعرف كيف تحل مشاكلك لتقليل تأثيرات الغضب.",
    "Fort4": "4) يبدو أنك تعرف متى يجب قمع الغضب ومتى يجب التعبير عنه.",
    "Fort5": "5) يمكنك التحكم في غضبك.",
    "Fort6": "6) يبدو أنك تعرف كيف تسامح عندما يكون ذلك ضروريًا.",
    "Fort7": "7) لديك تحكم عاطفي جيد في غضبك الداخلي.",
    "Fort8": "8) لديك تحكم جيد في مظاهر غضبك الخارجية.",
    "Fort9": "9) لا توجد علامات على أن لديك نظرة عدائية للحياة.",
    "Frac1": "1) أنت لا تفهم تمامًا الأسباب الجذرية لغضبك.",
    "Frac2":
        "2) تحتاج إلى تحسين مهاراتك في التواصل لتقليل تأثير الغضب على نفسك والآخرين.",
    "Frac3":
        "3) تحتاج إلى تطوير مهارات فعالة في حل المشكلات لتخفيف آثار الغضب.",
    "Frac4": "4) تحتاج إلى فهم متى تكبت الغضب ومتى تعبر عنه.",
    "Frac5": "5) تجد صعوبة في السيطرة على غضبك.",
    "Frac6":
        "6) تواجه صعوبة في مسامحة الآخرين، مما يؤثر سلبًا على كل من نفسك والآخرين.",
    "Frac7": "7) تواجه صعوبة في التحكم في غضبك في المواقف العاطفية.",
    "Frac8": "8) تجد صعوبة في إدارة مظاهر غضبك الخارجية.",
    "Frac9": "9) لديك نظرة عدائية للحياة.",
    "G": "6) التعامل مع المشاعر والأفكار:",
    "G1":
        "يمكن فقط تطوير استراتيجيات فعالة من خلال فهم شامل للغضب: ماذا أفكر؟ ماذا أشعر؟ الهدف من هذه الاستراتيجيات ليس القضاء على الغضب تمامًا ولكن التمييز عندما يكون الغضب ملائمًا وكيفية الحفاظ على السيطرة.",
    "G1tit": "الأسباب",
    "G2tit": "الآثار",
    "G3tit": "القضايا",
    "G4tit": "القمع",
    "G5tit": "التحكم",
    "G6tit": "المسامحة",
    "H": "7) التعامل مع المشاعر والأفكار:",
    "H1":
        "عندما تتأمل في المواقف التي تثير غضبك، من المحتمل أن تتذكر مشاعر مكثفة دفعتك للتفاعل بطرق لم تحسن الوضع. لإدارة هذه المشاعر بشكل أفضل، من المهم تحليل الوضع من منظور آخر.",
    "H2": "الخطوة 1: التحليل",
    "H3":
        "في المرة القادمة التي يزعجك فيها شيء أو شخص ما، حاول التقاط الأفكار التي تنشأ حول ذلك الموقف أو الشخص. قم بتدوينها بأسرع ما يمكنك، واجمع تدريجيًا قائمة بالأفكار المتكررة.",
    "H4": "الخطوة 2: التقييم",
    "H5":
        "قم بتقييم أفكارك بعناية. هل هي دقيقة أم مشوهة بواسطة التحيزات العاطفية؟ الأفكار المشوهة عادةً ما تكون غير دقيقة ويمكن أن تأخذ عدة أشكال.",
    "H6":
        "• التصنيف: إسناد تصنيف سلبي دون النظر في فرضيات أو أدلة أخرى، على سبيل المثال: 'هو أحمق.'",
    "H7":
        "• المبالغة: عند تقييم شخص ما، يتم تضخيم العنصر السلبي وتقليل العنصر الإيجابي، على سبيل المثال: 'أعطاني معلمي درجة منخفضة؛ إنها غير عادلة' (لكنها أعطتني أيضًا عدة درجات إيجابية أخرى).",
    "H8":
        "• التخصيص: الاعتقاد أن الآخرين يتصرفون مباشرة ضدك دون النظر إلى أي تفسيرات أكثر plausibility لسلوكهم. على سبيل المثال: 'ذلك الرجل بارد لأنه يعتقد أنه متفوق عليّ' (ربما تلقى ذلك الرجل أخبارًا سلبية من عائلته...).",
    "H9":
        "• رؤية النفق: فقط الجوانب السلبية للموقف تؤخذ في الاعتبار، على سبيل المثال: 'معلمي لا يستطيع فعل أي شيء بشكل صحيح. إنه نقدي وغير حساس ولا يستطيع تدريس المادة بشكل جيد.'",
    "H10":
        "• التفكير 'الأبيض أو الأسود': يُنظر إلى الموقف فقط في فئتين وليس على مقياس، على سبيل المثال: 'صديقي يختلف معي في هذه القضية، لذا فهو لا يدعمني في أي شيء.'",
    "H11":
        "• كونك على حق: المحاولة المستمرة لإثبات أن آرائك وأفعالك صحيحة. من غير المفكر أن تكون مخطئًا، على سبيل المثال: 'الصراخ في زميلي كان مبررًا تمامًا. إنها تستحق ذلك بسبب ما فعلته.'",
    "H12": "الخطوة 3 - ابحث عن طرق أخرى أكثر ملاءمة للتفكير في الوضع:",
    "H13":
        "لكل فكرة مشوهة، اعمل على تحديد طريقة بديلة وبناءة للتفكير تقلل من غضبك. يمكن أن يشمل ذلك استكشاف العناصر الإيجابية لشخص أو موقف، أو النظر في تفسيرات بديلة لسلوك شخص ما، أو أخذ منظور أوسع.",
    "H14": "الخطوة 4 - ممارسة الخطوات السابقة:",
    "H15":
        "يجب ممارسة هذا التحليل كل يوم ليكون فعالًا. مع مرور الوقت، ستصبح أكثر كفاءة في تحديد أفكارك عندما تواجه موقفًا يثير غضبك. من خلال تحديد الأفكار المشوهة واستبدالها بأخرى أكثر ملاءمة، يمكنك تجنب الغمر في الغضب.",
    "Hostil": "عدائي",
    "I": "8) التعامل مع الأعراض الجسدية:",
    "I1":
        "عند مواجهة غضب شديد، فإن النصيحة الأكثر شيوعًا هي 'اهدأ' أو 'استرخِ'. تستهدف هذه التصريحات التعامل مع الأعراض الجسدية للغضب، والتي تبني التوتر في الجسم كما لو كان جاهزًا للانفجار. تعلم الاسترخاء يمكن أن يساعدك في التحكم في الآثار الجسدية للغضب بشكل أكثر فعالية.",
    "I2": "التنفس العميق:",
    "I3":
        "عندما تشعر بالغضب، من الضروري أن يكون لديك تقنية استرخاء يمكن أن تعمل بسرعة وفي أي موقف. التنفس العميق هو إحدى هذه التقنيات. يسمح لجسمك بامتصاص المزيد من الأكسجين، ويبطئ معدل ضربات قلبك، ويساعد في منع الأدرينالين من الانتشار في مجرى الدم. يكون هذا التنفس عميقًا لأنه يتضمن الحجاب الحاجز أو منطقة المعدة بدلاً من الصدر. يجب أن تكون الأنفاس بطيئة وإيقاعية.",
    "I4":
        "عندما تلاحظ علامات جسدية للغضب، خذ لحظة للتركيز على تنفسك، الذي من المحتمل أن يكون سريعًا وضحلًا. كسر هذه الدورة من خلال التنفس ببطء وعمق من الحجاب الحاجز سيساعد جسمك على الاسترخاء وتقليل الأعراض الجسدية للغضب. عندما تبدأ عضلاتك في الاسترخاء، ستبدأ التوترات في التبدد.",
    "I5":
        "تسمح لك هذه الاستراحة القصيرة باستعادة السيطرة على عواطفك، وتحويل أفكارك، والتعامل مع الموقف بشكل أكثر فعالية.",
    "I6": "الاسترخاء التدريجي للعضلات:",
    "I7":
        "تقوم هذه التقنية بانتظام بقبض واسترخاء مجموعات العضلات الرئيسية في جسمك. يساعدك على تحديد التوتر وتحريره. عند استخدامها في المواقف التي تثير الغضب، يمكن أن يقلل الاسترخاء التدريجي للعضلات من هذه المشاعر، مما يساعدك على الحفاظ على الهدوء وأقل غضبًا أثناء تطور الموقف.",
    "Ignorar": "تجاهل النتيجة",
    "Inttit": "داخلي",
    "J": "9) العمل النفسي العلاجي:",
    "J1":
        "إذا لم تساعدك الاقتراحات السابقة على إدارة غضبك بفعالية، أو إذا كنت تواجه مشاكل جدية في التحكم في الغضب، نوصي بطلب المساعدة من متخصص في الرعاية الصحية.",
    "J2":
        "الخطوة الأكثر أهمية هي العثور على شخص يمكنه مساعدتك في استعادة السيطرة. التحدث إلى متخصص يمكن أن يساعد في منع الحالات الضارة وتحسين شعورك تجاه نفسك. بالإضافة إلى ذلك، يمكن أن تعزز العلاج النفسي مهاراتك في التواصل وتحسين علاقاتك.",
    "Med1": "1) في بعض الأحيان يمكنك تحديد أسباب غضبك.",
    "Med2":
        "2) في بعض الأحيان يمكنك تقليل تأثيرات غضبك من خلال التواصل الفعال.",
    "Med3": "3) يمكنك غالبًا حل المشكلات بطرق تساعد على تقليل تأثير الغضب.",
    "Med4": "4) يمكنك إدارة غضبك بفعالية في بعض الأحيان.",
    "Med5": "5) في بعض الأحيان يمكنك التحكم في غضبك.",
    "Med6": "6) قد تواجه صعوبة في التسامح عندما يكون ذلك مطلوبًا.",
    "Med7": "7) يبدو أنك تمتلك تحكمًا معقولًا على عواطفك من الغضب.",
    "Med8": "8) لديك تحكم معقول على مظاهر الغضب الخارجية.",
    "Med9": "9) في بعض الأحيان، تظهر نظرة عدائية تجاه الحياة.",
    "Mudar_atitude_titulo": "هل من الممكن تغيير هذا الموقف؟",
    "NotasRaiva": "كيفية التحكم في الغضب؟",
    "P1": "أنا أنام العدد المناسب من الساعات لاحتياجاتي",
    "P2": "أتناول وجبات الطعام في الوقت المناسب",
    "P3": "أخذ الأدوية المهدئة عندما أشعر بالتوتر",
    "P4":
        "أقضي وقت فراغي على الشاشات (التلفاز، الكمبيوتر، الهاتف المحمول، التابلت، إلخ).",
    "P5": "أمارس الرياضة بانتظام",
    "P6": "أتسرع في تناول الطعام",
    "P7": "أستهلك الأطعمة السكرية والدهنية كلما شعرت بذلك",
    "P8": "أكل الكثير من الفواكه والخضروات",
    "P9": "أشرب الماء بين الوجبات",
    "P11": "أتناول فطورًا جيدًا",
    "P12": "أكل وجبة كبيرة على العشاء.",
    "P13": "أنا مدخن",
    "P14": "أشرب المشروبات الكحولية",
    "P15": "في وقت فراغي، أبحث عن الطبيعة والهواء النقي",
    "P16": "لدي هواية تجعلني أسترخي",
    "P17": "عائلتي صاخبة جدًا",
    "P18": "أشعر أنني أحتاج إلى المزيد من المساحة في المنزل.",
    "P19": "أشيائي منظمة تمامًا",
    "P20": "أستمتع بأجواء منزلي",
    "P21": "جيراني صاخبون جدًا",
    "P22": "هناك الكثير من الناس في المنطقة التي أعيش فيها",
    "P23": "منزلي نظيف ومرتب",
    "P24": "يمكنني الاسترخاء في المنزل",
    "P25": "غرفتي صغيرة جدًا بالنسبة لي",
    "P26": "يعيش الكثير من الناس تحت نفس السقف معي.",
    "P27": "أنا راضٍ عن ديكور منزلي",
    "P28": "منزلي كبير بما يكفي لاحتياجاتنا",
    "P29": "هناك روائح غير مريحة في حيّي",
    "P30": "المنطقة التي أعيش فيها صاخبة جدًا",
    "P31": "الهواء في منطقتي نقي ونظيف",
    "P32": "الشوارع والحدائق في حيي نظيفة ومُعَتنى بها جيدًا",
    "P33": "أعاني من الصداع",
    "P34": "أعاني من آلام في المعدة",
    "P35": "أهضم جيدًا",
    "P36": "أمعائي تعمل بشكل جيد",
    "P37": "أعاني من آلام في الظهر",
    "P38": "أشعر بخفقان القلب و/أو معدل ضربات القلب السريع.",
    "P39": "غالبًا ما أعاني من الحساسية",
    "P40": "أعاني من ضيق التنفس",
    "P41": "أشعر بالتوتر في عضلات عنقي وظهري",
    "P42": "ضغط دمي طبيعي",
    "P43": "ذاكرتي جيدة",
    "P44": "لدي شهية قليلة",
    "P45": "أشعر بالتعب وانخفاض الطاقة.",
    "P46": "أعاني من الأرق",
    "P47": "أتعرق حتى بدون ممارسة الرياضة",
    "P48": "أبكي وأشعر باليأس بسهولة",
    "P49": "وظيفتي تسبب لي الكثير من التوتر",
    "P50": "في وقت فراغي، أفكر في مشاكل العمل",
    "P51": "جدول عملي منتظم",
    "P52": "تسمح لي مهامي بتناول الطعام بهدوء",
    "P53": "أحمل العمل إلى المنزل في الليل وعطلات نهاية الأسبوع",
    "P54": "لدي أكثر من وظيفة",
    "P55": "عندما أعمل، يمر الوقت بسرعة",
    "P56": "أشعر بالفائدة والرضا عن أعمالي",
    "P57": "أخشى فقدان وظيفتي.",
    "P58": "أواجه صعوبات مع زملائي في العمل",
    "P59": "لدي علاقة جيدة مع مديري.",
    "P60": "أعتبر وظيفتي مستقرة",
    "P61": "أستخدم السيارة للعمل",
    "P62": "أنسى تناول الطعام عندما أحتاج إلى إنهاء شيء",
    "P63": "أعتبر نفسي قادرًا على أداء وظيفتي",
    "P64": "لدي انطباع أن مديري وعائلتي يقدّرون العمل الذي أفعله",
    "P65": "أستمتع بأن أكون لطيفًا ومهذبًا مع الناس",
    "P66": "عادةً ما أثق بالآخرين",
    "P67": "أشعر بالإزعاج عندما تعتمد خططي على الآخرين",
    "P68": "تؤثر النقاشات عليّ كثيرًا",
    "P69": "لدي أصدقاء مستعدون للاستماع إليّ",
    "P70": "أنا راضٍ عن علاقاتي الجنسية",
    "P10": "أكل بين الوجبات الرئيسية",
    "P71": "أنا أهتم كثيرًا بما يفكر فيه الآخرون عني",
    "P72": "أريد أن أفعل الأشياء بشكل أفضل من الآخرين",
    "P73": "زملائي في العمل هم أصدقائي",
    "P74": "لدي صبر للاستماع إلى مشاكل الآخرين",
    "P75": "أعتقد أن شريكي يحتاج إلى تغيير كبير لتحسين علاقتنا.",
    "P76": "أكثر من اللازم أتكلم",
    "P77": "عندما أختلف مع شخص ما، أبدأ على الفور برفع صوتي.",
    "P78": "أشعر بالغيرة لأن الآخرين لديهم أكثر مني",
    "P79":
        "أثناء الجدال، أركز على ما سأقوله بعد ذلك بدلاً من الاستماع الكامل للشخص الآخر.",
    "P80": "أشعر بالتوتر عندما يتم إعطائي أوامر",
    "P81": "بشكل عام، أشعر بالرضا عن حياتي",
    "P82": "أحب أن أتكلم بشكل جيد عن الناس",
    "P83": "أشعر بالتوتر عندما يقود شخص ما ببطء أمامي",
    "P84": "عندما تكون هناك طابور طويل، أميل إلى الرحيل.",
    "P85": "عادةً ما أكون كريمًا مع نفسي عند تحديد المواعيد النهائية",
    "P86": "لدي ثقة في المستقبل",
    "P87": "عندما لا يعجبني الموضوع، أميل إلى التفكير في الأسوأ",
    "P88": "أفضل أن أفعل الأشياء بطريقتي وأشعر بالإحباط عندما لا أستطيع.",
    "P89": "لدي روح دعابة جيدة",
    "P90": "أنا راضٍ عن الطريقة التي أنا عليها",
    "P91": "أشعر بالتوتر إذا تم مقاطعتي في وسط نشاط",
    "P92": "أنا مهووس بالكمال",
    "P93": "أفكر كثيرًا في الأشخاص الذين يدينون لي بالمال.",
    "P94": "أشعر بالتوتر الشديد عندما أعلق في ازدحام مروري",
    "P95":
        "أشعر بالملل بسرعة كبيرة أثناء الإجازة وأريد العودة إلى الأنشطة الإنتاجية",
    "P96": "أخاف من الإصابة بمرض مميت مثل السرطان",
    "PH": "العدائية",
    "Perg": "سؤال",
    "R1":
        "لديك ثقة كبيرة بالنفس ولا تعطي الأولوية لعلاقتك على احتياجاتك الشخصية. توزع توازناً جيداً بين علاقتك والجوانب الأخرى من حياتك. ومع ذلك، قد تدافع عن فرديتك بقوة لدرجة أنه يبدو أنك لا تريد الالتزام الكامل. فكر في ما إذا كنت تبتعد عن الالتزام بسبب خوفك من تكوين روابط عميقة أو إظهار الضعف.",
    "R1T": "عدم الاعتماد العاطفي",
    "R2":
        "أنت تعرف أنه في العلاقات، من الضروري تقديم تنازلات والتفاوض. يمكنك التعبير عن مشاعرك بوضوح، ولكن في بعض الحالات، تُظهر عدم الأمان ولا تستطيع الدفاع عن استقلالك. سيكون من الجيد أن تبدأ في وضع الحدود وممارسة العناية الذاتية لتجنب نمو الاعتماد العاطفي وتأثيره السلبي على حياتك.",
    "R2T": "اعتماد عاطفي منخفض",
    "R3":
        "خوفك من فقدان شريكك يدفعك إلى بعض التصرفات التابعة. تحب إرضائهم، وغالباً ما تضع مصالحك الخاصة جانباً. إذا استمرت في التصرف بهذه الطريقة، فإن فرديتك ستتعرض للخطر. تذكر أنه في علاقة صحية، يعتني كل شخص بنفسه، ويملك أهدافًا فردية، ويمكنه التعبير عن آرائه بدون خوف. فكر في سلوكياتك التي قد تساهم في هذا الارتباط غير الآمن.",
    "R3T": "اعتماد عاطفي معتدل",
    "R4":
        "تشعر بحاجة هائلة للعناية بشريكك، حتى لو كان ذلك يعني التضحية بجوانب أساسية من حياتك. كل شيء يدور حول العلاقة، وأنت تحب أن تشعر بأنك مفيد للشخص الآخر. بالإضافة إلى ذلك، تتجنب أي شكل من أشكال الصراع، معتقدًا أن العلاقة السعيدة هي علاقة بدون شجارات. ومع ذلك، لا تظن خطأً: هذا الأسلوب من التصرف سيجلب العواقب عاجلاً أم آجلاً. الفردية هي أحد الأعمدة الرئيسية لعلاقة صحية.",
    "R4T": "اعتماد عاطفي عالي",
    "RaivaExterna": "الغضب الخارجي",
    "RaivaInterna": "الغضب الداخلي",
    "Result": "نتائجك",
    "SA": "هذا يتعلق بأنواع التفاعلات التي يطورها الناس.",
    "SAHL":
        "مستويات عالية: الأشخاص الذين يثقون عمومًا بالآخرين، ويعتقدون في صفاتهم الإيجابية، ونادرًا ما يشككون في نواياهم. هذا يؤثر على تشكيل هويتهم وقدرتهم على تشكيل علاقات حميمة. يميلون إلى أن يكونوا مخلصين وصادقين وراعين، ويتطلعون لمساعدة الآخرين، وغالبًا ما يظهرون التعاطف والكرم، على الرغم من أنهم قد يظهرون أيضًا أكثر خضوعًا.",
    "SALL":
        "مستويات منخفضة: الأشخاص الذين يكونون عادة عدوانيين أو يظهرون سلوكًا انتهازيًا لمصلحتهم الشخصية. يميلون إلى أن يكونوا مشبوهين، ويكتسبون أصدقاء قليلين، ويحافظون على علاقات قليلة ومهمة. غالبًا ما يواجهون مشاكل في المدرسة وينتهكون قواعد المجتمع بشكل متكرر، مع بعض الارتباطات بالسلوك المعادي للمجتمع وإدمان المواد.",
    "SC":
        "يمثل هذا مستوى تنظيم الشخص، ومرونته، و تحكمه، وتحفيزه لتحقيق الأهداف، بالإضافة إلى دقته وقدرته على البقاء منظمًا.",
    "SCHL":
        "مستويات عالية: الأشخاص الذين يميلون إلى البحث عن طرق لتحقيق أهدافهم، حتى لو كان ذلك يتطلب بعض التضحيات أو يتعارض مع الرغبات الفورية. يميلون إلى أن يكونوا طموحين، ومجتهدين، ومكرسين جدًا لعملهم.",
    "SCLL":
        "مستويات منخفضة: الأشخاص الذين لديهم دافع ضئيل للتعامل مع المهام المعقدة، ويستسلمون بسهولة عند مواجهة الصعوبات. عادةً ما يشاركون في الأنشطة دون معرفة مؤكدة كيف ستساعدهم في تحقيق أهدافهم. عادةً ما يكونون غير ملتزمين وغير دقيقين، ويواجهون صعوبة في البقاء منخرطين في المهام حتى لو كان ذلك يسبب ضررًا.",
    "SE":
        "يشير هذا إلى كيفية تفاعل الشخص مع الآخرين، بما في ذلك مدى تواصله، وحديثه، ونشاطه، وجرأته، واستجابته.",
    "SEHL":
        "مستويات عالية: الأشخاص الذين يستمتعون بالتواصل الاجتماعي ويسعون للاتصال بالآخرين، حتى لو لم يعرفوهم جيدًا. يميلون إلى مشاركة المعلومات الشخصية بسرعة ويثقون بالأشخاص الذين التقوا بهم للتو. هؤلاء الأفراد نشطون عمومًا، يعبرون عن تفضيلاتهم ومعتقداتهم بصراحة، وقد يظهرون أحيانًا سلوكًا مسيطرًا. يفضلون الأنشطة الجماعية ويسعون بنشاط للرفقة.",
    "SELL":
        "مستويات منخفضة: يميلون إلى أن يكونوا محجوبين وهادئين، ويتحدثون قليلاً عن أنفسهم، ويحتاجون إلى وقت أطول لتطوير الألفة. ليسوا بالضرورة خجولين أو وقحين أو أنانيين.",
    "SINTOMAS":
        "الغيرة المفرطة، الحاجة الساحقة لإرضاء الآخرين، الخوف من الوحدة، نقص الخطط الشخصية، مشاعر النقص، والحاجة المستمرة للاهتمام.",
    "SINTOMAS_T": "الأعراض",
    "SN":
        "هذا سمة شخصية أساسية تتعلق بكيفية إدارة الشخص للمشاعر التي يثيرها أحداث الحياة اليومية.",
    "SNHL":
        "مستويات عالية: توجد لدى الأشخاص الذين لا يتعاملون بشكل مرضٍ مع مشاعرهم ويميلون إلى تجربة الضيق النفسي بشدة. يظهرون عدم استقرار عاطفي وهشاشة، ويبلغون عن تجارب مكثفة في الأحداث السلبية، ويعطون القليل من التركيز للجوانب الإيجابية للأحداث. هم عرضة لتطوير مشاكل مثل الاكتئاب، والذنب، والحسد، والغضب، والقلق، من بين أمور أخرى.",
    "SNLL":
        "مستويات منخفضة: يشير إلى أن الشخص يميل إلى الاستقرار العاطفي حتى في مواجهة الأحداث العاطفية السلبية.",
    "SO": "يشير هذا إلى السلوكيات الاستكشافية والاعتراف بقيمة التجارب الجديدة.",
    "SOHL":
        "مستويات عالية: توجد لدى الأشخاص الذين لا يتعاملون بشكل مرضٍ مع مشاعرهم ويميلون إلى تجربة الضيق النفسي بشدة. يظهرون عدم استقرار عاطفي وهشاشة، ويبلغون عن تجارب مكثفة في الأحداث السلبية، ويعطون القليل من التركيز للجوانب الإيجابية للأحداث. هم عرضة لتطوير مشاكل مثل الاكتئاب، والذنب، والحسد، والغضب، والقلق، من بين أمور أخرى.",
    "SOLL":
        "مستويات منخفضة: يشير إلى أن الشخص يظل مستقرًا عاطفيًا حتى في مواجهة الأحداث الصعبة أو السلبية.",
    "SS":
        "Big Five هو واحد من أكثر اختبارات الشخصية انتشارًا في العالم. يحتوي على أدلة عالمية ومتقاطعة في سياقات مختلفة. يهدف الاختبار إلى تحديد الاتجاهات السلوكية في خمسة سمات شخصية أساسية. القيم العالية أو المنخفضة لا تمثل بالضرورة نمط شخصية غير متكيف. تحقق من السمات الخمس التي تم تحليلها أدناه.",
    "SSt": "حول الاختبار",
    "Sint":
        "الاكتئاب ليس مجرد حزن لحظي! إنه اضطراب مزاجي طويل الأمد. أكثر أعراض الاكتئاب شيوعًا هي:",
    "SintAns":
        "تظهر القلق من خلال أعراض جسدية ونفسية. بشكل عام، يتميز بالقلق المفرط بشأن المواقف المستقبلية. العيش في الحاضر يكون صعبًا، حيث يكون الشخص دائمًا قلقًا بشأن المستقبل. عندما يتم التحكم فيه، يكون القلق رد فعل طبيعي للجسم تجاه التهديدات المحتملة، مما يسمح لنا بالبقاء يقظين لأي خطر محتمل. ومع ذلك، يمكن أن يكون القلق شديدًا، وطويل الأمد، ويبدو بدون سبب واضح. في مثل هذه الحالات، يميل الناس إلى عزل أنفسهم وتجنب أي حالات يعتقدون أنها خطيرة، حتى عندما لا تكون كذلك.",
    "Sinta": "• المزاج المكتئب، التهيج، القلق، والضيق العاطفي.",
    "Sintb": "• اضطرابات النوم: الأرق أو النوم المفرط.",
    "Sintc": "• تغييرات في الشهية، مع زيادة أو فقدان الوزن.",
    "Sintd": "• مشاعر الإحباط، التعب، والجهد المتزايد المطلوب لإكمال المهام.",
    "Sinte": "• نقص في الاهتمام، نقص في الدافع، واللامبالاة.",
    "Sintf": "• مشاعر الخوف، القلق، عدم الأمان، اليأس، اليأس، العجز، والفراغ.",
    "Sintg":
        "• التشاؤم، الذنب المتكرر وغير المتناسب، انخفاض تقدير الذات، مشاعر عدم الجدوى، انعدام القيمة، الخراب، الفشل، المرض، الموت، أو الحداد.",
    "Sinth":
        "• إدراك مشوه وسلبي للواقع: كل شيء يظهر من خلال عدسة اكتئابية، مما يضفي لونًا رماديًا على الذات، والآخرين، والعالم.",
    "Sinti": "• صعوبة في التركيز، تفكير أبطأ، نسيان متكرر.",
    "Sintt": "أعراض الاكتئاب",
    "SinttAns": "أعراض القلق",
    "SobreApp": "حول التطبيق",
    "SobrePersonalidade":
        "اختبار الشخصية يعتمد على الخمسة الكبار (5 سمات شخصية) ويهدف إلى تقييم شخصيتك من خلال استبيان وتحديد سمات شخصيتك الأكثر تميزًا.",
    "SobreTesteAns": "الاختبار يعتمد على قائمة القلق من بيك (BAI)",
    "SobreTesteFelicidade":
        "اختبار السعادة يهدف إلى تحديد مستوى سعادتك وفقًا لاختبار السعادة الوطنية الإجمالية (GNH).",
    "SobreTesteStress":
        "اختبار الضغط يعتمد على قائمة اكتئاب بيك (BDI)، والتي تستخدم على نطاق واسع من قبل محترفي الصحة النفسية والمعتمدة دوليًا.",
    "T1": "التحليل العام",
    "T2": "التحليل الفردي",
    "TRAT1":
        "حاول أن تفهم الأسباب وراء سلوكك السيئ. لماذا تخاف من أن تكون وحدك؟ ما هي أسباب انخفاض احترامك لذاتك؟ هل يستحق الحفاظ على علاقة غير متوازنة مثل هذه؟ التفكير في هذه الأسئلة سيساعدك على التعرف على نقاط ضعفك والبحث عن حل للمشكلة.",
    "TRAT1_T": "كن صادقًا مع نفسك",
    "TRAT2":
        "الاعتراف بالاعتماد العاطفي لا يعني بالضرورة إنهاء العلاقة. افتح قلبك، تحدث عن مخاوفك، واسألهم كيف يمكنك تحسين علاقتك لجعلها أكثر توازنًا. الصدق لديه القدرة على زيادة الوحدة والترابط بين الشركاء.",
    "TRAT2_T": "تحدث إلى شريكك",
    "TRAT3":
        "اعمل على تحقيق التوازن في جميع جوانب حياتك. تواصل مع العائلة والأصدقاء، اعتني بنفسك بشكل أفضل، اكتشف هوايات جديدة، واستثمر الوقت في تحسين نفسك.",
    "TRAT3_T": "اعتن بمصالحك",
    "TRAT4":
        "لا تبقى في علاقة تشعر فيها بعدم الرضا خوفًا من الوحدة. إذا لم يحترم شريكك فرديتك واستغل اعتمادك للسيطرة عليك، فقد يكون الوقت قد حان للتفكير في إنهاء العلاقة.",
    "TRAT4_T": "حدد الحدود",
    "TRAT5":
        "غالبًا ما تنشأ هذه الاضطرابات من صدمات الطفولة. شفاء الجروح العاطفية من الماضي هو خطوة أساسية. الأشخاص الذين يحملون أعباء عاطفية إلى العلاقات غالبًا ما يجلبون قضايا غير محلولة تؤثر على العلاقة. يمكن أن يغير شفاء الطفل الداخلي الخاص بك الوضع بشكل كبير، مما يساعدك على تطوير الموارد اللازمة لتحب نفسك وتعتني بها، مما يؤدي إلى نوعية حياة أفضل بكثير. بعد ذلك، ستكون جاهزًا للتواصل مع الآخرين بطريقة صحية ومتوازنة عاطفيًا.",
    "TRAT5_T": "تعرف على الماضي",
    "TRAT6":
        "بالطبع، هذه المعلومات لا تحل محل تقييم واستشارة متخصص في الرعاية الصحية.",
    "TRAT6_T": "اطلب المساعدة",
    "Tclaro": "النسق الفاتح",
    "Tescuro": "النسق الداكن",
    "Tletra": "نوع الخط",
    "TotalRaiva": "الغضب الكلي",
    "Tra":
        "من المفيد دائمًا استشارة متخصص في الرعاية الصحية لمساعدتك في التعافي من الاكتئاب، خاصة إذا أشار نتيجة اختبارك إلى \"لديك اكتئاب حاد!\" سيقوم المتخصص في الرعاية الصحية بمساعدتك في تحديد أنماط جديدة من التفكير والسلوك. ومع ذلك، هناك العديد من الأشياء التي يمكنك ويجب عليك القيام بها بنفسك: التغييرات في نمط الحياة ضرورية حيث إن نمط حياتك يساهم في أعراض الاكتئاب. تحقق من النصائح المذكورة أعلاه لتحسين صحتك العاطفية! من أجل صحتك، احصل على القوة والطاقة لتغيير كل ما يحتاج إلى تغيير واربح المعركة ضد الاكتئاب.",
    "TraAns":
        "من المفيد دائمًا أن يكون لديك متخصص في الرعاية الصحية يوجهك في إدارة القلق، خاصة إذا كانت نتيجة اختبارك \"لديك أعراض قلق حادة!\" يجب أن يساعدك المتخصص في الرعاية الصحية في العثور على أنماط جديدة من التفكير والسلوك. لكن هناك الكثير مما يمكنك القيام به بنفسك للتعامل مع القلق. التغييرات في نمط الحياة ضرورية لأن نمط حياتك يساهم في وجود أعراض القلق بشكل عام. تحقق من النصائح العشر الموضحة أدناه، ومن أجل صحتك، احصل على القوة والطاقة لتغيير ما يحتاج إلى تغيير وبالتالي ربح المعركة ضد القلق.",
    "Trat": "علاج الاكتئاب",
    "VerAnsiedade": "عن الاكتئاب",
    "VerAnsiedadeAns": "عن القلق",
    "VerVideo": "عرض النتيجة بعد الفيديو",
    "_Dep2Escala":
        "الأسئلة الـ18 يتم تقييمها على مقياس من 0 إلى 5، مع كون القيمة دائمًا 0 وأبدًا 5",
    "_SobreDependenciaTitulo": "عن الاعتماد العاطفي",
    "_SobreStresTitulo": "عن التوتر",
    "_SobreTesteDependencia":
        "اختبار الاعتماد العاطفي يستند إلى دليل ميلودي بيتي Codependent No More. هدفه هو تحليل ما إذا كان المستخدم يظهر علامات الاعتماد العاطفي على شخص ما وعلى أي مستوى.",
    "_SobreTipoPersonalidade": "أنواع الشخصية",
    "_adAtencao": "تحذير",
    "_adTotal": "لبدء الاختبار، من الضروري مشاهدة الإعلان بالكامل.",
    "_cancelarInicioTeste": "عدم بدء الاختبار",
    "_depR1": "لا يوجد اكتئاب",
    "_depR1C":
        "عمل ممتاز! وفقًا لاختبار إيفان غولدبرغ، لا تعاني من الاكتئاب! يمكنك التعامل مع تقلبات حياتك بشكل طبيعي والتعامل مع عواطفك بسهولة.",
    "_depR2": "احتمال الاكتئاب",
    "_depR2C":
        "وفقًا لاختبار إيفان غولدبرغ، هناك احتمال طفيف للاكتئاب، وهو أمر شائع جدًا بين معظم الناس! يمكنك التعامل مع عواطفك في معظم الأوقات، ولكنك لا تستطيع دائمًا حلها بشكل مرضٍ.",
    "_depR3": "أعراض الاكتئاب",
    "_depR3C":
        "وفقًا لاختبار إيفان غولدبرغ، تظهر عليك أعراض الاكتئاب! أنت في خطر تطوير سلوك اكتئابي. انتبه للنصائح المتعلقة بنمط حياة يحمي العواطف.",
    "_depR4": "سلوك اكتئابي",
    "_depR4C":
        "وفقًا لاختبار إيفان غولدبرغ، تظهر عليك سلوكيات اكتئابية! تحتاج إلى تغيير روتينك، واتباع النصائح لنمط حياة يحمي العواطف، ومن الأفضل البحث عن مساعدة الخبراء.",
    "_depR5": "اكتئاب معتدل",
    "_depR5C":
        "انتبه! وفقًا لاختبار إيفان غولدبرغ، لديك أعراض اكتئاب معتدل. تحتاج إلى الانتباه إلى هذه المشكلة. اتبع النصائح لنمط حياة يحمي العواطف، وابحث عن مساعدة الخبراء.",
    "_depR6": "اكتئاب حاد",
    "_depR6C":
        "احذر! وفقًا لاختبار إيفان غولدبرغ، تظهر عليك أعراض اكتئاب حاد! هذه المسألة تتطلب اهتمامك الكامل. اتبع النصائح لنمط حياة صحي، واطلب مساعدة الخبراء.",
    "_incioTeste": "لبدء الاختبار، شاهد إعلانًا",
    "_iniciarTeste": "ابدأ الاختبار",
    "_introGeral":
        "تقدم هذه التطبيق سلسلة من الاختبارات لمساعدتك على فهم كيفية عمل عقلك وعواطفك. هذه الأدوات معتمدة وتستخدم على نطاق واسع من قبل المتخصصين في الرعاية الصحية في جميع أنحاء العالم. لماذا يجب أن تأخذ الاختبارات؟ لأن الخطوة الأولى لحل مشكلة هي الاعتراف بوجودها! استمتع بالاختبارات.",
    "_introTesteAnsiedade":
        "يستخدم اختبار القلق استبيانًا مكونًا من 21 سؤالًا لتقييم وجود وشدة أعراض القلق. لضمان صحة الاختبار، يرجى التفكير في أسبوعك الأخير والإجابة بصدق. ستظهر نتائجك في النهاية، مع معلومات ونصائح مفيدة. تدعم الإعلانات المشروع وتحافظ على التطبيق مجانيًا لك.",
    "_introTesteAtitude":
        "هناك أربع مواقف أساسية في العلاقات الإنسانية: سلبية، عدوانية، تحكمية، وحازمة. من خلال استبيان مكون من 60 سؤالًا، سيساعدك هذا التطبيق في اكتشاف أي موقف هو الأكثر سيطرة عليك. للحصول على نتائج دقيقة، يرجى الإجابة بصدق على كل بيان. تساعد الإعلانات في تمويل المشروع والحفاظ على التطبيق مجانيًا للمستخدمين.",
    "_introTesteDependencia":
        "هل يمكنك تخيل حياتك بدون شريكك؟ هل سيكون له معنى؟ سيقيم هذا الاختبار مستوى اعتمادك العاطفي على شريكك أو شخص آخر قد تكون معتمدًا عليه عاطفيًا. معرفة مستوى الاعتماد العاطفي في العلاقة هو الخطوة الأولى للتغلب عليه. أجب على أسئلة الاختبار واكتشف مستوى اعتمادك العاطفي.",
    "_introTesteDepressao":
        "هل تعتقد أنك مكتئب؟ أجب على هذين الاختبارين بصدق واكتشف إذا كنت تعاني من أعراض الاكتئاب. بالإضافة إلى النتيجة، ستجد اقتراحات قيمة لتحسين صحتك العاطفية. من المهم أن نتذكر أن هذا التطبيق لا يحل محل مساعدة متخصص في الرعاية الصحية. نحن هنا لدعمك في رحلتك بحثًا عن الرفاهية العاطفية. شجاع، يمكنك الفوز.",
    "_introTesteFelicidade":
        "هل أنت سعيد؟ الإجابة ليست سهلة: البعض يقول إنها ليست مسألة حساب مصرفي، بينما يعتقد آخرون أنها تتعلق بالعثور على الحب الحقيقي، أو الفهم، أو الصحة الجيدة... ربما تكون هذه مجرد أجزاء من كل يؤثر على سعادتنا. يستند هذا الاختبار إلى اختبار السعادة الوطنية الإجمالية (GNH)، الذي أنشأه ملك بوتان في عام 1972 الذي أخذ تقييم سعادة رعاياه على محمل الجد، مما قدم مثالاً للعديد من الحكومات والدول والمفكرين للتعمق في هذا الموضوع. أجب على الاستبيان واكتشف إذا كنت سعيدًا حقًا. تُستخدم الإعلانات فقط لتمويل المشروع والحفاظ على التطبيق مجانيًا للمستخدمين. استمتع بالاختبار!",
    "_introTestePersonalidade":
        "توجد 5 سمات شخصية مميزة لكل شخص. اكتشف سماتك في هذا الاختبار الذي يستغرق حوالي 10 دقائق. للحصول على نتائج دقيقة، أجب بصدق على كل بيان. في النهاية، سيتم تحديد نوع شخصيتك. تُستخدم الإعلانات لتمويل المشروع والحفاظ على التطبيق مجانيًا للمستخدمين. حظًا سعيدًا في الاختبار!",
    "_introTesteRaiva":
        "الغضب هو عاطفة طبيعية وصحية، لكن يمكن أن يصبح غير قابل للتحكم ومدمر. من خلال استبيان مكون من 47 سؤالًا، سيساعدك هذا الاختبار في اكتشاف مستوى غضبك وما إذا كنت تتحكم فيه أم يتم التحكم بك. للحصول على نتائج دقيقة، أجب بصدق على كل بيان. تُستخدم الإعلانات فقط لتمويل المشروع والحفاظ على التطبيق مجانيًا للمستخدمين.",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "ابق هادئًا، هذا اختبار للتوتر، وستحتاج إلى بعض التأمل لمدة 10 دقائق للإجابة على 96 سؤالًا. لضمان دقة الاختبار، يرجى الإجابة على جميع الأسئلة بصدق. ستظهر النتيجة في النهاية مع بعض النصائح المفيدة. تساعد الإعلانات في هذا التطبيق في تمويل المشروع والحفاظ على التطبيق مجانيًا للمستخدمين. خذ الاختبار بانتظام لتقييم ما إذا كانت مستويات التوتر لديك تتحسن أو تتفاقم.",
    "_listaTestes": "قائمة الاختبارات",
    "_mudarIdioma": "تغيير اللغة",
    "_removerAds": "إزالة الإعلانات",
    "_tAnsiedade": "اختبار القلق",
    "_tAtitude": "اختبار الموقف",
    "_tAutoConfianca": "اختبار الثقة بالنفس",
    "_tDepBeck": "اختبار آرون بيك",
    "_tDepGoldberg": "اختبار إيفان غولدبرغ",
    "_tDependencia": "اختبار الاعتماد العاطفي",
    "_tDepressao": "اختبار الاكتئاب",
    "_tFelicidade": "اختبار السعادة",
    "_tPersonalidade": "اختبار الشخصية",
    "_tRaiva": "اختبار الغضب",
    "_tRelacionamentos": "اختبار العلاقات",
    "_tSorriso": "اختبار الابتسامة",
    "_tStress": "اختبار الإجهاد",
    "_testeNaoFeito": "الاختبار لم يكتمل",
    "_tituloApp": "الاكتئاب والعواطف",
    "agressiva_descricao":
        "شخص يعبر عن احتياجاته وتفضيلاته ومشاعره وآرائه بطريقة عدائية أو متطلبة أو مهددة أو عقابية تجاه الآخرين. هم حريصون على الفوز بأي ثمن ويعطون الأولوية لرغباتهم على رغبات الآخرين. يتضمن هذا السلوك الدفاع عن حقوقهم ولكن على حساب انتهاك حقوق الآخرين.",
    "agressiva_titulo": "عدائي",
    "algumas": "أحيانًا",
    "allapps": "فتح جميع الاختبارات",
    "analise1": "تحليل مطلق",
    "analise2": "تحليل نسبي",
    "appChat": "الدردشة ساعدني",
    "as_vezes": "أحيانًا",
    "assertiva_descricao":
        "الأفراد الحازمون يشاركون مباشرة، معبرين عن احتياجاتهم وتفضيلاتهم ومشاعرهم وآرائهم دون قلق مفرط. يطالبون بحقوقهم دون انتهاك حقوق الآخرين.",
    "assertiva_titulo": "حازم",
    "asvezes": "أحيانًا",
    "aut.sobre":
        "يتكون هذا الاختبار من 15 سؤالًا، كل منها يتم تقييمه على مقياس من 0 إلى 3 نقاط.",
    "aut_1": "أعتقد أنه إذا عملت بجد وثابرت، يمكنني تحقيق أهدافي.",
    "aut_2": "أشعر بالإحباط والسلبية عند مواجهة الصعوبات.",
    "aut_3":
        "أحافظ على اتصال منتظم مع الأشخاص الذين لديهم مهارات وقدرات مشابهة لرسالتي.",
    "aut_4": "أواصل جهودي حتى لو لم أنجح على الفور.",
    "aut_5": "أعطي الأولوية لقناعاتي على التصرف وفقًا لتوقعات الآخرين.",
    "aut_6": "أحصل على الثناء والتعليقات الإيجابية لعملي.",
    "aut_7": "الحياة تلهمني وتمنحني طاقة إيجابية.",
    "aut_8": "أعتقد أنه من خلال تكريس نفسي لمشكلة، سأجد دائمًا حلاً.",
    "aut_9": "أفكر في الدروس المستفادة عند التغلب على العقبات الكبيرة.",
    "aut_10": "أتعامل مع الأنشطة التي تبدو صعبة أو معقدة.",
    "aut_11": "أتعامل مع المواقف الجديدة بهدوء دون أن أشعر بالتوتر.",
    "aut_12": "أواصل المحاولة حتى عندما يستسلم الآخرون.",
    "aut_13": "أواجه المستقبل بثقة، دون الشعور بالقلق.",
    "aut_14":
        "أشعر بالارتباط بالأشخاص الذين يعملون بجد، حتى لو لم يحققوا أهدافهم.",
    "aut_15": "أستطيع تحقيق الأهداف التي أضعها لنفسي.",
    "aut_aum": "كيفية تعزيز الثقة بالنفس",
    "aut_aum_c":
        "بناء الثقة بالنفس هو عملية تدريجية تتضمن اعتماد عادات وإيجابيات إيجابية. إليك بعض الاستراتيجيات لمساعدتك على تعزيز ثقتك بنفسك:",
    "aut_aum_c1":
        "1. تحديد أهداف واقعية: حدد أهدافاً قابلة للتحقيق وفرقها إلى خطوات أصغر. كل إنجاز يعزز ثقتك بنفسك.",
    "aut_aum_c2":
        "2. احتفل بنجاحاتك: اعترف واحتفل بإنجازاتك، مهما كانت صغيرة. هذا يعزز صورة إيجابية عن نفسك.",
    "aut_aum_c3":
        "3. ممارسة التعاطف مع الذات: عامل نفسك بنفس اللطف والتفهم الذي ستقدمه لصديق. تجنب النقد الذاتي القاسي.",
    "aut_aum_c4":
        "4. تطوير مهارات جديدة: استثمر الوقت في تعلم أو تحسين المهارات لزيادة ثقتك في قدراتك.",
    "aut_aum_c5":
        "5. تخيل النجاح: تخيل نفسك تتعامل مع التحديات بنجاح. هذا يُعد عقلك للمواقف الواقعية.",
    "aut_aum_c6":
        "6. قبول المجاملات: اقبل المجاملات بصدق وامتنع عن تقليل من إنجازاتك. هذا يساهم في صورة أقوى عن الذات.",
    "aut_aum_c7":
        "7. تجاوز منطقة راحتك: مواجهة التحديات التي تتيح لك النمو. التغلب على العقبات يعزز ثقتك بنفسك.",
    "aut_aum_c8":
        "8. ممارسة التواصل: تحسين مهارات التواصل لديك للتعبير عن أفكارك وآرائك بثقة.",
    "aut_aum_c9":
        "9. احتفظ بدفتر إيجابيات: قم بتدوين الإنجازات والمجاملات والأشياء التي تشعر بالامتنان لها. التركيز على الإيجابيات يساعد على تغيير نظرتك.",
    "aut_aum_c10":
        "10. اعتن بجسمك: قم بممارسة النشاط البدني، تناول الطعام بشكل صحي، وحافظ على عادات نوم جيدة. جسم صحي يدعم عقل واثق.",
    "aut_aum_c11":
        "11. زراعة عقلية إيجابية: تحدى الأفكار السلبية واستبدلها بتأكيدات إيجابية وواقعية.",
    "aut_aum_c12":
        "12. تعلم من الأخطاء: بدلاً من معاقبة نفسك على الأخطاء، اعتبرها فرصًا للتعلم والنمو.",
    "aut_aum_c13":
        "13. تحديد الحدود: تعلم أن تقول لا عند الضرورة، مما يظهر أنك تقدر نفسك ووقتك.",
    "aut_aum_c14":
        "14. تقبل عدم الكمال: افهم أن لا أحد مثالي. اقبل عيوبك كجزء من نفسك الفريدة.",
    "aut_aum_c15":
        "15. أحط نفسك بالإيجابية: اصطف مع الأشخاص الداعمين الذين يشجعونك وتجنب أولئك الذين يثبطون عزيمتك.",
    "aut_aum_c16":
        "16. اعتن بمظهرك: قدم نفسك بطريقة تجعلك تشعر بالثقة والراحة.",
    "aut_aum_c17":
        "17. تذكر أن بناء الثقة بالنفس هو رحلة مستمرة. كن صبورًا مع نفسك واستمر في رعاية صورة إيجابية عن الذات.",
    "aut_def": "ما هي الثقة بالنفس",
    "aut_def_c":
        "الثقة بالنفس هي الاعتقاد الإيجابي واليقين في قدرات الفرد وكفاءاته وإمكاناته. إنها القناعة الداخلية بأنك تستطيع مواجهة التحديات، واتخاذ القرارات، والتعامل مع مختلف مواقف الحياة. تتضمن الثقة بالنفس الثقة بنفسك، بصفَاتك، وإمكاناتك، مما يؤثر بشكل مباشر على سلوكك، وتفاعلك مع الآخرين، وتعاملك مع العقبات. إنها عنصر أساسي للرفاهية العاطفية والنجاح الشخصي، حيث تتيح للأشخاص الشعور بالأمان، والقدرة، والمرونة في مواجهة adversity.",
    "aut_dest": "مدمرات الثقة بالنفس",
    "aut_dest_c1":
        "1. الفشل أو الأخطاء: يمكن أن تهز الإخفاقات أو الأخطاء المتكررة ثقة الشخص في قدراته.",
    "aut_dest_c2":
        "2. النقد المستمر: يمكن أن يؤثر النقد السلبي المستمر من الآخرين بشكل خطير على الثقة بالنفس.",
    "aut_dest_c3":
        "3. المقارنة بالآخرين: مقارنة نفسك بشكل مستمر بالآخرين والشعور بعدم الكفاية يمكن أن يقلل من الثقة بالنفس.",
    "aut_dest_c4":
        "4. التجارب الصادمة: الصدمات السابقة، مثل التنمر، الإساءة، أو الأحداث السلبية الكبيرة، يمكن أن يكون لها تأثير دائم على الثقة بالنفس.",
    "aut_dest_c5":
        "5. عدم الاعتراف: عندما لا يتم الاعتراف بالجهود والإنجازات، يمكن أن يؤدي ذلك إلى انخفاض الثقة بالنفس.",
    "aut_dest_c6":
        "6. الكمالية: وضع معايير مرتفعة بشكل مفرط لنفسك يمكن أن يؤدي إلى مشاعر عدم الكفاية وانخفاض الثقة بالنفس.",
    "aut_dest_c7":
        "7. الصورة الذاتية السلبية: النظرة السلبية عن نفسك، سواء كانت تتعلق بالمظهر، القدرات، أو الشخصية، يمكن أن تآكل الثقة بالنفس.",
    "aut_dest_c8":
        "8. الرسائل السلبية السابقة: التعليقات السلبية من الشخصيات السلطوية، مثل الوالدين أو المعلمين، يمكن أن تترك آثاراً دائمة على الثقة بالنفس.",
    "aut_dest_c9":
        "9. نقص الخبرة: مواجهة مواقف جديدة أو غير مألوفة يمكن أن تخلق عدم الأمان وتقلل من الثقة بالنفس.",
    "aut_dest_c10":
        "10. العزلة الاجتماعية: نقص التفاعل الاجتماعي والدعم العاطفي يمكن أن يساهم في انخفاض الثقة بالنفس.",
    "aut_dest_c11":
        "11. الاعتماد المفرط على موافقة الآخرين: الاعتماد المفرط على موافقة الآخرين لرفاهيتك يمكن أن يضعف الثقة عندما تكون تلك الموافقة غائبة.",
    "aut_dest_c12":
        "12. النقد الذاتي المفرط: كونك شديد النقد لنفسك والتركيز فقط على العيوب يمكن أن يلحق الضرر بالثقة بالنفس.",
    "aut_dest_c13":
        "13. اضطرابات الصحة النفسية: حالات مثل القلق، الاكتئاب، واضطرابات الأكل يمكن أن تؤثر سلباً على الثقة بالنفس.",
    "aut_dest_c14":
        "14. التغيرات الكبيرة في الحياة: الأحداث الكبيرة مثل الطلاق، فقدان العمل، أو المرض يمكن أن تؤثر على الثقة بالنفس.",
    "aut_dest_c15":
        "من الضروري التعرف على هذه العوامل والعمل بنشاط على بناء الثقة بالنفس من خلال تطوير المهارات، تحديد الأهداف الواقعية، تعزيز العقلية الإيجابية، وممارسة العناية الذاتية العاطفية.",
    "aut_escala_1":
        "ممتاز. تظهر نتائجك ثقة قوية بالنفس. أنت توجه حياتك نحو أهدافك بثقة، مما يمنحك شعوراً بالأمان وتقدير الذات. كل نجاح يعزز ثقتك، وتعرف كيف تتعلم من التجارب دون أن تسمح للعقبات بتقويض نهجك الإيجابي.",
    "aut_escala_1t": "تظهر ثقة قوية بالنفس",
    "aut_escala_2":
        "أنت على المسار الصحيح. تُظهر ثقة جيدة بالنفس في المواقف المألوفة، ولكن في السياقات الجديدة أو غير المؤكدة التي تتطلب قرارات حازمة، قد تشعر بقلق أقل. تعرف على نقاط قوتك ومواهبك، وفكر في استكشافها بشكل أكبر. اقرأ التوجيهات أدناه للحصول على رؤى إضافية.",
    "aut_escala_2t": "تظهر ثقة بالنفس معتدلة",
    "aut_escala_3":
        "تشير النتائج إلى أن مستوى الثقة بالنفس الحالي غير مرضٍ تماماً. قد تواجه عدم الأمان، سواء في الحاضر أو بشأن المستقبل. يبدو أن هناك ميلاً للتركيز على القيود بدلاً من استكشاف مواهبك الموجودة، والتي لم تُستغل بعد.",
    "aut_escala_3t": "تظهر ثقة بالنفس منخفضة",
    "aut_intro":
        "هل فكرت يوماً كيف تؤثر ثقتك بالنفس على مختلف جوانب حياتك؟ تتضمن الثقة بالنفس الإيمان بقدراتك وصفاتك وأحكامك الشخصية. إن تنمية مستوى صحي من الثقة بالنفس أمر أساسي لتحقيق النجاح في كلا المجالين الاجتماعي والمهني. خذ هذا الاختبار لاكتشاف مدى قياس ثقتك بالنفس.",
    "aut_pro": "عوامل تعزيز الثقة بالنفس:",
    "aut_pro_c1":
        "1. الإنجازات والنجاحات: تحقيق الأهداف وتجربة النجاحات، حتى وإن كانت صغيرة، يمكن أن تزيد من الثقة بالنفس.",
    "aut_pro_c2":
        "2. القبول والقبول الذاتي: قبول الذات بجميع عيوبها هو خطوة حاسمة في تعزيز الثقة بالنفس.",
    "aut_pro_c3":
        "3. تطوير الذات: استثمار الوقت والجهد في تعلم وتحسين المهارات يمكن أن يزيد من الثقة بالنفس.",
    "aut_pro_c4":
        "4. معرفة الذات: فهم نقاط قوتك وضعفك وقيمك واهتماماتك يساعد في بناء أساس قوي للثقة بالنفس.",
    "aut_pro_c5":
        "5. تحديد الأهداف القابلة للتحقيق: تحديد أهداف واقعية والعمل تدريجياً نحو تحقيقها يمكن أن يعزز ثقتك في قدراتك.",
    "aut_pro_c6":
        "6. نظام الدعم: إحاطتك بالأصدقاء والعائلة أو المرشدين الذين يقدمون التشجيع والدعم يمكن أن يعزز الثقة بالنفس.",
    "aut_pro_c7":
        "7. التفكير الإيجابي: تطوير عقلية متفائلة والتركيز على الأفكار البناءة يمكن أن يعزز الثقة بالنفس.",
    "aut_pro_c8":
        "8. تأكيد الذات: الاعتراف بانتظام بنقاط قوتك وإنجازاتك يمكن أن يعزز شعوراً قوياً بالثقة بالنفس.",
    "aut_pro_c9":
        "9. التغلب على التحديات: مواجهة والتغلب على التحديات يمكن أن يظهر لك ما أنت قادر عليه، مما يعزز الثقة بالنفس.",
    "aut_pro_c10":
        "10. العناية الشخصية: ممارسة العناية الذاتية، مثل الحصول على قسط كافٍ من النوم، وتناول الطعام الصحي، وممارسة الرياضة، يمكن أن تؤثر إيجابياً على الثقة بالنفس.",
    "aut_pro_c11":
        "11. التصور الإيجابي: تخيل نفسك تنجح وتواجه المواقف الصعبة بثقة يمكن أن يساعد في تعزيز الثقة بالنفس.",
    "aut_pro_c12":
        "12. قبول الأخطاء: إدراك أن ارتكاب الأخطاء هو جزء طبيعي من التعلم والنمو يمكن أن يقلل من الخوف من الفشل ويزيد من الثقة بالنفس.",
    "aut_pro_c13":
        "13. التواصل الفعّال: تطوير مهارات التواصل يساعد في التعبير عن أفكارك وآرائك، مما يمكن أن يزيد من الثقة بالنفس.",
    "aut_pro_c14":
        "14. الإصرار: عدم الاستسلام في مواجهة الصعوبات والاستمرار في المحاولة حتى عندما تكون الأمور صعبة يساهم في زيادة الثقة بالنفس.",
    "aut_pro_c15":
        "15. تمكين الذات: السيطرة على حياتك واختياراتك يعزز الشعور بالقدرة والسلطة على أفعالك.",
    "aut_pro_c16":
        "تذكر أن الثقة بالنفس هي عملية مستمرة ويمكن أن تتغير بمرور الوقت. من المهم ممارسة هذه العوامل بانتظام والعمل على بناء صورة ذاتية إيجابية وواقعية.",
    "cau_dep": "أسباب الاكتئاب",
    "cau_dep1":
        "الاكتئاب حالة معقدة ومتعددة العوامل، ويمكن أن تسهم عدة عوامل في تطوره. يمكن أن تختلف هذه العوامل من شخص لآخر، لكنها عادةً تشمل.",
    "cau_dep2":
        "العوامل الوراثية: تلعب الاستعدادات الوراثية دورًا مهمًا في الاكتئاب. إذا كان لدى أحد أفراد عائلتك تاريخ من الاكتئاب، فقد تكون في خطر أعلى.",
    "cau_dep3":
        "الاختلالات الكيميائية في الدماغ: التغيرات في مستويات الناقلات العصبية، مثل السيروتونين والدوبامين والنورإبينفرين، يمكن أن تؤثر على وظائف الدماغ وتساهم في الاكتئاب. يمكن أن يؤدي الإفراط في استخدام التكنولوجيا أيضًا إلى تعطيل تنظيم الدوبامين.",
    "cau_dep4":
        "الأحداث الحياتية المجهدة: التجارب الصادمة، الخسائر الكبيرة، الصراعات الأسرية، المشكلات المالية، أو التغيرات الكبيرة في الحياة يمكن أن تحفز أو تزيد من الاكتئاب.",
    "cau_dep5":
        "التاريخ الشخصي: وجود تاريخ سابق من الاكتئاب يزيد من خطر تكرار المرض.",
    "cau_dep6":
        "الأمراض الطبية: بعض الحالات الطبية، مثل السرطان، الأمراض المزمنة، إصابات الدماغ الصادمة أو الحالات الهرمونية، قد تزيد من خطر الاكتئاب.",
    "cau_dep7":
        "إساءة استخدام المواد: سوء استخدام الكحول والمخدرات، أو حتى الإفراط في تناول الأطعمة السكرية يمكن أن يفاقم من خطر الاكتئاب.",
    "cau_dep8":
        "العزلة الاجتماعية: نقص الدعم الاجتماعي والوحدة يمكن أن يزيد من خطر الاكتئاب.",
    "cau_dep9":
        "العوامل النفسية: أنماط التفكير السلبية، تدني احترام الذات، النقد الذاتي المفرط، والكمالية قد تلعب جميعها دورًا في الاكتئاب.",
    "cau_dep10":
        "الاضطرابات الهرمونية: التغيرات الهرمونية، مثل هرمونات الغدة الدرقية، يمكن أن تؤثر على المزاج وتساهم في الاكتئاب.",
    "cau_dep11":
        "من المهم أن نتذكر أن الاكتئاب حالة قابلة للعلاج، وأن العلاج المناسب يمكن أن يساعد في إدارة أو التغلب على هذه العوامل المسببة. اطلع على النصائح التي نقدمها لحياة عاطفية صحية وطبقها. وإذا كنت أنت أو شخص تعرفه يعاني من أعراض الاكتئاب، فاطلب المساعدة من محترف الرعاية الصحية للحصول على تقييم وعلاج مناسب.",
    "concordo": "أوافق",
    "conselhos": "نصائح",
    "conselhos2": "نصائح لأسلوب حياة صحي",
    "citacoes_titulo": "مصادر ومراجع",
    "citacao_byronsd": "FR للرعاية الصحية - نصائح لنمط حياة صحي",
    "citacao_who": "منظمة الصحة العالمية - الصحة النفسية",
    "citacao_mayo": "Mayo Clinic - الاكتئاب",
    "def_stress_texto":
        "التوتر هو استجابة الجسم الطبيعية للأحداث أو المواقف التي تسبب الضغط. عادةً ما يتم تحفيزه بواسطة شيء غير متوقع أو خارج عن السيطرة. تتفاوت هذه الاستجابة بناءً على عدة عوامل فردية تؤثر على كيفية تأثير التوتر على حياتنا، مثل السياق الاجتماعي والاقتصادي، والبيئة التي نعيش فيها، وحتى الاستعداد الوراثي.",
    "def_stress_titulo": "ما هو التوتر؟",
    "dep2_1": "أشعر بالحزن، والحزن والاكتئاب",
    "dep2_2": "أشعر أنني فاشل",
    "dep2_3": "حتى عندما تحدث أشياء جيدة لي، أشعر بالاكتئاب",
    "dep2_4": "حتى الأشياء البسيطة تتطلب مني جهدًا كبيرًا",
    "dep2_5": "أفكر كثيرًا في إنهاء حياتي.",
    "dep2_6": "لا أرى مستقبلاً لنفسي",
    "dep2_7": "أشعر بالذنب بشأن الأمور وأعتقد أنني أستحق العقاب.",
    "dep2_8": "أواجه صعوبة في التركيز على ما أقرأه",
    "dep2_9": "أكتسب أو أفقد الوزن دون اتباع أي نظام غذائي",
    "dep2_10": "أجد صعوبة في اتخاذ القرارات.",
    "dep2_11": "أنا متوتر ومضطرب.",
    "dep2_12": "أشعر بأنني محاصر أو مسجون.",
    "dep2_13": "فقدت اهتمامي بالأشياء التي كانت مهمة ومحفزة لي.",
    "dep2_14": "كنت بطيئًا جدًا في إنجاز المهام.",
    "dep2_15": "أشعر بالتعب والإرهاق",
    "dep2_16": "أشعر بفراغ بداخلي، وكأنني بلا حياة",
    "dep2_17": "نمط نومي غير منتظم للغاية: إما أن أنام كثيرًا أو قليلاً جدًا.",
    "dep2_18": "فرحة ومتعة الحياة قد تخلت عني",
    "disclamer":
        "يرجى ملاحظة أن هذه تقييم ذاتي مع قيود! للحصول على تشخيص دقيق وعلاج، يجب عليك استشارة متخصص في الرعاية الصحية.",
    "discordo": "أختلف",
    "escala": "الاعتماد العاطفي (الميزان)",
    "escolha": "*قم باختيارك لبدء الاختبار!",
    "fEscala1": "حول المقياس",
    "fEscala2": "تُقيَّم جميع الإجابات على مقياس من 0 إلى 4:",
    "fEscala3": "0 - 20 غير سعيد للغاية",
    "fEscala4": "20 - 40 غير سعيد",
    "fEscala5": "40 – 60 مرضٍ",
    "fEscala6": "60 – 80 سعيد",
    "fEscala7": "80 – 128 سعيد للغاية",
    "fEscalaT": "نتيجة الاختبار:",
    "fSintt": "القيم الإيجابية",
    "fconselhos": "السعادة الوطنية الإجمالية (GNH)",
    "feliz": "سعيد",
    "felizR": "وفقًا لمؤشر GNH، أنت شخص سعيد :)",
    "fp1": "هل تمارس التمارين البدنية؟",
    "fp2": "هل تتبع نظامًا غذائيًا صحيًا؟",
    "fp3": "هل لديك صحة جيدة؟",
    "fp4": "هل تعتبر نفسك مُجَزَئًا بشكل جيد؟",
    "fp5": "هل تستمتع بالعمل الذي تقوم به؟",
    "fp6": "هل تنام جيدًا؟",
    "fp7": "هل أنت راضٍ عن مظهرك؟",
    "fp8": "هل تستيقظ وأنت تشعر بالراحة؟",
    "fp9": "هل تعيش حياة مريحة؟",
    "fp10": "هل تدير أموالك بشكل جيد؟",
    "fp11": "هل تعود إلى المنزل بشعور من الإنجاز؟",
    "fp12": "هل يمكنك توفير المال؟",
    "fp13": "هل تحدد أهدافًا للمستقبل؟",
    "fp14": "هل تحقق أهدافك عادةً؟",
    "fp15": "هل يتم التعرف على صفاتك؟",
    "fp16": "هل تشتري الأشياء التي ترغب فيها؟",
    "fp17": "هل ترى الجانب الإيجابي من الأمور؟",
    "fp18": "هل تتعلم من أخطائك؟",
    "fp19": "هل يمكنك التحكم في مشاعرك بشكل جيد؟",
    "fp20": "هل تدير وقتك بفعالية؟",
    "fp21": "هل تقدر عادةً الأشياء البسيطة في الحياة؟",
    "fp22": "هل تستفيد من الفرص التي تأتي في طريقك؟",
    "fp23": "هل يمكنك تحقيق التوازن بين حياتك المهنية والشخصية؟",
    "fp24": "هل أنت راضٍ عن علاقتك الرومانسية؟",
    "fp25": "هل تشارك المعرفة؟",
    "fp26": "هل تقضي وقتًا مع الأصدقاء و/أو العائلة؟",
    "fp27": "هل أنت فخور بالطريق الذي سلكته حتى الآن؟",
    "fp28": "هل تساهم في المجتمع؟",
    "fp29": "هل تمارس حقوقك وتؤدي واجباتك؟",
    "fp30": "هل تتواصل عادةً مع الطبيعة؟",
    "fp31": "هل تحترم الاختلافات؟",
    "fp32": "هل تعكس أفعالك اليومية اهتمامًا بمستقبل كوكب الأرض؟",
    "fp33": "نهاية الاختبار",
    "frequente": "بشكل متكرر",
    "gr_ambiente": "البيئة",
    "gr_emprego_ocupacao": "التوظيف / المهنة",
    "gr_estilo_vida": "نمط الحياة",
    "gr_maior_stress": "فئة الضغط العالي",
    "gr_menor_stress": "فئة الضغط المنخفض",
    "gr_personalidade": "الشخصية",
    "gr_relacionamentos": "العلاقات",
    "gr_sintomas": "الأعراض",
    "h-a":
        "ألبرتو متفق عليه! على الرغم من كونه متعبًا وعطشًا، إلا أن أكبر اهتماماته هو نورا. يقدم لها بعض ماء جوز الهند. يعرف الآخرون أنه يميل إلى الموافقة على كل شيء ولا يخاف من طلب المساعدة.",
    "h-c":
        "كلارا ضميرية! ليست متحمسة؛ إنها قلقة بشأن جدية الوضع. تشعر بالسعادة لأنها أنقذت حقيبة البقاء من السفينة. كما هو الحال دائمًا، فهي مستعدة جيدًا وتبدأ على الفور في المهام الحرجة. تشعر أنه من مسؤوليتها تنظيم كل شيء والتأكد من أن الجميع يبدأون في البحث عن الأساسيات: الماء والطعام.",
    "h-e":
        "إدواردو منفتح! إنه متحمس لأن الجميع نجوا! يشعر بحاجة هائلة للتحدث ومشاركة فرحه. يجمع الجميع للاحتفال بنجاتهم ويقترح خطة لاستكشاف الجزيرة معًا.",
    "h-intro":
        "لقد تم تقييد خمسة أشخاص على جزيرة في وسط المحيط. كيف يتعاملون مع الوضع سيعتمد على سماتهم الشخصية الفريدة!",
    "h-intro_tit": "تحطم السفينة:",
    "h-n":
        "نيريا عصبية! تشعر بالإرهاق بسرعة من التوتر. تنهار تمامًا، جالسة على الشاطئ وتبكي: كيف سيفرون من الجزيرة؟ بالنسبة لها، يبدو المحيط من حولهم لانهائيًا، والطبيعة تبدو قاتمة وتهديدية. تشعر بالضياع تمامًا.",
    "h-o":
        "آنا منفتحة! إنها متحمسة لاستكشاف الجزيرة الجميلة. تلهمها البيئة الغريبة. تجمع الصخور والأصداف والزهور لتزيين مدخل الكوخ الخيزران الذي بنته للجميع. ترى هذه فرصة لتعلم أشياء جديدة.",
    "h_esc": "إذا كنت في نفس الوضع، ما هو موقفك؟",
    "habitual": "عادةً",
    "help_me":
        "اضطرابات عاطفية: الضغط، الغضب، القلق، الاكتئاب، الاعتماد العاطفي... تحدث مع متخصص في الرعاية الصحية مجانًا عبر تطبيقنا.",
    "infeliz": "غير سعيد",
    "infelizR": "كن حذرًا! وفقًا لمؤشر GNH، أنت غير سعيد! :(",
    "int_tracos": "تعرف على 5 سمات شخصية مميزة في الصورة التالية:",
    "int_tracos_t": "سمات الشخصية",
    "lik1": "أختلف بشدة",
    "lik2": "أختلف",
    "lik3": "محايد",
    "lik4": "أوافق",
    "lik5": "أوافق بشدة",
    "manipuladora_descricao":
        "هذه الشخصية تفضل رغباتها الخاصة فوق كل شيء آخر وتستغل الآخرين لتحقيق مكاسب شخصية. لديهم مهارة في العلاقات، ويخصصون حديثهم للمستمع. يستمعون لكنهم لا يسمعون حقًا، يستخدمون الوسطاء، يشوهون المعلومات، ويبدون واثقين وحسن النية. ومع ذلك، فإن تواصلهم مبني على الشائعات والأقاويل، ويخسرون مصداقيتهم عندما يتم كشفهم.",
    "manipuladora_titulo": "تلاعب",
    "mtfeliz": "سعيد جدًا",
    "mtfelizR": "مبروك: وفقًا لمؤشر GNH، أنت شخص سعيد جدًا :):)",
    "mtinfeliz": "غير سعيد جدًا",
    "mtinfelizR":
        "انتباه! وفقًا لمؤشر السعادة الوطنية الإجمالية (GNH)، أنت غير سعيد جدًا! :(:(",
    "mtvezes": "غالبًا",
    "mudar_atitude_texto":
        "تغيير موقفك أمر صعب، ولكن يمكن تحقيقه. اتبع هذه العملية: حدد أهدافًا واضحة ومحددة. ركز على الأهداف الإيجابية، وليس السلبية. قسم أهدافك إلى خطوات صغيرة وقابلة للإدارة. اعترف بالمحفزات التي تفعّل السلوكيات السلبية. احتفل بالانتصارات الصغيرة. احط نفسك بأشخاص داعمين يشجعون تقدمك. لا تكن قاسيًا على نفسك إذا واجهت انتكاسات - استمر في التركيز والإصرار! تخيل مستقبلك الناجح وصدق به! إرادتك يمكن أن تتغلب على الجينات. لقد تغير الكثيرون، ويمكنك أن تفعل ذلك أيضًا.",
    "muitas_vezes": "كثيرًا",
    "muito_pouco": "نادراً",
    "notay": "💜 = الشخص الذي تريد اختباره من حيث الاعتماد العاطفي!",
    "nunca": "أبدًا",
    "okcompra": "تم إتمام الشراء!",
    "okcompra2": "شكرًا لشراء النسخة الخالية من الإعلانات!",
    "okcompra3": "شكرًا لشراء النسخة الكاملة من الاختبار!",
    "origem":
        "في عام 1972، اعتلى جيجمي وانغتشوك عرش مملكة بوتان وسعى لقياس سعادة 600,000 من رعاياه. لتحقيق ذلك، أنشأ مركز بوتان للدراسات، بهدف تطوير استبيان لتقييم سعادة الشعب البوتاني. كانت هذه بداية ما يعرف الآن بمبادرة السعادة الوطنية الإجمالية.",
    "origem_t": "أصل الاختبار",
    "p1": "تنميل أو وخز.",
    "p2": "شعور بالحرارة.",
    "p3": "ارتعاش في الساقين.",
    "p4": "عدم القدرة على الاسترخاء.",
    "p5": "الخوف من حدوث الأسوأ.",
    "p6": "الدوار أو الدوخة.",
    "p7": "خفقان أو زيادة في معدل ضربات القلب.",
    "p8": "فقدان التوازن.",
    "p9": "مذعور.",
    "p10": "عصبي.",
    "p11": "شعور بالاختناق.",
    "p12": "اهتزاز اليدين.",
    "p13": "اهتزاز في الجسم.",
    "p14": "الخوف من فقدان السيطرة.",
    "p15": "صعوبة في التنفس.",
    "p16": "الخوف من الموت.",
    "p17": "خائف.",
    "p18": "عسر الهضم أو عدم الراحة في البطن.",
    "p19": "شعور بالإغماء.",
    "p20": "احمرار الوجه.",
    "p21": "تعرق بارد.",
    "p22": "انتهى الاختبار.",
    "pP1": "أثير الحماس من حولي",
    "pP2": "لست مهتمًا كثيرًا بالآخرين",
    "pP3": "أنا دائمًا مستعد",
    "pP4": "أشعر بالتوتر بسهولة",
    "pP5": "أنا بارع ومبدع.",
    "pP6": "ليس لدي الكثير لأقوله؛ لا أتحدث كثيرًا.",
    "pP7": "أستمتع بالتعاون مع الآخرين.",
    "pP8": "أترك الأشياء ملقاة.",
    "pP9": "أبقى هادئًا في المواقف المتوترة",
    "pP10": "لدي اهتمامات فنية قليلة",
    "pP11": "أشعر بالراحة حول الناس",
    "pP12": "يمكن أن أكون فظًا مع الآخرين أحيانًا.",
    "pP13": "أنتبه للتفاصيل",
    "pP14": "أقلق بشأن الكثير من الأمور",
    "pP15": "أستمتع بالتفكير والتخيل",
    "pP16": "أنا محجوز وأحتفظ بنفسي",
    "pP17": "أنا مراعٍ ولطيف مع معظم الناس",
    "pP18": "أميل إلى الفوضى",
    "pP19": "نادراً ما أشعر بالحزن أو الكآبة.",
    "pP20": "لست مهتمًا بالأفكار المجردة",
    "pP21": "أجد سهولة في بدء المحادثات",
    "pP22": "أميل إلى أن أكون بعيدًا وغير مبال تجاه الآخرين.",
    "pP23": "ما يحتاج إلى القيام به يجب أن يتم على الفور",
    "pP24": "أشعر بالقلق بسهولة",
    "pP25": "غالبًا ما تكون لدي أفكار جيدة",
    "pP26": "أميل غالبًا إلى أن أكون وحدي",
    "pP27": "لدي قلب طيب",
    "pP28": "أشعر بالتشتت بسهولة",
    "pP29": "أشعر بالتهيج أو الإزعاج بسهولة.",
    "pP30": "لا أمتلك خيالًا حيًا",
    "pP31": "في حفلة، أتحدث إلى العديد من الأشخاص المختلفين",
    "pP32": "أستطيع بسهولة اكتشاف عيوب الآخرين",
    "pP33": "أحب النظام",
    "pP34": "أنا مستقر عاطفياً",
    "pP35": "أفهم الأشياء الجديدة بسرعة",
    "pP36": "لا أحب جذب الانتباه إلى نفسي",
    "pP37": "أعطي وقتي للآخرين",
    "pP38": "أحاول تقليل مسؤولياتي",
    "pP39": "لدي تقلبات مزاجية متكررة",
    "pP40": "أنا متقدم في الفنون أو الموسيقى أو الأدب",
    "pP41": "الحياة هي 'حفلة' بالنسبة لي",
    "pP42": "أنا اجتماعي وودود",
    "pP43": "أقوم بعمل خطط وألتزم بها",
    "pP44": "أسامح وأنسى بسهولة",
    "pP45": "أقضي وقتًا في التفكير في الأمور",
    "pP46": "أنا خجول ومتحفظ حول الغرباء.",
    "pP47": "أجعل الناس يشعرون بالراحة.",
    "pP48": "أنا متطلب في عملي.",
    "pP49": "غالبًا، أشعر بالحزن.",
    "pP50": "أنا أصلي ولدي دائمًا العديد من الأفكار.",
    "pP51": "نهاية الاختبار",
    "pR1": "أحسنت! السمة الشخصية الأكثر بروزًا لديك هي",
    "pR2": "هذه ليست سمتك الشخصية الأكثر بروزًا! السمة التي تبرز أكثر فيك هي",
    "passiva_descricao":
        "الشخص السلبي يميل إلى أن يكون صبورًا ويتجنب اتخاذ الإجراءات. نادرًا ما يعبر عن عدم الاتفاق ويفضل إرضاء الآخرين. غالبًا ما لا يؤكد نفسه أو يعبر عن رغباته واحتياجاته واهتماماته بشكل علني. نتيجة لذلك، قد لا يعرف الآخرون مشاعره الحقيقية. بدلاً من البحث عن حلول بناءة، يعتمدون على الذكاء والمودة لتجنب المواقف، مما قد يؤدي إلى فقدان احترام الذات حيث ينتهي بهم الأمر إلى القيام بأشياء لا يحبونها ولكن لا يمكنهم رفضها.",
    "passiva_titulo": "سلبي",
    "pl1":
        "يشمل هذا الرضا عن الحياة، والتفاؤل، وتقدير الذات، والإدراك بالكفاءة، وإدارة التوتر، والمشاركة في الأنشطة الروحية.",
    "pl1_t": "1) الرفاهية النفسية:",
    "pl2":
        "ينظر إلى أنماط السلوك المتهور، وتكرار ممارسة الرياضة البدنية، وعادات النوم، وعادات الأكل.",
    "pl2_t": "2) الصحة:",
    "pl3": "تقسيم الوقت اليومي.",
    "pl3_t": "3) استخدام الوقت:",
    "pl4":
        "يقيّم الشعور بالانتماء، والحيوية في العلاقات، والأمان في المنزل وفي المجتمع، وممارسة التبرع أو التطوع. تعزز الحياة المجتمعية الروابط وتساعد في بناء المرونة خلال الأزمات.",
    "pl4_t": "4) حيوية المجتمع:",
    "pl5":
        "يقيّم التعليم الرسمي وغير الرسمي، والقيم التي يتم نقلها من خلال التعليم، والوعي البيئي بخلاف الإنجازات الأكاديمية.",
    "pl5_t": "5) التعليم:",
    "pl6": "المشاركة في الفعاليات الثقافية، والفرص لتطوير الفنون.",
    "pl6_t": "6) الثقافة:",
    "pl7":
        "يقيّم التصورات حول جودة الموارد الطبيعية مثل الماء، والهواء، والتربة، والتنوع البيولوجي، فضلاً عن الوصول إلى المساحات الخضراء. العناية بالبيئة تعني أيضًا العناية بالنفس.",
    "pl7_t": "7) البيئة:",
    "pl8": "صورة الحكومة وكيفية تعامل المؤسسات العامة مع مسؤولياتها.",
    "pl8_t": "8) الحوكمة:",
    "pl9": "يقيّم الدخل، والأمان المالي، ومستوى الديون، وجودة الممتلكات.",
    "pl9_t": "9) مستوى المعيشة:",
    "pq_anuncios_texto":
        "الإعلانات تمول هذا المشروع وتبقي التطبيق مجانيًا لجميع المستخدمين. إذا كنت تفضل تجربة خالية من الإعلانات، يمكنك شراء خيار إزالة الإعلانات. نحن نقدر دعمك بشكل كبير.",
    "pq_anuncios_titulo": "لماذا الإعلانات؟",
    "r0": "لم تؤثر علي.",
    "r1": "أغضب فجأة.",
    "r2": "أشعر أنني أستطيع التحكم في غضبي.",
    "r3": "بعد أن أشعر بالغضب، أفكر فيما كان بإمكاني فعله للتحكم فيه.",
    "r4": "أغضب بدون سبب محدد.",
    "r5": "عندما أشعر بالانزعاج، أحاول فهم أسباب ما حدث وما قيل.",
    "r6": "عندما أغضب، عادةً ما أتعمق في مشاعري وكيف تم الإساءة إليّ.",
    "r7": "عندما أغضب، أميل إلى الصراخ، وإهانة، وقول أشياء أندم عليها لاحقًا.",
    "r8": "إذا أفسد شخص ما شيئًا، ليس لدي مشكلة في مواجهته ومحاسبته.",
    "r9": "أشعر بالذنب عند التعبير عن غضبي.",
    "r10": "عندما أغضب من شخص ما، أحرص على مناقشة الأمر معه بهدوء.",
    "r11": "عندما أستطيع مشاركة مشاعر غضبي، يمكنني التخلص منها.",
    "r12": "إذا رأى الآخرون مدى غضبي الحقيقي، سأعتبر شخصًا مكروهًا.",
    "r13": "عندما يحدث شيء محبط، أذكر نفسي بأنه ليس نهاية العالم.",
    "r14": "عندما أغضب، أتيح لنفسي الوقت اللازم لاتخاذ أفضل القرارات.",
    "r15": "حتى عندما أغضب، أحاول التحدث مع الناس بطريقة تخفي إحباطي.",
    "r16": "أغضب أكثر من الأشخاص الذين أعرفهم.",
    "r17": "أصدقائي وعائلتي يعرفون أنني أواجه صعوبة في التحكم في غضبي.",
    "r18": "أغضب من نفسي عندما أفعل شيئًا غبيًا.",
    "r19": "أحيانًا أخفي غضبي عن الآخرين ثم أشعر بالسوء حيال ذلك.",
    "r20": "عندما يغضبني شخص ما، أبدو هادئًا وأحاول عدم إظهار مشاعري.",
    "r21": "أشارك في الأنشطة والهوايات أو الروتينات للتخلص من مشاعر غضبي.",
    "r22":
        "عندما يطلب مني شخص ما فعل شيء لا أريد فعله، أوافق ثم أغضب من نفسي بعد ذلك.",
    "r23": "عندما أكون غاضبًا، أشعر برغبة في ضرب الجدار أو ركل الأشياء.",
    "r24":
        "عندما يسبب لي شيء الإحباط، أحاول أن أرى الموقف بطريقة فكاهية وأضحك على نفسي.",
    "r25": "عندما أشعر بالغضب، أستطيع أن أبعد نفسي لبعض الوقت لتهدأ.",
    "r26": "أتجنب المواقف التي أعرف أنها ستثير غضبي.",
    "r27": "أغضب عندما يعرقل شخص ما خططي.",
    "r28": "يبدو أن الآخرين يغضبون أكثر مني في ظروف مشابهة.",
    "r29": "أغضب عندما لا أحصل على التقدير المناسب لشيء فعلته.",
    "r30": "أغضب عندما يتصرف شخص ما بشكل غير عادل.",
    "r31": "أغضب عندما أضطر لأخذ الأوامر من شخص أقل كفاءة مني.",
    "r32": "أحيانًا أغضب بشدة لدرجة أنني أشعر أنني قد أفقد السيطرة.",
    "r33": "تقريبًا كل يوم، يجعلني شيء ما أغضب.",
    "r34": "أغضب عندما أضطر للعمل مع أشخاص غير كفء.",
    "r35": "عندما أكون غاضبًا من شخص ما، أفرغ غضبي على أي شخص قريب.",
    "r36": "أغضب عندما أتأخر.",
    "r37": "عندما أكون غاضبًا، عادة ما أبقى غاضبًا لعدة ساعات.",
    "r38": "أجد الأشخاص مزعجين فقط لوجودهم بالقرب مني.",
    "r39": "أغضب عندما يحرجني شخص ما.",
    "r40": "بعض أصدقائي لديهم عادات تزعجني كثيرًا.",
    "r41": "سريًا، أنا انتقادي للغاية تجاه الآخرين.",
    "r42": "عندما أكون غاضبًا، أهدأ أسرع من معظم الناس.",
    "r43": "غالبًا ما أغضب أكثر مما أعتقد أنه معقول.",
    "r44": "أنا قادر على مسامحة الأشخاص بعد أن يؤذوني.",
    "r45": "أحتفظ بالضغائن التي لا أشاركها مع أي شخص.",
    "r46": "يمكنني أن أغضب بشأن شيء من الماضي فقط بتفكيري فيه.",
    "r47": "الإعلانات في هذا التطبيق جعلتني أغضب أكثر :)",
    "r48": "نهاية الاختبار",
    "rC": "3) كيفية التعامل مع الغضب:",
    "rC1":
        "تحديد العلامات المباشرة وغير المباشرة هو الخطوة الأولى للتعامل معها بشكل أفضل. تظهر بعض المشاعر والأفكار عندما ينشأ الغضب؛ تظهر أخرى مع زيادة الغضب. لتحديد كيفية تطور أعراضك، حاول التفكير في المواقف الماضية التي بدا فيها أن الغضب كان حاضرًا وحاول تذكر المشاعر والأفكار التي رافقته. سيكون من المفيد جدًا التفكير في المواقف التي مررت فيها بمستويات مختلفة من الغضب لفهم كيفية تطور مشاعرك وأفكارك وأعراضك الجسدية.",
    "ra": "بدرجة خفيفة، لكن لم يزعجني كثيرًا.",
    "raivaMau":
        "انتباه! أنت تدع غضبك يتحكم في تصرفاتك ومشاعرك! من المؤكد أن هذا يتسبب لك في العديد من المشكلات في العلاقات مع الآخرين ويؤثر على رفاهيتك. يرجى قراءة الموضوع أدناه: كيف تتحكم في الغضب؟ وطبق النصائح بشكل عاجل.",
    "raivaMedio":
        "أنت قادر على التحكم في غضبك في بعض المواقف، لكن ليس دائمًا. صحيح أنك طورت استراتيجيات شخصية تعمل في إدارة الغضب، لكن لا يزال لديك مجال للتحسين. افهم بشكل أفضل أسباب غضبك والإجراءات التي يمكنك اتخاذها لإدارة مشاعرك بشكل أفضل. يرجى قراءة الموضوع أدناه: كيف تتحكم في الغضب؟ وسينتحسن تحكمك في الغضب أكثر.",
    "rara": "نادراً",
    "raramente": "نادراً",
    "raro": "أحياناً",
    "rb": "بدرجة معتدلة، أحيانًا غير مريحة.",
    "rc": "بدرجة شديدة، أزعجني كثيرًا.",
    "reiniciar": "الرئيسية",
    "rel.1": "غالبًا ما أقارن نفسي بالآخرين.",
    "rel.2":
        "عادةً لا أضع أهدافًا؛ أترك الأمور تسير كما تأتي وأتكيف مع الظروف.",
    "rel.3":
        "عندما أخاف من شيء أو أشعر بعدم القدرة على القيام به، أميل إلى تقديم أعذار لتبرير تقاعسي.",
    "rel.4": "أميل إلى اتخاذ موقف سلبي عندما أحتاج إلى المطالبة بحقوقي.",
    "rel.5":
        "غالبًا ما أختبر مشاعر سلبية مثل الأذى والغضب والإحباط والخوف والقلق.",
    "rel.6":
        "عندما أكون مع الآخرين، عادةً ما أتركهم يتخذون المبادرة في المحادثة.",
    "rel.7": "أعد نفسي والآخرين بوعود غالبًا ما لا أستطيع الوفاء بها.",
    "rel.8":
        "أتجنب الكشف عن نفسي وتجربة أشياء جديدة خوفًا من ما سيقوله الناس عني.",
    "rel.9": "لدي عادة التفكير السلبي عن نفسي والآخرين.",
    "rel.10": "أخشى ارتكاب الأخطاء لأنني مهووس بالكمال وأتوقع الكثير من نفسي.",
    "rel.11": "عادةً ما أتعامل مع المواقف الصعبة بتوقع الأسوأ.",
    "rel.12": "أحيانًا أجد صعوبة في الاعتراف بخيارات معينة أتخذها.",
    "rel.13": "غالبًا ما أشعر بالملل والاستياء بشأن كيفية سير الأمور في حياتي.",
    "rel.14":
        "عندما يتم تقديمي لشخص ما، أبذل جهدًا قليلاً للحفاظ على المحادثة.",
    "rel.15": "أميل إلى رؤية الأمور من منظور متشائم.",
    "rel.16": "أميل إلى أن أكون نقديًا جدًا تجاه الأشخاص والأشياء.",
    "rel.17":
        "بشكل عام، عندما أكون مع الناس، لا أفتح قلبي؛ أميل إلى الاحتفاظ بنفسي.",
    "rel.18": "غالبًا ما أخشى الحياة ومواجهة المواقف الحياتية.",
    "rel.19":
        "غالبًا ما أقيّد نفسي عاطفيًا ونفسيًا، ويفسر الناس ذلك على أنه غرور أو تفوق.",
    "rel.20": "أحيانًا لا أحب نفسي أو الطريقة التي أتصرف بها.",
    "rel.coment":
        "وفقًا لعلم النفس الأمريكي فيل مكغراو، أنت العامل المشترك في كل موقف وحدث وتحدٍ وعلاقة في حياتك. أنت إما تساهم بشكل إيجابي أو سلبي، مما يؤثر على كل حالة تشارك فيها. حان الوقت لاكتشاف الدور الذي تلعبه، وكيف، ولماذا. ويخلص مكغراو إلى أن عدم معرفة نفسك يمنعك من فهم رغباتك واحتياجاتك وقيمك وقيمتك. تذكر، أنت الشخص الذي تقضي معه معظم وقتك وتستثمر فيه أكبر قدر.",
    "rel.coment.t": "عن العلاقات الاجتماعية:",
    "rel.escala.1":
        "درجة منخفضة جدًا: لديك صعوبات كبيرة في التفاعل مع الآخرين لأنك مركز على نفسك واحتياجاتك أو مخاوفك. قد تشعر وكأنك ضحية الظروف، وتعاني من تدني احترام الذات، وتفتقر إلى الثقة بالنفس. مع هذا الموقف، قد يفوتك النجاح مع الآخرين. قد تواجه أيضًا مشاكل مع الخوف والشك في الذات، لكن تذكر، الأخطاء والمخاوف تساعدك على النمو والتعلم، طالما أنك تبقى منفتحًا على دروس جديدة.",
    "rel.escala.1t": "تواجه صعوبات كبيرة في العلاقات",
    "rel.escala.2":
        "لديك بعض مهارات العلاقة، ولكنها غير متطورة بشكل كافٍ لأنك مركز على نفسك، وغالبًا ما تتجاهل احتياجات الآخرين. قد تشعر بالحيرة وتكافح لتحديد أهداف ثابتة، مما يؤدي إلى نتائج سيئة ويساهم في عدم أمانك. ركز على التفكير بشكل أكثر إيجابية وتقدير نفسك. من خلال تبني سلوكيات أكثر بناءة، يمكنك المساهمة بشكل إيجابي للآخرين وفي نفس الوقت مساعدتك على النمو.",
    "rel.escala.2t": "لديك القليل من مهارات العلاقات",
    "rel.escala.3":
        "تتفاعل بشكل جيد مع الآخرين إلى حد ما، ولكن قد تكون لديك معتقدات محدودة عن نفسك والآخرين، مما يعيقك عن أن تكون أكثر حزمًا في علاقاتك. قد تواجه أيضًا بعض حالات عدم الأمان الشخصية، مما يجعلك نقديًا تجاه نفسك والآخرين. يمكن أن يتسبب هذا السلوك في تفويتك الفرص لبناء علاقات أصيلة وتبادلية وثابتة. تذكر، كيف تعامل نفسك والآخرين سيؤثر على كيفية معاملتك بالمقابل.",
    "rel.escala.3t": "لديك بعض مهارات العلاقات",
    "rel.escala.4":
        "درجة ممتازة. تعرف كيف تتواصل، وتظهر اهتمامًا بالآخرين، وتجد سهولة في التواصل مع الناس. لديك شخصية ممتعة وسلوك متسق، على الرغم من أنك قد تظهر أحيانًا كأنك محجوز. قد يكون لديك بعض المخاوف والشكوك الشخصية، التي قد تعرقل علاقاتك. ركز على تعزيز ثقتك بنفسك لمساعدتك في تحقيق أهدافك بشكل أكثر فعالية.",
    "rel.escala.4t": "تستطيع التفاعل جيدًا",
    "rel.escala.5":
        "درجة ممتازة جدًا. لديك مهارات تواصل استثنائية وقدرة كبيرة على التفاعل مع الآخرين. تمتلك التعاطف، وشخصية ممتعة، وتستمتع بوجودك بين الناس. أنت مقنع ومؤثر وتجعل الأمور تحدث. مع عقل مفتوح وثقة بالنفس، قد يُنظر إليك أحيانًا على أنك متعجرف. بسبب شعبيتك، ينجذب الناس إليك بشكل طبيعي، لذا كن حذرًا من عدم تصنيفك على أنك طائر اجتماعي.",
    "rel.escala.5t": "لديك مهارات رائعة في العلاقات",
    "rel.intro":
        "أجرت إلين شيهيرا دراسة حول أنماط سلوك الناس في بيئات اجتماعية مختلفة. يهدف هذا الاختبار إلى تقييم كيف تتصرف، وتتعامل، وتواصل، وتتواصل مع الآخرين في سياقات اجتماعية مختلفة. سيساعدك في التفكير في مواقفك، ويوفر نتائج تشير إلى مهاراتك على مقياس من 0 إلى 100. نتمنى لك اختبارًا ناجحًا.",
    "removerAds": "إزالة الإعلانات",
    "removerAds2": "إزالة الإعلانات من التطبيق",
    "resultado": "التصنيف",
    "satisfatório": "مُرضٍ",
    "satisfatórioR": "وفقًا لمؤشر GNH، أنت سعيد بشكل معتدل :/",
    "semRaiva":
        "تهانينا! لديك فهم جيد لما يجعلك غاضبًا وتعرف ماذا تفعل عندما تبدأ في الشعور بعلامات المشكلة. لحسن الحظ، يبدو أنك قد طورت مجموعة واسعة من استراتيجيات إدارة الغضب، ويمكنك أن تفتخر بها.",
    "sempre": "دائمًا",
    "sint_stress_alto":
        "مفرط الإثارة، متوتر، غير قادر على الاسترخاء، حساس، منزعج، سريع الانفعال، خائف، عصبي، غير متسامح مع الانقطاعات أو التأخيرات.",
    "sint_stress_titulo": "أعراض التوتر",
    "sobreRaiva": "عن الغضب",
    "sobre_autoconfianca": "عن الثقة بالنفس",
    "sobre_sorriso": "عن الابتسامة",
    "sobre_texto":
        "تم تطوير هذا التطبيق بواسطة ByronSystemDeveloper® بهدف تقديم سلسلة من الاختبارات للمستخدم لمساعدته في تحليل سلوكياته ومشاعره. أملنا هو أن تشجع هذه الاختبارات والتفسيرات والنصائح المستخدم على تبني سلوكيات ونمط حياة أكثر صحة، مما يؤدي إلى تحسين بدني وذهني. استمتع :)",
    "sobre_titulo": "عن التطبيق",
    "sor.1": "هل تبتسم كثيرًا طوال اليوم؟",
    "sor.2": "هل يبتسم معظم الأشخاص الذين تلتقي بهم خلال اليوم عندما يرونك؟",
    "sor.3": "إذا ابتسم أحدهم لك، هل تبتسم بالمقابل؟",
    "sor.4": "عندما يتم تقديمك لشخص ما، هل تميل إلى الابتسام عند تحيته؟",
    "sor.5": "عندما تبتسم، هل تظهر أسنانك؟",
    "sor.6":
        "عندما تكون في مكان لا تعرف فيه أحدًا، هل تبقى جادًا طوال الوقت دون أن تبتسم؟",
    "sor.7": "هل ابتسامتك أحيانًا تكون عبارة عن ابتسامة ساخرة أو هزلية؟",
    "sor.8": "هل نظرت يومًا إلى ابتسامتك في المرآة؟ هل هي جميلة؟",
    "sor.9": "هل أنت من النوع الذي نادرًا ما يبتسم؟",
    "sor.10": "هل يكون وجهك عادةً مغطى بتعبير قلق أو مقلق؟",
    "sor.11":
        "أحيانًا، حتى عندما تكون وحدك، هل تبتسم عندما تتذكر حدثًا ممتعًا؟",
    "sor.12":
        "عندما تكون منزعجًا من شيء ما وتلتقي بصديق جيد، هل تظهر ابتسامة صادقة؟",
    "sor.13": "عندما تبتسم، هل يمكنك جعل الآخرين يبتسمون من حولك؟",
    "sor.escala.1":
        "تهانينا! الابتسامة أصبحت جزءًا منك لأنك تبتسم في معظم الأحيان دون حتى أن تدرك ذلك. ابتسامتك تشير إلى أنك في حالة هادئة ومسترخية. هذا يساهم في علاقات جيدة مع الآخرين. ليس لدينا أي نصائح نقدمها لك، سوى واحدة - استمر على هذا النحو! ابتسامتك تجذب العديد من الأشخاص بسهولة.",
    "sor.escala.2":
        "أنت متحفظ في ابتساماتك! تعرف كيف تبتسم عندما تريد، وتحافظ على موقف ودي، ولكن فقط عندما يناسبك. عادةً، تسعى للتفاهم مع الناس، رغم أنه قد تكون هناك لحظات أقل ابتسامًا. دائمًا هناك مجال للتحسين، فكر في الأمر، وتحقق أدناه من فوائد الابتسامة.",
    "sor.escala.3":
        "تحتاج إلى تحسين تلك الابتسامة النادرة الظهور. ربما لا تشعر بالرغبة أو الحاجة للابتسامة، لكن الناس يميلون إلى الابتعاد عن أولئك الذين لا يبتسمون، حيث أن الابتسامة هي المطلب الأول للود والشباب! تذكر، الابتسامة تجعل البيئة من حولك أكثر متعة! تحقق أدناه من الأسباب التي تجعلك تبتسم وجرب ذلك! سيفرق في حياتك.",
    "sor.intro":
        "هل تجد نفسك تبتسم كثيرًا طوال اليوم؟ قد لا تحتاج إلى اختبار لتأكيد ذلك! ومع ذلك، سيوفر لك هذا الاختبار رؤى حول كيفية ظهور ابتسامتك في مواقف مختلفة. بنهاية الاختبار، ستعرف إذا كنت شخصًا طبيعيًا مبتسمًا بقوة نشر الإيجابية، وستتعلم عن فوائد الابتسامة لكل من نفسك ومن حولك. هل كنت تعلم أن الابتسامات يمكن أن تكون عفوية أو متعمدة؟ اكتشف الفرق أثناء إتمام الاختبار. استمتع بالتقييم!",
    "sor.sobre":
        "اختبار يحتوي على 13 سؤالًا، يتم تقييمه من 0 إلى 1 نقطة لكل سؤال.",
    "sor.sorri1": "تحتاج إلى تحسين تلك الابتسامة",
    "sor.sorri2": "تبتسم أحيانًا",
    "sor.sorri3": "أنت شخص مبتسم",
    "sor_PE":
        "بول إيكمان، أحد أهم 100 عالم نفس مؤثرين في القرن العشرين، كان رائدًا في دراسة العواطف وتعبيرات الوجه.",
    "sor_c1":
        "تظهر الدراسات أن أكثر من 60% من الناس يبتسمون عندما يواجهون وجهًا مبتسمًا! كن شخصًا ينشر الفرح بابتسامة ومن المرجح أن تتلقى واحدة بالمقابل.",
    "sor_c2_1": "• يربط الناس، ويزيد من الحميمية، والتعاطف، ويشجع على الثقة.",
    "sor_c2_2":
        "• يجعلنا أكثر جاذبية، وودودين، وشبابًا، حيث تزيد حركات عضلات الوجه من مرونة الجلد.",
    "sor_c2_3":
        "• يطلق السيروتونين والإندورفينات، التي تعزز الرفاهية، والمتعة، والفرح.",
    "sor_c2_4": "• يقوي جهاز المناعة ويزيد الطاقة.",
    "sor_c2_5": "• يقلل من إدراك الألم.",
    "sor_c2_6":
        "• يساعد في الحفاظ على التوازن العاطفي، ويحمي من آثار الإجهاد والقلق، ويساعدنا على البقاء مسترخين.",
    "sor_c2_7": "• يزيد من احترام الذات.",
    "sor_c3":
        "غيوم دوشين، طبيب أعصاب فرنسي من القرن التاسع عشر، كان أول من درس تعبيرات الوجه البشرية. اكتشف أن الابتسامات الحقيقية والزائفة تنشط عضلات وجهية مختلفة تمامًا. الابتسامة الحقيقية، المعروفة بابتسامة دوشين، تشمل العضلات حول العينين، مما يجعلها تغلق جزئيًا، وتنقل الدفء والإخلاص. الابتسامة الزائفة تتحرك فقط الفم وتفتقر إلى إخلاص الابتسامة الحقيقية. هذه 'الابتسامات التمثالية' تشبه التعبيرات غير الشخصية التي نراها على الدمى أو في الأشخاص الذين يبتسمون من باب الالتزام.",
    "sor_c4":
        "يمكن أن تنشط الضحك ما يصل إلى 80 عضلة في الجسم، مما يؤثر على الدماغ، والحلق، والقلب، والصدر، والساقين، والقدمين، وبالطبع الوجه! تشير الدراسات إلى أن الضحك له تأثيرات علاجية، مثل تأخير ظهور التجاعيد مع تقدمنا في السن. لذا، اضحك أكثر - إنه أفضل دواء! ابحث عن فرص للضحك يوميًا، وكن محاطًا بأشخاص وبيئات إيجابية، وانشر الفرح. جرعة يومية من الابتسامات معدية ويمكن أن تحسن صحتك.",
    "sor_c5_1":
        "هدئ نفسك، استمتع بالحياة، ابتسم أكثر، اضحك أكثر، ولا تقلق كثيرًا بشأن الأمور (كينيث برانا)",
    "sor_c5_2":
        "شارك ابتسامتك مع العالم - فهي علامة على الصداقة والسلام (كريستي برينكلي)",
    "sor_c5_3":
        "ابتسم في المرآة. افعل ذلك كل صباح، وستبدأ في رؤية فرق كبير في حياتك (يوكو أونو)",
    "sor_c5_4":
        "لنحيي بعضنا البعض دائمًا بابتسامة، لأن الابتسامة هي بداية الحب (الأم تيريزا)",
    "sor_sor": "الابتسامة معدية:",
    "sor_t2": "آثار الابتسام:",
    "sor_t3": "الابتسامات الحقيقية والزائفة",
    "sor_t4": "الضحك: أفضل دواء",
    "sor_t5": "اقتباسات مشهورة عن الابتسامة",
    "testecompleto": "لتحقيق تقييم أكثر دقة، حاول الاختبار الكامل",
    "tipo_atitudes_titulo": "أنواع المواقف",
    "tipos_atitudes_titulo": "عن المواقف",
    "tit_desc_niv": "وصف مستوى التوتر",
    "tit_niv_categ": "مستوى التوتر حسب الفئة",
    "titulofrequecia": "كم مرة تفعل...",
    "todosBSD": "جميع تطبيقات BSD",
    "v_hist": "نتائجي",
    "varias_vezes": "غالبًا",
    "vezes": "أحيانًا",
    "zon1": "منخفض جدًا",
    "zon1_des": "تحتاج إلى طاقة أكبر لتحقيق أهدافك المرغوبة.",
    "zon1_des_red": "مستوى التوتر لديك منخفض للغاية، وهذا ليس بالضرورة جيدًا!",
    "zon2": "منخفض",
    "zon2_des":
        "أنت في نطاق صحي دون خطر الأمراض المرتبطة بالتوتر مثل النوبات القلبية أو القرح. ومع ذلك، قد لا يكون أداؤك في أقصى إمكانياته.",
    "zon2_des_red": "مستوى التوتر لديك منخفض، ولكن هذا ليس مثاليًا أيضًا!",
    "zon3": "طبيعي",
    "zon3_des":
        "تشعر بتوازن بين التوتر والاسترخاء. بعض التوتر ضروري لمساعدتك في تحقيق أهدافك.",
    "zon3_des_red": "تهانينا! أنت تحافظ على مستوى طبيعي من التوتر!",
    "zon4": "مرتفع",
    "zon4_des":
        "حان الوقت لتقييم حياتك وتحديد المشاكل العاجلة. تجنب المشاكل النفسية والمضاعفات في جهازك الهضمي والدوراني. قم بممارسة الرياضة بانتظام، اتبع نظامًا غذائيًا صحيًا، جرب تقنيات الاسترخاء، واطلب الدعم من صديق موثوق. حافظ على الإيجابية وكن لطيفًا مع الآخرين.",
    "zon4_des_red": "أنت تعاني من توتر مرتفع، وهو غير صحي!",
    "zon5": "مرتفع جدًا",
    "zon5_des":
        "مستويات التوتر لديك حاسمة، وتحتاج إلى اتخاذ إجراء فوري. اطلب الدعم من الأصدقاء أو العائلة أو متخصص في الرعاية الصحية. ضع في اعتبارك أخذ استراحة وممارسة تقنيات تخفيف التوتر. أولوياتك هي ممارسة الرياضة، واتباع نظام غذائي صحي، والحفاظ على موقف إيجابي، مع كونك لطيفًا مع الآخرين.",
    "zon5_des_red": "احذر! توترك مرتفع بشكل خطير ويتطلب اهتمامًا عاجلاً!",

    // اختبار الاحتراق النفسي #########
    "_tBurnout": "اختبار الاحتراق النفسي",

    "burn_intro":
        "يقوم هذا الاختبار بتقييم علامات الإرهاق الذهني المرتبط بالعمل أو المدرسة أو الدراسة.\nيمكن استخدامه من قبل الطلاب أو المهنيين أو أي شخص يتعرض لضغط ومتطلبات مستمرة.\nتغطي الأسئلة ثلاث مجالات رئيسية: الإرهاق العاطفي، التباعد العاطفي، والإحساس بالإنجاز الشخصي.\nأجب بصدق، مع الأخذ بعين الاعتبار شعورك خلال الأسابيع الأخيرة.\nهذا الاختبار لا يُعد بديلاً عن التقييم السريري، لكنه قد يساعدك في فهم مستوى الإرهاق الذهني الذي تعاني منه حالياً.",

    "burn_dim_ex_title": "الإرهاق العاطفي",
    "burn_dim_dis_title": "التباعد العاطفي",
    "burn_dim_real_title": "الإنجاز الشخصي",

    "burn_1": "أشعر بالإرهاق في نهاية اليوم.",
    "burn_2": "أستيقظ متعبًا حتى بعد النوم.",
    "burn_3": "مهامي اليومية تتطلب طاقة أكثر مما أستطيع تقديمه.",
    "burn_4": "أجد صعوبة في التعافي من التعب.",
    "burn_5": "الالتزامات الصغيرة تبدو مرهقة جدًا.",
    "burn_6": "أشعر بالتعب الذهني كثيرًا.",

    "burn_7": "أصبحت أقل اهتمامًا بمهامي.",
    "burn_8": "أقوم بما هو ضروري فقط، دون انخراط.",
    "burn_9": "أتجنب التفكير كثيرًا في مسؤولياتي.",
    "burn_10": "أشعر بأنني عاطفيًا بعيد عما أفعله.",
    "burn_11": "فقدت الحماس للعمل أو الدراسة.",
    "burn_12": "أشعر وكأنني أؤدي التزاماتي فقط، بدون دافع.",

    "burn_13": "أشعر أنني أفعل شيئًا مفيدًا في حياتي اليومية.",
    "burn_14": "أنا فخور بما أفعله في العمل أو الدراسة.",
    "burn_15": "أشعر أنني قادر على التعامل مع التحديات.",
    "burn_16": "أرى تقدمًا فيما أفعله.",
    "burn_17": "أنا متحفز للاستمرار في التحسن.",
    "burn_18": "أشعر أن جهدي له قيمة.",

    "burn_res_low_title": "احتراق نفسي منخفض",
    "burn_res_low_desc":
        "تشير نتائجك إلى مستوى منخفض من الإرهاق الذهني.\nبشكل عام، أنت قادر على التعامل مع متطلبات الحياة اليومية وتحافظ على التوازن العاطفي.\nومع ذلك، من المهم الانتباه إلى علامات التعب والحفاظ على أوقات الراحة.",

    "burn_res_mod_title": "احتراق نفسي متوسط",
    "burn_res_mod_desc":
        "تشير نتائجك إلى مستوى متوسط من الإرهاق الذهني.\nتوجد علامات على الإجهاد العاطفي قد تتفاقم إذا استمرت مع الوقت.\nمراجعة الروتين، تقليل الحمل الزائد، وتعزيز الراحة قد يساعد في الوقاية من التدهور.",

    "burn_res_high_title": "احتراق نفسي مرتفع",
    "burn_res_high_desc":
        "تشير نتائجك إلى مستوى مرتفع من الإرهاق الذهني.\nهذا الوضع غالبًا ما يكون مرتبطًا بالإرهاق العاطفي، وفقدان الحافز، والابتعاد عن المهام.\nقد يكون من المهم أخذ قسط من الراحة، وتعديل المتطلبات، وطلب الدعم المهني.",

    "burn_dim_ex_low_title": "إرهاق عاطفي منخفض",
    "burn_dim_ex_low_desc": "يشير إلى قدرة جيدة على التعافي وإدارة التعب.",

    "burn_dim_ex_mod_title": "إرهاق عاطفي متوسط",
    "burn_dim_ex_mod_desc": "يشير إلى التعب المتكرر وصعوبة استعادة الطاقة.",

    "burn_dim_ex_high_title": "إرهاق عاطفي مرتفع",
    "burn_dim_ex_high_desc": "يشير إلى إرهاق ذهني شديد ومستمر.",

    "burn_dim_dis_low_title": "تباعد عاطفي منخفض",
    "burn_dim_dis_low_desc": "تحافظ على التفاعل والاهتمام بالمهام.",

    "burn_dim_dis_mod_title": "تباعد عاطفي متوسط",
    "burn_dim_dis_mod_desc": "تظهر علامات فقدان تدريجي للدافع.",

    "burn_dim_dis_high_title": "تباعد عاطفي مرتفع",
    "burn_dim_dis_high_desc":
        "يشير إلى التباعد العاطفي وفقدان المعنى في ما تفعله.",

    "burn_dim_real_low_title": "إنجاز شخصي مرتفع",
    "burn_dim_real_low_desc": "يشير إلى الشعور بالكفاءة والرضا عن الأداء.",

    "burn_dim_real_mod_title": "إنجاز شخصي متوسط",
    "burn_dim_real_mod_desc":
        "يشير إلى بعض الشكوك بشأن قيمة وتأثير ما تقوم به.",

    "burn_dim_real_high_title": "إنجاز شخصي منخفض",
    "burn_dim_real_high_desc":
        "يشير إلى تأثير سلبي على احترام الذات والرضا الشخصي.",

    "burn_sobre": "حول الاحتراق النفسي",
    "burn_ctx_what_title": "ما هو الاحتراق النفسي؟",
    "burn_ctx_what_desc":
        "الاحتراق النفسي هو حالة من الإرهاق الجسدي والذهني ناتجة عن التعرض المستمر للتوتر، الضغط، والمتطلبات المفرطة.\nيظهر في شكل تعب مستمر، وفقدان الحافز، وتباعد عاطفي، وإحساس منخفض بالإنجاز الشخصي.\nيمكن أن يصيب الطلاب والمهنيين وأي شخص يتعرض للتحميل الزائد المستمر.",

    "burn_ctx_causes_title": "أسباب الاحتراق النفسي",
    "burn_ctx_causes_desc":
        "عادةً ما ينشأ الاحتراق النفسي من مزيج من عدة عوامل مثل كثرة المهام، قلة الراحة الكافية، الضغط المستمر لتحقيق النتائج، نقص التقدير أو الدعم، وصعوبة الموازنة بين العمل، الدراسة، والحياة الشخصية.\nعندما تستمر هذه الظروف لفترة طويلة، يزداد خطر الإرهاق.",

    "burn_ctx_prevent_title": "كيفية الوقاية من الاحتراق النفسي",
    "burn_ctx_prevent_desc":
        "تشمل الوقاية تقليل التحميل الزائد والعناية بالصحة النفسية.\nأخذ فترات راحة منتظمة، وضع حدود واضحة، الحصول على نوم جيد، ممارسة الأنشطة الترفيهية، وطلب الدعم عند الحاجة، هي خطوات مهمة.\nالتعرف المبكر على العلامات يساعد في منع التدهور.",

    "burn_ctx_treat_title": "كيفية التعامل مع أو علاج الاحتراق النفسي",
    "burn_ctx_treat_desc":
        "يتطلب التعامل مع الاحتراق النفسي تغييرات عملية ودعمًا مناسبًا.\nتقليل المتطلبات مؤقتًا، إعادة تنظيم الروتين، تخصيص وقت للراحة، والتحدث إلى شخص موثوق يمكن أن يساعد.\nفي بعض الحالات، من المهم الحصول على دعم مهني من أجل التعافي.",

    "burn_ctx_help_title": "متى تطلب المساعدة؟",
    "burn_ctx_help_desc":
        "إذا استمرت أعراض التعب، أو فقدان الحافز، أو التباعد العاطفي، أو أثرت على حياتك اليومية، فقد يكون من المهم طلب الدعم المهني.\nالتحدث إلى متخصص في الرعاية الصحية يمكن أن يساعدك على فهم الوضع بشكل أفضل ووضع استراتيجيات مناسبة.",
  };
}
