Map<String, String> getGreekTranslations() {
  return {
    "-10":
        "Συγχαρητήρια! Σύμφωνα με το τεστ Beck, δεν παρουσιάζετε συμπτώματα κατάθλιψης.",
    "1a": "Δεν αισθάνομαι θλίψη.",
    "1b": "Αισθάνομαι λίγο θλιμμένος/η.",
    "1c": "Αισθάνομαι συχνά θλιμμένος/η και δεν μπορώ να το αποφύγω.",
    "1d": "Αισθάνομαι τόσο θλιμμένος/η που δεν το αντέχω πια.",
    "1p": "Συχνά λέω ΝΑΙ, ενώ βαθιά μέσα μου εννοώ ΟΧΙ.",
    "2a": "Είμαι ήρεμος/η για το μέλλον.",
    "2b": "Αισθάνομαι απογοητευμένος/η για το μέλλον.",
    "2c": "Αισθάνομαι ότι δεν έχω τίποτα πλέον να περιμένω.",
    "2d":
        "Δεν έχω καμία ελπίδα για το μέλλον και αισθάνομαι ότι η κατάστασή μου δεν θα βελτιωθεί.",
    "2p":
        "Υπερασπίζομαι τα δικαιώματά μου χωρίς να παραβιάζω τα δικαιώματα των άλλων.",
    "3a": "Γενικά, αισθάνομαι πλήρης.",
    "3b":
        "Πιστεύω ότι έχω περισσότερες αποτυχίες από τους περισσότερους ανθρώπους.",
    "3c": "Όταν κοιτάζω το παρελθόν μου, βλέπω μόνο μια σειρά από αποτυχίες.",
    "3d": "Αισθάνομαι σαν μια πλήρης αποτυχία.",
    "3p":
        "Όταν δεν γνωρίζω κάποιον καλά, προτιμώ να κρύβω αυτό που σκέφτομαι ή αισθάνομαι.",
    "4a": "Μπορώ να βρω ικανοποίηση στα πράγματα που κάνω.",
    "4b":
        "Δεν είμαι πλέον ικανοποιημένος/η με τα πράγματα που με ικανοποιούσαν παλαιότερα.",
    "4c": "Δεν μπορώ πραγματικά να νιώσω ικανοποίηση με τίποτα.",
    "4d": "Αισθάνομαι δυσαρεστημένος/η και βαριεστημένος/η με τα πάντα.",
    "4p": "Τις περισσότερες φορές είμαι σταθερός/ή και αποφασιστικός/ή.",
    "5_a": "Ευγένεια.",
    "5_c": "Συνειδητότητα.",
    "5_e": "Εξωστρέφεια.",
    "5_n": "Νευρωτισμός.",
    "5_o": "Ανοιχτοσύνη.",
    "5a": "Συνήθως δεν νιώθω ενοχές.",
    "5b": "Μερικές φορές νιώθω ενοχές.",
    "5c": "Τις περισσότερες φορές νιώθω αρκετά ένοχος/η.",
    "5d": "Συνεχώς νιώθω ένοχος/η.",
    "5p":
        "Γενικά, είναι ευκολότερο και πιο αποτελεσματικό να επηρεάζεις τους άλλους παρά να δρας άμεσα.",
    "6a": "Δεν είμαι θύμα καμίας τιμωρίας.",
    "6b": "Αισθάνομαι ότι τελικά θα τιμωρηθώ.",
    "6c": "Αισθάνομαι ότι με τιμωρούν.",
    "6d": "Είμαι βέβαιος/η ότι με τιμωρούν.",
    "6p": "Δεν έχω ενδοιασμούς να κρίνω τους άλλους και να λέω τη γνώμη μου.",
    "7a": "Δεν αισθάνομαι απογοητευμένος/η με τον εαυτό μου.",
    "7b": "Αισθάνομαι λίγο απογοητευμένος/η με τον εαυτό μου.",
    "7c": "Αισθάνομαι πολύ απογοητευμένος/η με τον εαυτό μου.",
    "7d":
        "Είμαι περισσότερο από απογοητευμένος/η. Στην πραγματικότητα, μισώ τον εαυτό μου.",
    "7p": "Δεν διστάζω να αρνηθώ εργασίες που δεν είναι μέρος των ευθυνών μου.",
    "8a": "Δεν είμαι χειρότερος/η από κανέναν άλλον.",
    "8b": "Κριτικάρω τον εαυτό μου για τα λάθη και τις αδυναμίες μου.",
    "8c": "Κατηγορώ συνεχώς τον εαυτό μου για τα λάθη μου.",
    "8d": "Κατηγορώ τον εαυτό μου για όλα τα κακά που συμβαίνουν γύρω μου.",
    "8p":
        "Δεν φοβάμαι να εκφράσω τη γνώμη μου, ακόμα και απέναντι σε εχθρικούς συνομιλητές.",
    "9a": "Δεν σκέφτομαι την αυτοκτονία.",
    "9b":
        "Έχω σκέψεις να τερματίσω τη ζωή μου αλλά δεν μπορώ να τις πραγματοποιήσω.",
    "9c": "Επιθυμώ να τερματίσω τη ζωή μου.",
    "9d": "Αν έχω την ευκαιρία, θα τερματίσω τη ζωή μου.",
    "9p":
        "Σε μια συζήτηση προτιμώ να κάνω πίσω και να δω πώς εξελίσσονται τα πράγματα.",
    "9pilares":
        "Κατανοήστε τις αρχές που καθοδηγούν τους δείκτες που χρησιμοποιούνται στα ερωτηματολόγια που μετρούν την Ακαθάριστη Εθνική Ευτυχία.",
    "9pilares_t": "Οι 9 Πυλώνες της Ακαθάριστης Εθνικής Ευτυχίας.",
    "10a": "Δεν κλαίω περισσότερο από το συνηθισμένο.",
    "10b": "Κλαίω περισσότερο τώρα από ό,τι πριν.",
    "10c": "Περνάω τον περισσότερο χρόνο μου κλαίγοντας.",
    "10d": "Δεν μπορώ καν να κλάψω πια.",
    "10p": "Με επικρίνουν συχνά επειδή είμαι αντιφατικός/ή.",
    "11-18": "Σύμφωνα με το τεστ του Beck, έχετε συμπτώματα ήπιας κατάθλιψης.",
    "11-18r": "Ήπια κατάθλιψη",
    "11a": "Δεν είμαι πιο ευερέθιστος/η από το συνηθισμένο.",
    "11b": "Ερεθίζομαι πιο συχνά από πριν.",
    "11c": "Είμαι πάντα ευερέθιστος/η.",
    "11d": "Δεν μπορώ καν να θυμώσω πια.",
    "11p": "Δυσκολεύομαι να ακούω τους άλλους.",
    "12a": "Εξακολουθώ να ενδιαφέρομαι για τους άλλους ανθρώπους.",
    "12b": "Ενδιαφέρομαι λιγότερο για τους άλλους ανθρώπους από ό,τι παλιά.",
    "12c": "Έχω χάσει σχεδόν κάθε ενδιαφέρον για τους άλλους ανθρώπους.",
    "12d": "Έχω χάσει εντελώς το ενδιαφέρον μου για τους άλλους ανθρώπους.",
    "12p": "Κρατώ τα πράγματα διακριτικά και αυτό μου έχει λειτουργήσει καλά.",
    "13a": "Παίρνω αποφάσεις το ίδιο εύκολα όπως και πριν.",
    "13b": "Αποφεύγω να παίρνω αποφάσεις.",
    "13c": "Έχω μεγάλη δυσκολία να πάρω αποφάσεις.",
    "13d": "Αισθάνομαι εντελώς ανίκανος/η να πάρω οποιαδήποτε απόφαση.",
    "13p": "Οι άνθρωποι με θεωρούν συχνά διορατικό/ή και ικανό/ή στις σχέσεις.",
    "14a": "Αισθάνομαι καλά με την εμφάνισή μου.",
    "14b":
        "Ανησυχώ για το ότι φαίνομαι μεγαλύτερος/η και λιγότερο ελκυστικός/ή.",
    "14c":
        "Νιώθω ότι η εμφάνισή μου αλλάζει και με κάνει λιγότερο ελκυστικό/ή.",
    "14d": "Νομίζω ότι φαίνομαι απαίσιος/α.",
    "14p":
        "Βασίζω τις σχέσεις μου στην εμπιστοσύνη αντί για την κυριαρχία ή τους υπολογισμούς.",
    "15a": "Μπορώ να δουλέψω το ίδιο καλά όπως και πριν.",
    "15b": "Χρειάζομαι λίγη προσπάθεια για να ξεκινήσω να δουλεύω.",
    "15c": "Χρειάζεται μεγάλη προσπάθεια για να δουλέψω.",
    "15d": "Δεν μπορώ να δουλέψω άλλο.",
    "15p":
        "Προτιμώ να μην ζητώ βοήθεια από τους συναδέλφους· μπορεί να νομίζουν ότι είμαι ανίκανος/η.",
    "16a": "Κοιμάμαι καλά.",
    "16b": "Δεν κοιμάμαι το ίδιο καλά όπως πριν.",
    "16c":
        "Ξυπνάω 1 ή 2 ώρες νωρίτερα από το συνηθισμένο και δυσκολεύομαι να ξανακοιμηθώ.",
    "16d":
        "Ξυπνάω πολλές ώρες νωρίτερα από το συνηθισμένο και δεν μπορώ να ξανακοιμηθώ.",
    "16p":
        "Είμαι ντροπαλός/ή και νιώθω μπλοκαρισμένος/η όταν πρέπει να κάνω κάτι ασυνήθιστο.",
    "17a": "Δεν νιώθω πιο κουρασμένος/η από πριν.",
    "17b": "Είμαι πιο κουρασμένος/η από πριν.",
    "17c": "Κουράζομαι κάνοντας οτιδήποτε.",
    "17d": "Είμαι πολύ κουρασμένος/η για να κάνω οτιδήποτε.",
    "17p":
        "Οι άνθρωποι με αποκαλούν ευάλωτο/η, κάτι που με ενοχλεί και κάνει τους άλλους να γελάνε.",
    "18a": "Η όρεξή μου είναι η ίδια όπως πάντα.",
    "18b": "Η όρεξή μου δεν είναι τόσο καλή όσο ήταν παλιά.",
    "18c": "Η όρεξή μου έχει επιδεινωθεί πολύ τελευταία.",
    "18d": "Δεν έχω καθόλου όρεξη.",
    "18p": "Νιώθω αρκετά άνετα στις διαπροσωπικές σχέσεις.",
    "19-25":
        "Προσοχή! Σύμφωνα με το τεστ του Beck, έχετε συμπτώματα μέτριας κατάθλιψης.",
    "19-25r": "Μέτρια κατάθλιψη",
    "19a": "Το βάρος μου παραμένει σταθερό.",
    "19b": "Έχω χάσει ή πάρει πάνω από 2,5 κιλά.",
    "19c": "Έχω χάσει ή πάρει πάνω από 5 κιλά.",
    "19d": "Έχω χάσει ή πάρει πάνω από 7,5 κιλά.",
    "19p":
        "Συχνά κάνω φασαρία· είναι ο καλύτερος τρόπος για να πάρω αυτό που θέλω.",
    "20-1": "Νιώθω την ανάγκη να συμβουλεύομαι 💜 για όλα όσα κάνω.",
    "20-2": "Φοβάμαι την μοναξιά, την απόρριψη και την εγκατάλειψη.",
    "20-3":
        "Όταν είμαι με 💜, δεν αντέχω να είμαι μακριά και τηλεφωνώ πολλές φορές για να ελέγξω πού είναι και με ποιον.",
    "20-4": "Δεν μπορώ να απολαύσω τις στιγμές όταν είμαι μόνος.",
    "20-5":
        "Η ευτυχία μου εξαρτάται εντελώς από 💜 και δεν αντέχω την σκέψη να τελειώσει η σχέση.",
    "20-6":
        "Έχω απομακρυνθεί από τους φίλους και την οικογένειά μου από τότε που ξεκίνησα μια σχέση με 💜.",
    "20-7":
        "Ο χρόνος που περνάω με 💜 δεν είναι ποτέ αρκετός. Θέλω πάντα περισσότερο.",
    "20-8":
        "Δεν παίρνω πρωτοβουλίες ή εκφράζω τις απόψεις μου από φόβο μήπως δυσαρεστήσω 💜.",
    "20-9":
        "Κάθε δραστηριότητα που κάνω χωρίς 💜 φαίνεται βαρετή και μονότονη.",
    "20-10": "Παίζω το θύμα για να τραβήξω την προσοχή από 💜.",
    "20-11": "Η ζωή μου χωρίς 💜 δεν έχει νόημα.",
    "20-12": "Χρειάζομαι συνεχείς αποδείξεις αγάπης και στοργής.",
    "20-13": "Ανησυχώ για το μέλλον και τη σταθερότητα της σχέσης.",
    "20-14": "Αγωνίζομαι να θέσω όρια όταν 💜 κάνει κάτι που με πληγώνει.",
    "20-15":
        "Εκτιμώ πολύ 💜 και νιώθω τυχερός που έχω κάποιον τόσο υπέροχο μαζί μου.",
    "20-16": "Είμαι ζηλιάρης.",
    "20-17": "Θα συγχωρούσα την απιστία για να αποφύγω το τέλος της σχέσης.",
    "20-18":
        "Αφοσιώνομαι στο να βοηθώ 💜 με όλα, συμπεριλαμβανομένων των προσωπικών τους προβλημάτων.",
    "20-19":
        "Δεν αντέχω τα λάθη μου και είμαι πολύ επικριτικός με τις αδυναμίες μου.",
    "20-20":
        "Εάν 💜 είναι απασχολημένος και δεν μου δίνει προσοχή, σκέφτομαι αμέσως ότι δεν με αγαπάει πια.",
    "20-P": "20",
    "20_titulo": "Γρήγορη Δοκιμή",
    "20a": "Η ανησυχία μου για την υγεία μου είναι η ίδια όπως πριν.",
    "20b": "Ανησυχώ για την υγεία μου.",
    "20c":
        "Ανησυχώ τόσο πολύ για την υγεία μου που δυσκολεύομαι να σκεφτώ οτιδήποτε άλλο.",
    "20d":
        "Ανησυχώ τόσο πολύ για την υγεία μου που δεν μπορώ να σκεφτώ τίποτα άλλο καθόλου.",
    "20p":
        "Είμαι ομιλητικός και διακόπτω τους άλλους χωρίς να το συνειδητοποιώ.",
    "21a": "Δεν νιώθω καμία αλλαγή στο ενδιαφέρον μου για τη σεξουαλικότητα.",
    "21b": "Είμαι λιγότερο ενδιαφερόμενος για τη σεξουαλικότητα απ' ότι πριν.",
    "21c": "Είμαι πολύ λιγότερο ενδιαφερόμενος για τη σεξουαλικότητα.",
    "21d": "Έχω χάσει τελείως το ενδιαφέρον για τη σεξουαλικότητα.",
    "21p":
        "Είμαι φιλόδοξος και πρόθυμος να κάνω ό,τι χρειάζεται για να πετύχω τους στόχους μου.",
    "22a": "Τέλος δοκιμής",
    "22d": "Τέλος δοκιμής",
    "22p":
        "Γενικά, ξέρω σε ποιον να απευθυνθώ και πότε. Αυτό είναι σημαντικό για την επιτυχία.",
    "23p":
        "Σε περίπτωση διαφωνίας, αναζητώ ρεαλιστικούς συμβιβασμούς βασισμένους σε αμοιβαία συμφέροντα.",
    "24p": "Προτιμώ να είμαι ευθύς και ειλικρινής.",
    "25p": "Έχω την τάση να αναβάλλω τις εργασίες.",
    "+26":
        "Προσοχή! Σύμφωνα με το τεστ Beck, παρουσιάζετε συμπτώματα σοβαρής κατάθλιψης.",
    "26p": "Συχνά αφήνω μια εργασία ημιτελή",
    "27p": "Γενικά δείχνω ποιος είμαι χωρίς να κρύβω τα συναισθήματά μου",
    "28p": "Χρειάζεται πολύ για να με τρομάξει",
    "29p":
        "Το να τρομάζω τους άλλους μπορεί να είναι μια αποτελεσματική μέθοδος για να διατηρήσω την εξουσία.",
    "30p":
        "Όταν κάποιος με εκμεταλλεύεται μία φορά, φροντίζω να εκδικηθώ την επόμενη φορά.",
    "31p":
        "Όταν κριτικάρω κάποιον, είναι αποτελεσματικό να επισημαίνω πότε δεν τηρεί τα δικά του ή τα δικά της principes.",
    "32p": "Ξέρω πώς να εκμεταλλευτώ το σύστημα; είμαι εφευρετικός.",
    "33p":
        "Μπορώ να είμαι ο εαυτός μου και να είμαι ακόμα κοινωνικά αποδεκτός.",
    "34p": "Όταν διαφωνώ, το εκφράζω καθαρά και ήρεμα.",
    "35p": "Φροντίζω να μην ενοχλώ τους άλλους.",
    "36p": "Έχω σοβαρές δυσκολίες στη λήψη αποφάσεων.",
    "37p":
        "Δεν μου αρέσει να είμαι ο μόνος στην ομάδα με διαφορετική γνώμη, οπότε προτιμώ να απομακρυνθώ.",
    "38p": "Δεν φοβάμαι τη δημόσια ομιλία.",
    "39p": "Η ζωή φαίνεται σαν ζούγκλα.",
    "40p":
        "Δεν φοβάμαι να αντιμετωπίσω επικίνδυνες και ριψοκίνδυνες προκλήσεις.",
    "41p":
        "Η δημιουργία συγκρούσεων μπορεί να είναι πιο αποτελεσματική από την απάλυνση των εντάσεων.",
    "42p":
        "Η ειλικρίνεια είναι ο καλύτερος τρόπος για να χτίσουμε εμπιστοσύνη στις σχέσεις μας.",
    "43p": "Ξέρω πώς να ακούω και να μην διακόπτω τους άλλους.",
    "44p": "Εκτελώ αυτό που έχω αποφασίσει να κάνω.",
    "45p": "Δεν φοβάμαι να εκφράσω τα συναισθήματά μου ακριβώς όπως είναι.",
    "46p":
        "Έχω ταλέντο στο να κερδίζω ανθρώπους και να αποκτώ την υποστήριξή τους για τις ιδέες μου.",
    "47p": "Ξέρω πώς να επαινέσω τους ανθρώπους για να πάρω αυτό που θέλω.",
    "48p": "Έχω πρόβλημα να ελέγχω πόσο χρόνο ξοδεύω μιλώντας.",
    "49p": "Τα πηγαίνω καλά με την ειρωνεία.",
    "50p":
        "Ζω μια απλή ζωή και μερικές φορές ακόμη και επιτρέπω στον εαυτό μου να εκμεταλλεύεται.",
    "51p": "Προτιμώ να παρατηρώ παρά να συμμετέχω.",
    "52p": "Προτιμώ να είμαι πίσω από τις σκηνές παρά στην πρώτη σειρά.",
    "53p": "Δεν νομίζω ότι η χειραγώγηση είναι μια αποτελεσματική λύση.",
    "54p":
        "Για να αποφύγω τα προβλήματα, δεν αποκαλύπτω τις προθέσεις μου πολύ νωρίς.",
    "55p": "Συχνά σοκάρω τους ανθρώπους με τις απόψεις μου.",
    "56p": "Προτιμώ να είμαι λύκος παρά αρνί.",
    "57p":
        "Συχνά χρησιμοποιώ τη χειραγώγηση για να πάρω αυτό που θέλω; είναι ο πιο πρακτικός τρόπος.",
    "58p":
        "Γενικά ξέρω πώς να διαμαρτύρομαι αποτελεσματικά χωρίς υπερβολική επιθετικότητα.",
    "59p":
        "Πιστεύω ότι τα προβλήματα δεν μπορούν πραγματικά να λυθούν χωρίς να αντιμετωπιστούν οι βαθύτερες αιτίες τους.",
    "60p": "Δεν μου αρέσει να με βλέπουν οι άλλοι αρνητικά.",
    "61p": "Τέλος της δοκιμής",
    "90-1": "Ζω για 💜; είναι το επίκεντρο του κόσμου μου.",
    "90-2":
        "Όταν μιλάω με 💜, επιλέγω τις λέξεις μου προσεκτικά γιατί φοβάμαι την αντίδρασή τους στις πραγματικές μου σκέψεις.",
    "90-3":
        "Αποφεύγω να κάνω πράγματα που θέλω, μόνο και μόνο για να μην αναστατώσω 💜 ή να δημιουργήσω συγκρούσεις.",
    "90-4": "Πιστεύω ότι η αγάπη και ο πόνος συνήθως πηγαίνουν χέρι-χέρι.",
    "90-5":
        "Υπομένω την κακοποίηση ή την επιθετικότητα του 💜 για να αποφύγω την απόρριψη ή την απώλεια του 💜.",
    "90-6":
        "Προσπαθώ να αλλάξω το 💜 με συμβουλές, πίεση, απειλές ή χειρισμό, ώστε τα πράγματα να συμβαίνουν όπως νομίζω ότι πρέπει.",
    "90-7":
        "Η θέσπιση ορίων με 💜 οδηγεί σε εξαντλητικές συζητήσεις που δεν οδηγούν πουθενά.",
    "90-8":
        "Νιώθω θυμό ή απογοήτευση γιατί δεν μπορώ να επιβάλω όρια στη σχέση με 💜.",
    "90-9":
        "Νιώθω θυμό ή απογοήτευση γιατί δεν μπορώ να λύσω τα πράγματα με 💜 μια για πάντα.",
    "90-10":
        "Κάποιες φορές είμαι υπερβολικά επιεικής με 💜, αλλά όχι με άλλους.",
    "90-11": "Λέω ψέματα ή κρύβω τη συμπεριφορά του 💜 από άλλους.",
    "90-12":
        "Βρίσκω δικαιολογίες όταν άλλοι ανακαλύπτουν τη συμπεριφορά του 💜.",
    "90-13":
        "Νιώθω υπεύθυνος για τα συναισθήματα, τις σκέψεις, τις ανάγκες, τις πράξεις και την ευημερία του 💜.",
    "90-14":
        "Γενικά, τείνω να φροντίζω καλύτερα την ευημερία του 💜 από τη δική μου.",
    "90-15":
        "Νιώθω θυμό όταν 💜 δεν νοιάζεται για μένα με τον ίδιο τρόπο που νοιάζομαι εγώ για αυτούς.",
    "90-16":
        "Λόγω αυτής της σχέσης, νιώθω συχνά άγχος, εξάντληση, ενοχή ή κατάθλιψη.",
    "90-17": "Ζω για να βοηθάω το 💜, ακόμα κι όταν δεν ζητούν βοήθεια.",
    "90-18":
        "Αρνούμαι προσκλήσεις από φίλους, ώστε να μην περάσουν χρόνο με 💜.",
    "90-19":
        "Περνάω πολύ χρόνο περιμένοντας νευρικά μια κλήση, μήνυμα ή email από 💜.",
    "90-20": "Όταν άρχισα μια σχέση με 💜, παραμέλησα τους φίλους μου.",
    "90-21": "Όταν κάτι πάει στραβά, τείνω να ρίχνω την ευθύνη στο 💜.",
    "90-22":
        "Νιώθω την ανάγκη να σώσω το 💜 όταν βρίσκεται σε δύσκολη κατάσταση.",
    "90-23": "Νιώθω εκμεταλλευμένος ή πληγωμένος από 💜.",
    "90-24":
        "Αναγνωρίζω ότι η σχέση μας έχει μια έντονη ανισορροπία μεταξύ του να δίνω και να παίρνω.",
    "90-25": "Η επικοινωνία με 💜 είναι δύσκολη ή σχεδόν ανύπαρκτη.",
    "90-26":
        "Θέλω να αλλάξω τη συμπεριφορά μου προς 💜, αλλά συνεχώς επιστρέφω στα ίδια μοτίβα.",
    "90-27":
        "Χρησιμοποιώ το σεξ για να προσπαθήσω να κατακτήσω και να κρατήσω το 💜.",
    "90-28":
        "Προσπαθώ να κρατιέμαι απασχολημένος για να αποφύγω να αντιμετωπίσω αυτό το πρόβλημα.",
    "90-29":
        "Όταν δεν πηγαίνουν καλά τα πράγματα με 💜, όλα τα υπόλοιπα στη ζωή μου γίνονται δύσκολα.",
    "90-30":
        "Αγνοώ τα προβλήματά μου με 💜 και προσποιούμαι ότι τα πράγματα δεν είναι τόσο δύσκολα όσο φαίνονται.",
    "90-31": "Νιώθω παγιδευμένος στη σχέση με 💜.",
    "90-32": "Νιώθω ντροπή για τη σχέση μου με 💜.",
    "90-33": "Αποφεύγω να μιλήσω για τα προβλήματά μου.",
    "90-34": "Στις ρομαντικές σχέσεις, πάντα περιμένω να με εγκαταλείψουν.",
    "90-35":
        "Όταν ξεκινάω μια ρομαντική σχέση, δεν αφιερώνω αρκετό χρόνο για να διασφαλίσω ότι το άτομο είναι σωστό για μένα.",
    "90-36": "Βιάζομαι στη σχέση πολύ γρήγορα.",
    "90-37":
        "Όταν η σχέση πηγαίνει στραβά ή τελειώνει, συνειδητοποιώ ότι αγνόησα σαφή προειδοποιητικά σημάδια.",
    "90-38": "Τείνω να επαναλαμβάνω καταστροφικά πρότυπα σχέσεων.",
    "90-39": "Μένω με 💜 επειδή φοβάμαι να είμαι μόνος.",
    "90-40": "Θα φύγω από αυτή τη σχέση μόνο όταν βρω άλλη.",
    "90-41": "Αγωνίζομαι να διασκεδάσω, να βγω ή να ταξιδέψω χωρίς 💜.",
    "90-42":
        "💜 είπε ότι θέλει να τελειώσει τη σχέση, αλλά συνεχίζω να επιμένω.",
    "90-43": "Τείνω να εμπιστεύομαι αφελώς συνεργάτες με κακό χαρακτήρα.",
    "90-44": "Στη σχέση μου με 💜, συμβιβάζομαι με πολύ λιγότερα από όσα θέλω.",
    "90-45":
        "Αφού με έχουν σεβαστεί ή κακομεταχειριστεί 💜, αποδέχομαι οποιαδήποτε δικαιολογία για να ξαναγυρίσουμε μαζί, αν και το μετανιώνω αργότερα.",
    "90-46":
        "Τείνω να ερωτεύομαι ανθρώπους που είναι αδύνατο να τους αποκτήσω, επιθετικούς, περίπλοκους ή ανίκανους να αγαπήσουν.",
    "90-47":
        "Νιώθω την ανάγκη να είμαι χρήσιμος προς 💜 ή νιώθω ότι 💜 εξαρτάται από μένα.",
    "90-48":
        "Για να είμαι άνετος, συχνά χρειάζεται να ξέρω πού είναι 💜, με ποιον είναι και τι κάνουν.",
    "90-49": "Έχω στιγμές κατάθλιψης, ενοχής ή πικρίας.",
    "90-50": "Έχω εκρήξεις θυμού και επιθετικότητας.",
    "90-51": "Μερικές φορές έχω παράλογες ενέργειες.",
    "90-52": "Συχνά χρειάζομαι αποδείξεις αγάπης από 💜.",
    "90-53":
        "Η ευτυχία μου εξαρτάται σε μεγάλο βαθμό από το πώς ενεργεί ή δεν ενεργεί 💜.",
    "90-54": "Δυσκολεύομαι να αποδεχτώ 💜 για αυτό που είναι.",
    "90-55": "Σε αγχωτικές καταστάσεις, τείνω να αντιδρώ παθητικά ή επιθετικά.",
    "90-56":
        "Σε αυτή τη σχέση, πιστεύω συχνά ότι τα πράγματα θα βελτιωθούν παρά την απουσία πραγματικών ενδείξεων βελτίωσης.",
    "90-57":
        "Όταν υποφέρω, τείνω να σωματοποιώ ή να έχω ήδη χρόνιες ψυχοσωματικές ασθένειες λόγω της συναισθηματικής μου ιστορίας.",
    "90-58": "Συχνά αμφισβητώ αν 💜 με αγαπάει.",
    "90-59": "Αρνούμαι την ανάγκη να ζητήσω βοήθεια.",
    "90-60":
        "Δεν είχα σαφείς στόχους εδώ και καιρό και δεν έχω επενδύσει σε άλλους τομείς της ζωής μου εκτός από τη σχέση με 💜.",
    "90-61": "Νιώθω ότι έχω χάσει την κατεύθυνση και τον έλεγχο της ζωής μου.",
    "90-62": "Λόγω της σχέσης με 💜, έχω σκεφτεί την αυτοκτονία.",
    "90-63":
        "Σκέφτομαι ότι είναι καιρός να το τελειώσω, αλλά δεν το έχω κάνει ακόμα.",
    "90-64":
        "Προέρχομαι από μια καταπιεστική, προβληματική ή δυσλειτουργική οικογένεια.",
    "90-65":
        "Δεν ένιωσα ότι αγαπήθηκα, έγινε αποδεκτός ή επιβεβαιωμένος από έναν ή και τους δύο γονείς.",
    "90-66": "Οι γονείς ή οι κηδεμόνες μου ήταν πολύ αυστηροί.",
    "90-67":
        "Σε σχέση με τα λάθη, τείνω να είμαι υπερβολικά αυστηρός με τον εαυτό μου.",
    "90-68": "Σε σχέση με τα λάθη, τείνω να είμαι απαθής με τους άλλους.",
    "90-69": "Υποφέρω από συχνές και ανεξήγητες εναλλαγές διάθεσης.",
    "90-70": "Είμαι συνειδητός για τη χαμηλή αυτοεκτίμησή μου.",
    "90-71":
        "Ανησυχώ εύκολα και, σε αυτές τις στιγμές, δεν μπορώ να σταματήσω να υπεραναλύω.",
    "90-72": "Νιώθω λίγη ή καθόλου ελπίδα.",
    "90-73": "Συχνά νιώθω εσωτερική κενότητα όταν είμαι μόνος ή μακριά από 💜.",
    "90-74": "Νιώθω άβολα όταν δέχομαι κοπλιμέντα.",
    "90-75": "Φοβάμαι πολύ να ενοχλήσω τους ανθρώπους.",
    "90-76": "Συχνά ζητώ συγγνώμη, ακόμα κι όταν δεν έχω κάνει τίποτα λάθος.",
    "90-77":
        "Δυσκολεύομαι να εμπιστευτώ τα συναισθήματα και τις αποφάσεις μου.",
    "90-78": "Συχνά λέω 'ναι' όταν ήθελα να πω 'όχι'.",
    "90-79": "Νιώθω εύκολα ένοχος σε διάφορες καταστάσεις.",
    "90-80":
        "Προσπαθώ πάντα να αποδείξω ότι είμαι αρκετά καλός και φοβάμαι να κάνω λάθη.",
    "90-81": "Ψάχνω πάντα για αγάπη, αποδοχή και έγκριση από τους άλλους.",
    "90-82": "Δυσκολεύομαι να εμπιστευτώ τους ανθρώπους.",
    "90-83": "Τείνω να εμπιστεύομαι αναξιόπιστους ανθρώπους.",
    "90-84": "Νιώθω εύκολα ανεπαρκής.",
    "90-85": "Νιώθω εύκολα θλίψη ή ενοχή όταν οι άλλοι έχουν προβλήματα.",
    "90-86": "Ντρέπομαι για τη ζωή μου.",
    "90-87":
        "Μισώ τον εαυτό μου ή δικαιολογώ τις πράξεις μου κατηγορώντας τους γονείς ή άλλους.",
    "90-88": "Οι άνθρωποι που με ξέρουν λένε ότι είμαι ελεγκτικός.",
    "90-89": "Είμαι πολύ ευαίσθητος στην κριτική.",
    "90-90": "Δυσκολεύομαι να παραμείνω κοντά ή οικείος με τους ανθρώπους.",
    "90-91":
        "Νιώθω αναγκασμένος να καπνίζω, να ψωνίζω, να τρώω, να τζογάρω, να πίνω, να χρησιμοποιώ ναρκωτικά, φάρμακα, το διαδίκτυο, να εργάζομαι ή να συμμετέχω υπερβολικά σε άλλες δραστηριότητες.",
    "90-T": "Ολοκλήρωση τεστ",
    "90_titulo": "Ολοκλήρωση τεστ",
    "+26r": "Σοβαρή Κατάθλιψη",
    "-10r": "Χωρίς Κατάθλιψη",
    "A": "1) Ορισμός",
    "A1":
        "Η οργή είναι ένα φυσιολογικό και υγιές συναίσθημα, αλλά μπορεί να γίνει ανεξέλεγκτη και καταστρεπτική για τις προσωπικές σχέσεις, την εργασία και το σχολείο. Η ανεξέλεγκτη οργή μας καθιστά ευάλωτους σε απρόβλεπτα, ισχυρά συναισθήματα. Είναι ένα συναίσθημα διαμαρτυρίας, ανασφάλειας ή απογοήτευσης προς κάποιον ή κάτι, που εκφράζεται όταν το εγώ νιώθει πληγωμένο ή απειλούμενο.",
    "A2":
        "Η ένταση της οργής, ή η έλλειψή της, ποικίλλει μεταξύ των ατόμων και διαμορφώνεται από ηθική και ψυχολογική ανάπτυξη. Μπορεί να θυμώσετε με ένα συγκεκριμένο άτομο (συνάδελφο ή συμμαθητή) ή με ένα γεγονός όπως η κυκλοφοριακή συμφόρηση.",
    "A3":
        "Η οργή μπορεί επίσης να προκληθεί από υπερβολική ανησυχία ή εστίαση σε προσωπικά προβλήματα και αναμνήσεις από τραυματικές ή σημαντικές καταστάσεις.",
    "Ag_CalStre": "Υπολογίστε το επίπεδο άγχους",
    "Ag_ec1": "Οικογενειακή κατάσταση;",
    "Ag_ec2": "Παντρεμένος/η",
    "Ag_ec3": "Άγαμος/η / Χήρος/α",
    "Ag_ec4": "Χωρισμένος/η / Διαζευγμένος/η",
    "Ag_faldad": "Λείπουν δεδομένα",
    "Ag_faldad_des": "Δεν ολοκλήρωσε τη φόρμα:",
    "Ag_fc1": "Παιδιά στο σπίτι;",
    "Ag_fc2": "Δεν έχω παιδιά στο σπίτι",
    "Ag_fc3": "Έχω 1 ή 2 παιδιά στο σπίτι",
    "Ag_fc4": "Έχω περισσότερα από 3 παιδιά στο σπίτι",
    "Ag_id1": "Ηλικία;",
    "Ag_id2": "Κάτω από 25 ετών",
    "Ag_id3": "Μεταξύ 25 και 34 ετών",
    "Ag_id4": "Μεταξύ 35 και 60 ετών",
    "Ag_id5": "Πάνω από 60 ετών",
    "Ag_red1": "Κατοικία;",
    "Ag_red2": "Χωριό",
    "Ag_red3": "Μικρή πόλη",
    "Ag_red4": "Μεγάλη πόλη",
    "Ag_tit": "Επιβαρυντικοί παράγοντες:",
    "Ag_trb1": "Κατάσταση απασχόλησης;",
    "Ag_trb2": "Φοιτητής/τρια",
    "Ag_trb3": "Άνεργος/η",
    "Ag_trb4": "Προσωρινή εργασία",
    "Ag_trb5": "Μόνιμη εργασία",
    "Analize": "Ανάλυση αποτελεσμάτων",
    "Ans11-18": "Σύμφωνα με το τεστ άγχους, έχετε ήπια συμπτώματα άγχους.",
    "Ans11-18r": "Ήπιο άγχος",
    "Ans19-25":
        "Προσοχή! Σύμφωνα με αυτό το τεστ άγχους, έχετε μέτρια συμπτώματα άγχους.",
    "Ans19-25r": "Μέτριο άγχος",
    "Ans+26":
        "Προσοχή! Σύμφωνα με αυτό το τεστ άγχους, έχετε συμπτώματα σοβαρού άγχους.",
    "Ans+26r": "Σοβαρό άγχος",
    "Ans-10":
        "Συγχαρητήρια! Σύμφωνα με αυτό το τεστ άγχους, έχετε ελάχιστα συμπτώματα άγχους.",
    "Ans-10r": "Ελάχιστο Άγχος",
    "AnsEscala1": "Σχετικά με το σκορ του τεστ BAI",
    "AnsEscala2": "Κάθε απάντηση βαθμολογείται σε κλίμακα από 0 έως 3",
    "AnsEscala3": "Σκορ και Επίπεδα Άγχους:",
    "AnsEscala4": "0-7: ελάχιστο άγχος",
    "AnsEscala5": "8-15: ήπιο άγχος",
    "AnsEscala6": "16-25: μέτριο άγχος",
    "AnsEscala7": "26-63: σοβαρό άγχος",
    "AnsSint": "Συμπτώματα Άγχους",
    "B": "2) Προειδοποιητικά Σημάδια:",
    "B1":
        "Όταν θυμώνουμε, βιώνουμε διάφορες σκέψεις, συναισθήματα και φυσικές αντιδράσεις. Για κάποιους, τα συναισθήματα γίνονται συντριπτικά, σαν να πρόκειται να 'εκραγούν'. Άλλοι μπορεί να μην συνειδητοποιούν ότι είναι θυμωμένοι, αλλά νιώθουν άσχημα, ένοχοι ή αντιδρούν υπερβολικά σε άλλες καταστάσεις.",
    "B2": "ΑΜΕΣΑ ΣΗΜΑΔΙΑ:",
    "B3":
        "Υψωμένη φωνή, βρισιές, πονοκέφαλοι, πόνοι στο στομάχι, σφιγμένος λαιμός, αυξημένος καρδιακός ρυθμός, αυξημένη αρτηριακή πίεση, σφιγμένες γροθιές, απειλές, βία, πίεση, εχθρότητα, θυμός, αγανάκτηση.",
    "B4": "ΕΜΜΕΣΑ ΣΗΜΑΔΙΑ:",
    "B5":
        "Υπερβολικός ύπνος, χρόνια κόπωση, άγχος, μούδιασμα, κατάθλιψη, πλήξη, απώλεια όρεξης, κλάμα, συνεχής κριτική, κακά ή εχθρικά αστεία, κατάχρηση αλκοόλ ή ναρκωτικών.",
    "C1":
        "Ο ύπνος είναι απαραίτητος για την πρόληψη και τη θεραπεία συναισθηματικών διαταραχών όπως το άγχος, η οργή, η συναισθηματική εξάρτηση και η κατάθλιψη. Η κατάλληλη ανάπαυση είναι κρίσιμη για το σώμα και το μυαλό. Εδώ είναι μερικές συμβουλές:",
    "C1a": "• Πηγαίνετε στο κρεβάτι πριν τις 10:00 μ.μ.",
    "C1b": "• Κοιμηθείτε περίπου 7 έως 8 ώρες κάθε βράδυ.",
    "C1c": "• Διατηρήστε ένα σταθερό πρόγραμμα ύπνου και αφύπνισης.",
    "C1d": "Εάν δυσκολεύεστε να κοιμηθείτε, εδώ είναι μερικές συμβουλές:",
    "C1e":
        "• Αποφύγετε την κατανάλωση αλκοολούχων ποτών, καφέ, τσάι ή διεγερτικών τροφών όπως σοκολάτα, μπισκότα ή κέικ πριν τον ύπνο.",
    "C1f":
        "• Μείνετε μακριά από οθόνες (κινητό, tablet, τηλεόραση) τουλάχιστον 1 ώρα πριν τον ύπνο. Έχει αποδειχθεί ότι το μπλε φως και τα υπερδιεγερτικά εφέ των οθονών παρεμβαίνουν στην παραγωγή μελατονίνης, μια σημαντική ορμόνη για την επαγωγή και τη διατήρηση του ύπνου.",
    "C1g":
        "• Δείπνο τουλάχιστον 3 ώρες πριν από τον ύπνο. Εάν έχετε ήδη χωνέψει το γεύμα σας όταν πάτε για ύπνο, θα έχετε καλύτερο ύπνο.",
    "C1h":
        "• Πάρτε ένα ζεστό μπάνιο πριν τον ύπνο. Θα σας βοηθήσει να χαλαρώσετε και να προκληθεί ο ύπνος.",
    "C1t": "1) Καλός Ύπνος",
    "C2":
        "Οι συναισθηματικές διαταραχές μπορούν να εξαντλήσουν την ενέργειά σας, κάνοντας την άσκηση να φαίνεται σαν το τελευταίο πράγμα που θέλετε να κάνετε. Ωστόσο, η άσκηση είναι κρίσιμη για τη θεραπεία και την πρόληψη συναισθηματικών καταστάσεων! Η τακτική άσκηση, ειδικά οι αερόβιες δραστηριότητες σε εξωτερικούς χώρους, προκαλεί την παραγωγή ορμονών, όπως οι ενδορφίνες, που βελτιώνουν την ευημερία. Εδώ είναι μερικές συμβουλές:",
    "C2a":
        "• Επιλέξτε τη δραστηριότητα που σας αρέσει περισσότερο ή μισείτε λιγότερο! Η πιο κατάλληλη σωματική άσκηση για άτομα με συναισθηματικές διαταραχές είναι οι αερόβιες ασκήσεις που γίνονται σε εξωτερικούς χώρους, όπως γρήγορο περπάτημα, τρέξιμο, ποδηλασία, κωπηλασία κ.λπ.",
    "C2b":
        "• Διατηρήστε μια καθημερινή ρουτίνα άσκησης, με τουλάχιστον 30λεπτες συνεδρίες καθημερινά.",
    "C2t": "2) Φυσική Άσκηση",
    "C3":
        "Η διατροφή επηρεάζει όχι μόνο τη σωματική υγεία, αλλά και την συναισθηματική και ψυχολογική ευημερία. Μια υγιεινή διατροφή βοηθά στην πρόληψη και θεραπεία των συναισθηματικών διαταραχών. Εδώ είναι μερικές συμβουλές:",
    "C3a":
        "• Μια υγιεινή διατροφή συμβάλλει στην παραγωγή σεροτονίνης, ενός νευροδιαβιβαστή που λειτουργεί στον εγκέφαλο για να ρυθμίζει τη διάθεση, τον ύπνο, την όρεξη και άλλα πράγματα.",
    "C3b":
        "• Προσπαθήστε να έχετε μόνο τρία γεύματα την ημέρα σε τακτικές ώρες, η υπερφαγία ή η μη κατανάλωση είναι συνηθισμένα μεταξύ των ανθρώπων με συναισθηματικές διαταραχές.",
    "C3c":
        "• Προτιμήστε απλά, φρέσκα τρόφιμα όπως σαλάτες, λαχανικά, όσπρια, φρούτα, δημητριακά και ξηρούς καρπούς. Συμπεριλάβετε τρόφιμα όπως μπανάνες, αβοκάντο, βρώμη, καρύδια και αμύγδαλα.",
    "C3d":
        "• Αποφύγετε τα πικάντικα τρόφιμα, μειώστε ή εξαλείψτε το κρέας, και αν τρώτε κρέας, επιλέξτε άπαχα κρέατα όπως κοτόπουλο, γαλοπούλα και ψάρι.",
    "C3e":
        "• Αποφύγετε τα τρόφιμα με υψηλή περιεκτικότητα σε ζάχαρη! Ενώ η ζάχαρη μπορεί να φαίνεται παρηγορητική, τελικά οδηγεί σε εναλλαγές της διάθεσης, επιδεινώνοντας την κατάθλιψη.",
    "C3f":
        "• Εκτός από τη ζάχαρη, θα πρέπει επίσης να αποφεύγετε άλλα τρόφιμα που επηρεάζουν το νευρικό σας σύστημα, όπως το αλκοόλ, ο καφές, τα αλμυρά τρόφιμα και τα λιπαρά τρόφιμα που βρίσκονται κυρίως στα επεξεργασμένα τρόφιμα.",
    "C3g":
        "• Επίσης, δώστε προσοχή στο περιβάλλον κατά τη διάρκεια των γευμάτων: Πρέπει να είναι ήρεμο, ειρηνικό και χωρίς περισπασμούς.",
    "C3t": "3) Υγιεινή Διατροφή",
    "C4":
        "Οι στατιστικές δείχνουν ότι οι χώρες με λιγότερη έκθεση στον ήλιο έχουν υψηλότερα ποσοστά αυτοκτονιών και οι συναισθηματικές διαταραχές είναι πιο συχνές κατά τους πιο ψυχρούς και σκοτεινούς μήνες. Αυτό συμβαίνει επειδή το φως του ήλιου λειτουργεί ως φυσικό αντικαταθλιπτικό! Προσπαθήστε να βγαίνετε έξω καθημερινά, να παίρνετε λίγο ήλιο και να το συνδυάζετε με άσκηση για διπλό όφελος.",
    "C4t": "4) Ηλιακό φως",
    "C5":
        "Ο εγκέφαλός μας εξαρτάται σε μεγάλο βαθμό από το οξυγόνο. Οι ασκήσεις αναπνοής που ενθαρρύνουν την βαθιά εισπνοή αυξάνουν την ποσότητα οξυγόνου στην κυκλοφορία του αίματος, βελτιώνοντας τη λειτουργία του εγκεφάλου, την χαλάρωση και την καθαρότητα της σκέψης. Η σωματική άσκηση βελτιώνει επίσης την αναπνοή και αυξάνει τη χωρητικότητα των πνευμόνων.",
    "C5t": "5) Φρέσκος αέρας",
    "C6":
        "Η εμπιστοσύνη στον εαυτό σας, στους άλλους και σε κάτι ανώτερο (όπως η πίστη στον Θεό) είναι απαραίτητη για να ξεπεράσετε το άγχος και την κατάθλιψη. Το γέλιο επίσης βοηθά: χαλαρώνει το σώμα και διεγείρει τον εγκέφαλο να παράγει χημικά που προάγουν τη χαρά και την ευεξία.",
    "C6t": "6) Να έχετε στάση εμπιστοσύνης",
    "C7":
        "Περιβάλετε τον εαυτό σας με θετικούς, ενθαρρυντικούς φίλους που θα σας βοηθήσουν να αναδιαμορφώσετε τις αρνητικές σκέψεις. Είναι σημαντικό να μιλάτε για τα συναισθήματά σας, αλλά αν αυτό δεν είναι δυνατό, βρείτε τρόπους να εκφράσετε τον εαυτό σας μέσω δραστηριοτήτων όπως το γράψιμο, ο χορός, η μουσική ή η ζωγραφική. Η καλλιτεχνική έκφραση μπορεί να είναι ιδιαίτερα θεραπευτική και να διεγείρει χημικές αλλαγές στον εγκέφαλο.",
    "C7t": "7) Εκφράστε τα συναισθήματά σας",
    "C8": "Αφήστε με να σας πω λίγο για την υπερδιέγερση και την κατάθλιψη:",
    "C8a":
        "• Η υπερδιέγερση, ειδικά από οθόνες όπως τα τηλέφωνα, την τηλεόραση και το διαδίκτυο, παράγει ντοπαμίνη, την 'ορμόνη της ανταμοιβής', καθιστώντας αυτές τις δραστηριότητες εξαιρετικά ευχάριστες. Ωστόσο, η υπερβολική χρήση των οθονών μπορεί να οδηγήσει σε εξάρτηση. Αυτό δημιουργεί έναν κύκλο όπου οι καθημερινές δραστηριότητες, όπως το διάβασμα ή η κοινωνικοποίηση, γίνονται βαρετές και αναζητάτε περισσότερο χρόνο στις οθόνες για απόλαυση. Ως αποτέλεσμα, η κατάθλιψή σας μπορεί να επιδεινωθεί και μπορεί να δυσκολευτείτε να ολοκληρώσετε καθημερινές εργασίες. Για να σπάσετε αυτόν τον κύκλο, μειώστε τον χρόνο που περνάτε μπροστά στις οθόνες και επαναφέρετε το σύστημα ανταμοιβής σας για να αρχίσετε να απολαμβάνετε ξανά τις καθημερινές δραστηριότητες.",
    "C8t": "8) Αποφύγετε την υπερδιέγερση",
    "C9":
        "Οι άνθρωποι συχνά αναφέρουν σημαντική συναισθηματική βελτίωση όταν έχουν κατοικίδιο. Η αλληλεπίδραση με τα ζώα μπορεί να αυξήσει τα επίπεδα σεροτονίνης, παρέχοντας ενθάρρυνση και χαρά.",
    "C9t": "9) Αποκτήστε ένα κατοικίδιο",
    "C10":
        "ΕΞΩΤΕΡΙΚΗ ΦΡΟΝΤΙΔΑ: Το καθημερινό ντους ενισχύει τη χαλάρωση, την υγιεινή και την αυτοεκτίμηση. Οι άνθρωποι που πάσχουν από κατάθλιψη μπορεί να παραμελήσουν αυτό το σημείο, αλλά η τακτική προσωπική φροντίδα βελτιώνει τη διάθεση και την αίσθηση της αξίας του εαυτού.",
    "C10a":
        "ΕΣΩΤΕΡΙΚΗ ΦΡΟΝΤΙΔΑ: Το νερό είναι απαραίτητο για τη σωματική και ψυχική ευεξία. Διατηρήστε καλές συνήθειες ενυδάτωσης με αυτές τις συμβουλές:",
    "C10b":
        "• Πίνετε νερό καθ' όλη τη διάρκεια της ημέρας, κατά προτίμηση μεταξύ των γευμάτων.",
    "C10c":
        "• Η πρόσληψη νερού πρέπει να είναι τουλάχιστον 1,5 έως 2 λίτρα την ημέρα.",
    "C10d":
        "• Ένας δείκτης επαρκούς ενυδάτωσης είναι το χρώμα των ούρων σας: θα πρέπει να είναι ανοιχτό κίτρινο.",
    "C10t": "10) Νερό μέσα και έξω",
    "C11":
        "Ίσως χρειαστεί να πολεμάτε αυτά τα συμπτώματα για το υπόλοιπο της ζωής σας. Κάποιες μέρες θα είναι καλύτερες από άλλες, αλλά μην τα παρατάτε.",
    "C11a":
        "• Αποδεχτείτε την παρούσα στιγμή, μην αποφεύγετε την πραγματικότητα.",
    "C11b":
        "• Δεν υπάρχει μαγική θεραπεία που θα αλλάξει τη νοοτροπία σας από τη μία μέρα στην άλλη, ούτε καν τα φάρμακα.",
    "C11c": "• Κάντε ένα βήμα τη φορά, αλλά προς τη σωστή κατεύθυνση.",
    "C11d":
        "• Για να αυξήσετε την ικανότητά σας να πολεμάτε το πρόβλημα, εφαρμόστε όλες αυτές τις συμβουλές. Μαζί, σίγουρα θα σας βοηθήσουν, όπως έχουν βοηθήσει εκατομμύρια ανθρώπους.",
    "C11e": "• Ξεκινήστε να πειραματίζεστε σήμερα. Μην τα παρατάτε.",
    "C11t": "Μην τα παρατάτε.",
    "CAUSA":
        "Τείνουμε να αναπαράγουμε στην ενήλικη ζωή όσα μάθαμε στην παιδική ηλικία. Ο τρόπος με τον οποίο λάβαμε αγάπη και φροντίδα κατά τη διάρκεια αυτής της φάσης της ζωής επηρεάζει άμεσα το πώς σχετιζόμαστε ως ενήλικες. Γενικά, οι ενήλικες που γίνονται συναισθηματικά εξαρτημένοι είναι εκείνοι που δεν έλαβαν την απαραίτητη προσοχή και στοργή για να αναπτύξουν αυτοεκτίμηση και πίστη στην αυτονομία τους. Αναζητούν να καλύψουν αυτήν την έλλειψη στοργής σε άλλες σχέσεις, γεγονός που οδηγεί σε εξάρτηση. Ωστόσο, αυτή η εξάρτηση μπορεί επίσης να συνδέεται με άλλους παράγοντες όπως η σωματική ή συναισθηματική εγκατάλειψη, η απόρριψη και ο εκφοβισμός.",
    "CAUSA_T": "Αιτία",
    "D": "4) Τρόποι έκφρασης του θυμού:",
    "D1":
        "Ο πιο φυσικός και ενστικτώδης τρόπος έκφρασης του θυμού είναι μέσω επιθετικών αντιδράσεων. Ο θυμός είναι μια φυσική, προσαρμοστική αντίδραση στις απειλές. Προκαλεί ισχυρά, συχνά επιθετικά συναισθήματα και συμπεριφορές που μας επιτρέπουν να πολεμήσουμε ή να αμυνθούμε όταν δεχόμαστε επίθεση. Μια ορισμένη ποσότητα θυμού είναι απαραίτητη για την επιβίωσή μας. Ωστόσο, δεν μπορούμε να εκτονώνουμε τον θυμό μας σε κάθε άτομο ή αντικείμενο που μας ενοχλεί. Οι νόμοι, οι κοινωνικοί κανόνες και η κοινή λογική θέτουν όρια στο πώς εκφράζουμε τον θυμό μας. Οι άνθρωποι χρησιμοποιούν διάφορες διαδικασίες, συνειδητές και ασυνείδητες, για να διαχειριστούν αυτά τα συναισθήματα με αποτελεσματικούς και κοινωνικά αποδεκτούς τρόπους.",
    "DEF":
        "Η συναισθηματική εξάρτηση είναι μια επιβλαβής συμπεριφορά κατά την οποία ένα άτομο πιστεύει ότι χρειάζεται κάποιον για να ζήσει, να νιώθει ολοκληρωμένος ή να είναι ευτυχισμένος. Είναι μια πολύ κοινή ψυχολογική διαταραχή, τόσο στις σχέσεις των ζευγαριών όσο και στις οικογενειακές και φιλικές σχέσεις, και επηρεάζει όχι μόνο το εξαρτώμενο άτομο αλλά και εκείνους που έχουν συναισθηματικό δεσμό μαζί του. Ο βαθμός προσκόλλησης είναι τόσο σημαντικός που το άτομο αισθάνεται άσχημα και υποφέρει όταν ο άλλος δεν είναι παρών. Το συναισθηματικά εξαρτώμενο άτομο ενεργεί σαν δορυφόρος, θυσιάζοντας τη δική του ατομικότητα για να διατηρήσει τον συναισθηματικό δεσμό με κάθε κόστος.",
    "DEF_T": "Ορισμός",
    "Err_estciv": "Λείπει η οικογενειακή κατάσταση!",
    "Err_fil": "Λείπουν πληροφορίες για τα παιδιά στο σπίτι!",
    "Err_ida": "Λείπει η ηλικία!",
    "Err_res": "Λείπει η κατοικία!",
    "Err_vinlab": "Λείπει η εργασιακή κατάσταση!",
    "Escala1": "Σχετικά με την κλίμακα",
    "Escala2": "Όλες οι ερωτήσεις βαθμολογούνται σε κλίμακα από 0 έως 3.",
    "Escala3": "Αξία κλίμακας και επίπεδο κατάθλιψης:",
    "Escala4": "< 10 % Καμία κατάθλιψη",
    "Escala5": "11-19 % Ήπια κατάθλιψη",
    "Escala6": "20-29 % Μέτρια κατάθλιψη",
    "Escala7": "> 30 % Σοβαρή κατάθλιψη",
    "Exttit": "Εξωτερικός",
    "F": "5) Διαδικασίες για την αντιμετώπιση του θυμού:",
    "F1":
        "1) Εκφράζοντας τα συναισθήματα θυμού με σιγουριά (όχι επιθετικά): Αυτό περιλαμβάνει την ξεκάθαρη δήλωση των αναγκών σας και το πώς μπορούν να ικανοποιηθούν χωρίς να βλάψετε τους άλλους. Ο χρυσός κανόνας είναι ο σεβασμός προς τον εαυτό σας και τους άλλους!",
    "F2":
        "2) Καταπίεση των συναισθημάτων: Αυτό συμβαίνει όταν καταπνίγετε τον θυμό, σταματάτε να σκέφτεστε γι' αυτό και εστιάζετε στα θετικά πράγματα. Ο στόχος είναι να καταπνίξετε τον θυμό και να τον μετατρέψετε σε πιο εποικοδομητικές συμπεριφορές. Ο κίνδυνος είναι ότι εάν δεν επιτρέπεται η εξωτερική έκφραση του θυμού, αυτός μπορεί να εκδηλωθεί εσωτερικά, οδηγώντας σε φυσικά προβλήματα όπως άγχος, κατάθλιψη, υπέρταση κ.λπ.",
    "F3":
        "3) Ηρεμία/Χαλάρωση: Αυτό περιλαμβάνει όχι μόνο τον έλεγχο της συμπεριφορικής έκφρασης, αλλά και τη διαχείριση των εσωτερικών αντιδράσεων. Ιδανικά, ακόμη και τα ίδια τα συναισθήματα μαλακώνουν. Η αδυναμία να εκφραστεί σωστά ο θυμός μπορεί να οδηγήσει σε άλλα προβλήματα, όπως παθητικο-επιθετική συμπεριφορά ή διαρκώς κυνική και εχθρική στάση. Οι άνθρωποι που υποτιμούν συνεχώς τους άλλους, επικρίνουν τα πάντα ή κάνουν κυνικά σχόλια συχνά δεν έχουν μάθει να εκφράζουν τον θυμό τους εποικοδομητικά. Συνήθως έχουν λίγες ικανοποιητικές σχέσεις. Ωστόσο, να είστε προσεκτικοί! Αυτό δεν πρέπει να χρησιμοποιείται ως δικαιολογία για να 'τα βγάλεις όλα'. Έρευνες δείχνουν ότι η εκτόνωση του θυμού με ανεξέλεγκτο τρόπο μπορεί να προκαλέσει ακόμη μεγαλύτερη επιθετικότητα αντί να λύσει το πρόβλημα. Είναι καλύτερα να κατανοήσετε τα αίτια του θυμού και να αναπτύξετε στρατηγικές για να αποτρέψετε την επιζήμια κλιμάκωση.",
    "FIBhoje":
        "Οι κυβερνήσεις συνειδητοποιούν ολοένα και περισσότερο ότι το Ακαθάριστο Εγχώριο Προϊόν (ΑΕΠ), που μετρά το σύνολο όλων των παραγόμενων αγαθών σε μια χώρα, έχει τυφλά σημεία και δεν αρκεί για την αξιολόγηση της ευτυχίας του πληθυσμού. Το να είσαι πλούσιος δεν αρκεί για να είσαι ευτυχισμένος. Ορισμένοι παράγοντες που μας κάνουν ευτυχισμένους δεν μπορούν να αγοραστούν ή να πωληθούν. Οι κυβερνήσεις ευαισθητοποιούνται σε αυτό και έχουν προοδευτικά εισαγάγει αυτό το είδος εργαλείου αξιολόγησης στις πολιτικές τους. Οι ευτυχισμένοι άνθρωποι δείχνουν μεγαλύτερη παραγωγικότητα στην εργασία, είναι δημιουργικοί, έχουν υγιείς και μακροχρόνιες σχέσεις, έχουν περισσότερους φίλους, απολαμβάνουν καλή υγεία και αντιμετωπίζουν καλύτερα το άγχος και τις δυσκολίες.",
    "FIBhoje_t": "Ακαθάριστη Εθνική Ευτυχία Σήμερα",
    "FimTeste":
        "Παρακολουθήστε ένα διαφημιστικό βίντεο ενώ αναλύουμε τις απαντήσεις σας.",
    "FimTeste_t": "Το τεστ ολοκληρώθηκε",
    "Fort1": "1) Μπορείτε να εντοπίσετε τις αιτίες του θυμού σας.",
    "Fort2":
        "2) Μπορείτε να μειώσετε τις επιπτώσεις του θυμού σας μέσω της επικοινωνίας.",
    "Fort3":
        "3) Ξέρετε πώς να λύσετε τα προβλήματά σας για να μειώσετε τις επιπτώσεις του θυμού.",
    "Fort4":
        "4) Φαίνεται να ξέρετε πότε είναι απαραίτητο να καταστείλετε τον θυμό και πότε να τον εκφράσετε.",
    "Fort5": "5) Μπορείτε να ελέγχετε τον θυμό σας.",
    "Fort6":
        "6) Φαίνεται ότι ξέρετε πότε να συγχωρήσετε όταν είναι απαραίτητο.",
    "Fort7":
        "7) Έχετε καλή συναισθηματική αυτοκυριαρχία στον εσωτερικό σας θυμό.",
    "Fort8":
        "8) Έχετε καλή αυτοκυριαρχία στις εξωτερικές εκδηλώσεις του θυμού σας.",
    "Fort9": "9) Δεν υπάρχουν ενδείξεις ότι έχετε εχθρική στάση προς τη ζωή.",
    "Frac1": "1) Δεν καταλαβαίνετε πλήρως τις ρίζες της οργής σας.",
    "Frac2":
        "2) Πρέπει να βελτιώσετε τις επικοινωνιακές σας ικανότητες για να μειώσετε την επίδραση της οργής σε εσάς και τους άλλους.",
    "Frac3":
        "3) Πρέπει να αναπτύξετε αποτελεσματικές ικανότητες επίλυσης προβλημάτων για να μετριάσετε τις επιπτώσεις της οργής.",
    "Frac4":
        "4) Πρέπει να κατανοήσετε πότε να καταπιέσετε την οργή και πότε να την εκφράσετε.",
    "Frac5": "5) Σας βρίσκει δύσκολο να ελέγξετε την οργή σας.",
    "Frac6":
        "6) Δυσκολεύεστε με τη συγχώρεση, γεγονός που επηρεάζει αρνητικά εσάς και τους άλλους.",
    "Frac7":
        "7) Έχετε δυσκολία να ελέγξετε την οργή σας σε συναισθηματικές καταστάσεις.",
    "Frac8":
        "8) Δυσκολεύεστε να διαχειριστείτε τις εξωτερικές εκδηλώσεις της οργής σας.",
    "Frac9": "9) Έχετε μια εχθρική στάση προς τη ζωή.",
    "G": "6) Διαχείριση συναισθημάτων και σκέψεων:",
    "G1":
        "Αποτελεσματικές στρατηγικές μπορούν να αναπτυχθούν μόνο μέσω μιας εις βάθος κατανόησης της οργής: Τι σκέφτομαι; Τι νιώθω; Ο στόχος αυτών των στρατηγικών δεν είναι η πλήρης εξάλειψη της οργής, αλλά η διάκριση του πότε η οργή είναι προσαρμοστική και πώς να διατηρείτε τον έλεγχο.",
    "G1tit": "Αιτίες",
    "G2tit": "Επιπτώσεις",
    "G3tit": "Προβλήματα",
    "G4tit": "Καταστολή",
    "G5tit": "Έλεγχος",
    "G6tit": "Συγχώρεση",
    "H": "7) Διαχείριση συναισθημάτων και σκέψεων:",
    "H1":
        "Όταν αναλογίζεστε καταστάσεις που προκαλούν την οργή σας, πιθανώς θυμάστε έντονα συναισθήματα που σας οδήγησαν να αντιδράσετε με τρόπους που δεν βελτίωσαν την κατάσταση. Για να διαχειριστείτε καλύτερα αυτά τα συναισθήματα, είναι σημαντικό να αναλύσετε την κατάσταση από άλλη οπτική γωνία.",
    "H2": "ΒΗΜΑ 1: ΑΝΑΛΥΣΗ",
    "H3":
        "Την επόμενη φορά που κάτι ή κάποιος σας αναστατώσει, προσπαθήστε να καταγράψετε τις σκέψεις που προκύπτουν για εκείνη την κατάσταση ή το άτομο. Καταγράψτε τις το συντομότερο δυνατό και σταδιακά συγκεντρώστε μια λίστα επαναλαμβανόμενων σκέψεων.",
    "H4": "ΒΗΜΑ 2: ΑΞΙΟΛΟΓΗΣΗ",
    "H5":
        "Αξιολογήστε προσεκτικά τις σκέψεις σας. Είναι ακριβείς ή έχουν διαστραφεί από συναισθηματικές προκαταλήψεις; Οι διαστραμμένες σκέψεις είναι συνήθως ανακριβείς και μπορούν να πάρουν διάφορες μορφές.",
    "H6":
        "• ΕΠΙΣΗΜΑΝΣΗ: Αποδίδοντας μια αρνητική ετικέτα χωρίς να εξετάσετε άλλες υποθέσεις ή αποδείξεις, για παράδειγμα: 'Είναι ηλίθιος.'",
    "H7":
        "• ΜΕΓΙΣΤΟΠΟΙΗΣΗ: Όταν αξιολογείτε κάποιον, μεγιστοποιείτε το αρνητικό στοιχείο και ελαχιστοποιείτε το θετικό, για παράδειγμα: 'Ο δάσκαλός μου μου έδωσε χαμηλό βαθμό· είναι άδικος' (αλλά μου έδωσε και αρκετούς άλλους θετικούς βαθμούς).",
    "H8":
        "• ΕΞΑΤΟΜΙΚΕΥΣΗ: Πιστεύοντας ότι οι άλλοι αντιδρούν άμεσα σε εσάς χωρίς να εξετάσετε πιο πειστικές εξηγήσεις για τη συμπεριφορά τους. Για παράδειγμα: 'Ο τύπος είναι κρύος γιατί νομίζει ότι είναι ανώτερος από μένα' (ίσως ο τύπος έχει λάβει αρνητικά νέα από την οικογένειά του...).",
    "H9":
        "• ΟΡΑΜΑ ΣΤΟΥΝΕΛ: Λαμβάνονται υπόψη μόνο οι αρνητικές πτυχές της κατάστασης, για παράδειγμα: 'Ο δάσκαλός μου δεν κάνει τίποτα σωστά. Είναι επικριτικός, αναίσθητος και δεν μπορεί να διδάξει το θέμα καλά.'",
    "H10":
        "• ΣΚΕΨΗ 'ΟΛΑ Ή ΤΙΠΟΤΑ': Η κατάσταση βλέπεται μόνο σε δύο κατηγορίες και όχι σε ένα συνεχές, για παράδειγμα: 'Ο φίλος μου διαφωνεί μαζί μου σε αυτό το θέμα, οπότε δεν με στηρίζει σε τίποτα.'",
    "H11":
        "• ΝΑ ΕΧΕΙΣ ΔΙΚΙΟ: Συνεχής προσπάθεια να αποδείξεις ότι οι απόψεις και οι πράξεις σου είναι σωστές. Το να κάνεις λάθος είναι αδιανόητο, για παράδειγμα: 'Το να φωνάξω τον συνάδελφό μου ήταν απολύτως δικαιολογημένο. Το άξιζε για αυτό που έκανε.'",
    "H12":
        "ΒΗΜΑ 3 - ΒΡΕΙΤΕ ΑΛΛΟΥΣ, ΠΙΟ ΠΡΟΣΑΡΜΟΣΤΙΚΟΥΣ ΤΡΟΠΟΥΣ ΣΚΕΨΗΣ ΓΙΑ ΤΗΝ ΚΑΤΑΣΤΑΣΗ:",
    "H13":
        "Για κάθε διαστρεβλωμένη σκέψη, προσπαθήστε να βρείτε έναν εναλλακτικό, πιο κατασκευαστικό τρόπο σκέψης που μειώνει την οργή σας. Αυτό μπορεί να περιλαμβάνει την εξερεύνηση θετικών στοιχείων ενός ατόμου ή μιας κατάστασης, την εξέταση εναλλακτικών εξηγήσεων για τη συμπεριφορά κάποιου, ή την ανάληψη μιας ευρύτερης προοπτικής.",
    "H14": "ΒΗΜΑ 4 - ΕΞΑΣΚΗΣΗ ΤΩΝ ΠΡΟΗΓΟΥΜΕΝΩΝ ΒΗΜΑΤΩΝ:",
    "H15":
        "Αυτή η ανάλυση πρέπει να εξασκείται καθημερινά για να είναι αποτελεσματική. Καθώς γίνεται ευκολότερη, θα είστε καλύτεροι στο να αναγνωρίζετε τις σκέψεις σας όταν αντιμετωπίζετε μια κατάσταση που προκαλεί οργή. Αναγνωρίζοντας τις διαστρεβλωμένες σκέψεις και αντικαθιστώντας τις με πιο προσαρμοστικές μπορείτε να αποτρέψετε το να κατακλυστείτε από οργή.",
    "Hostil": "Εχθρικός",
    "I": "8) Διαχείριση φυσικών συμπτωμάτων:",
    "I1":
        "Όταν αντιμετωπίζετε έντονη οργή, η πιο κοινή συμβουλή είναι να 'χαλαρώσετε' ή 'ξεκουραστείτε.' Αυτές οι δηλώσεις επικεντρώνονται στη διαχείριση των σωματικών συμπτωμάτων της οργής, που δημιουργούν ένταση στο σώμα, σαν να είναι έτοιμο να εκραγεί. Η εκμάθηση να χαλαρώνετε μπορεί να σας βοηθήσει να ελέγξετε πιο αποτελεσματικά τις σωματικές επιπτώσεις της οργής.",
    "I2": "ΒΑΘΥ ΕΝΑΕΡΙΣΜΟΣ:",
    "I3":
        "Όταν νιώθετε θυμό, είναι κρίσιμο να έχετε μια τεχνική χαλάρωσης που μπορεί να λειτουργήσει γρήγορα και σε οποιαδήποτε κατάσταση. Ο βαθύς αερισμός είναι μια τέτοια τεχνική. Επιτρέπει στο σώμα σας να απορροφήσει περισσότερο οξυγόνο, επιβραδύνει τον καρδιακό σας ρυθμό και βοηθά στην αποφυγή του να πλημμυρίσει η αδρεναλίνη την κυκλοφορία του αίματος. Αυτός ο αερισμός είναι βαθύς επειδή περιλαμβάνει το διάφραγμα ή την περιοχή της κοιλιάς αντί για το στήθος. Οι αναπνοές πρέπει να είναι αργές και ρυθμικές.",
    "I4":
        "Όταν παρατηρήσετε φυσικά σημάδια θυμού, πάρτε μια στιγμή για να επικεντρωθείτε στην αναπνοή σας, η οποία πιθανώς είναι γρήγορη και ρηχή. Το να σπάσετε αυτόν τον κύκλο με συνειδητή αργή και βαθιά αναπνοή από το διάφραγμα θα βοηθήσει το σώμα σας να χαλαρώσει και να μειώσει τα φυσικά συμπτώματα του θυμού. Καθώς οι μύες σας αρχίζουν να χαλαρώνουν, η ένταση θα αρχίσει να υποχωρεί.",
    "I5":
        "Αυτή η σύντομη παύση σας επιτρέπει να ξανακερδίσετε τον έλεγχο των συναισθημάτων σας, να αλλάξετε τις σκέψεις σας και να διαχειριστείτε την κατάσταση πιο αποτελεσματικά.",
    "I6": "ΠΡΟΓΡΑΜΜΑΤΙΚΗ ΧΑΛΑΡΩΣΗ ΜΥΩΝ:",
    "I7":
        "Αυτή η τεχνική συστηματικά συσπά και χαλαρώνει τις κύριες μυϊκές ομάδες του σώματός σας. Σας βοηθά να εντοπίσετε την ένταση και να την απελευθερώσετε. Όταν χρησιμοποιείται σε καταστάσεις που προκαλούν θυμό, η προοδευτική χαλάρωση μυών μπορεί να μειώσει αυτά τα συναισθήματα, βοηθώντας σας να παραμείνετε ήρεμοι και λιγότερο θυμωμένοι καθώς εξελίσσεται η κατάσταση.",
    "Ignorar": "Αγνόησε το αποτέλεσμα",
    "Inttit": "Εσωτερικό",
    "J": "9) Ψυχοθεραπευτική εργασία:",
    "J1":
        "Εάν οι προηγούμενες προτάσεις δεν σας βοηθούν να διαχειριστείτε τον θυμό σας αποτελεσματικά ή αν αγωνίζεστε με σοβαρά προβλήματα ελέγχου του θυμού, συνιστούμε να ζητήσετε βοήθεια από έναν επαγγελματία υγειονομικής περίθαλψης.",
    "J2":
        "Το πιο κρίσιμο βήμα είναι να βρείτε κάποιον που μπορεί να σας βοηθήσει να ξανακερδίσετε τον έλεγχο. Η συζήτηση με έναν επαγγελματία μπορεί να βοηθήσει στην αποφυγή επιβλαβών καταστάσεων και να βελτιώσει τον τρόπο που νιώθετε για τον εαυτό σας. Επιπλέον, η ψυχοθεραπεία μπορεί να ενισχύσει τις επικοινωνιακές σας δεξιότητες και να βελτιώσει τις σχέσεις σας.",
    "Med1": "1) Μερικές φορές μπορείτε να εντοπίσετε τις αιτίες του θυμού σας.",
    "Med2":
        "2) Μερικές φορές μπορείτε να μετριάσετε τις επιπτώσεις του θυμού σας μέσω αποτελεσματικής επικοινωνίας.",
    "Med3":
        "3) Συχνά μπορείτε να λύσετε προβλήματα με τρόπους που βοηθούν στη μείωση της επίδρασης του θυμού.",
    "Med4":
        "4) Μερικές φορές μπορείτε να διαχειριστείτε αποτελεσματικά τον θυμό σας.",
    "Med5": "5) Μερικές φορές μπορείτε να ελέγξετε τον θυμό σας.",
    "Med6": "6) Μπορεί να δυσκολεύεστε με τη συγχώρεση όταν είναι απαραίτητο.",
    "Med7":
        "7) Φαίνεται ότι έχετε λογικό έλεγχο των συναισθημάτων του θυμού σας.",
    "Med8": "8) Έχετε λογικό έλεγχο των εξωτερικών εκδηλώσεων του θυμού.",
    "Med9": "9) Μερικές φορές, εκδηλώνετε μια εχθρική στάση απέναντι στη ζωή.",
    "Mudar_atitude_titulo": "Είναι δυνατόν να αλλάξετε αυτή τη στάση;",
    "NotasRaiva": "Πώς να ελέγξετε τον θυμό;",
    "P1": "Κοιμάμαι τον σωστό αριθμό ωρών για τις ανάγκες μου",
    "P2": "Τρώω γεύματα στην κατάλληλη ώρα",
    "P3": "Παίρνω ηρεμιστικά φάρμακα όταν νιώθω νευρικός",
    "P4":
        "Ξοδεύω τον ελεύθερο χρόνο μου σε οθόνες (τηλεόραση, υπολογιστής, κινητό τηλέφωνο, ταμπλέτα κ.λπ.).",
    "P5": "Γυμνάζομαι τακτικά",
    "P6": "Τρώω γρήγορα",
    "P7": "Καταναλώνω γλυκά και λιπαρά τρόφιμα όποτε το επιθυμώ",
    "P8": "Τρώω πολλά φρούτα και λαχανικά",
    "P9": "Πίνω νερό μεταξύ των γευμάτων",
    "P10": "Τρώω μεταξύ των κύριων γευμάτων",
    "P11": "Τρώω ένα καλό πρωινό",
    "P12": "Τρώω ένα μεγάλο γεύμα το βράδυ.",
    "P13": "Καπνίζω",
    "P14": "Πίνω αλκοολούχα ποτά",
    "P15": "Στον ελεύθερο χρόνο μου, αναζητώ τη φύση και καθαρό αέρα",
    "P16": "Έχω ένα χόμπι που με χαλαρώνει",
    "P17": "Η οικογένειά μου είναι αρκετά θορυβώδης",
    "P18": "Νιώθω ότι χρειάζομαι περισσότερο χώρο στο σπίτι.",
    "P19": "Τα πράγματά μου είναι όλα οργανωμένα",
    "P20": "Απολαμβάνω την ατμόσφαιρα του σπιτιού μου",
    "P21": "Οι γείτονές μου είναι πολύ δυνατοί",
    "P22": "Υπάρχουν πολλοί άνθρωποι στην περιοχή που ζω",
    "P23": "Το σπίτι μου είναι καθαρό και τακτοποιημένο",
    "P24": "Μπορώ να χαλαρώσω στο σπίτι",
    "P25": "Το δωμάτιό μου είναι πολύ μικρό για μένα",
    "P26": "Πολλοί άνθρωποι ζουν κάτω από την ίδια στέγη με εμένα.",
    "P27": "Είμαι ικανοποιημένος με τη διακόσμηση του σπιτιού μου",
    "P28": "Το σπίτι μου είναι αρκετά μεγάλο για τις ανάγκες μας",
    "P29": "Υπάρχουν δυσάρεστες οσμές στη γειτονιά μου",
    "P30": "Η περιοχή όπου ζω είναι πολύ θ noisy",
    "P31": "Ο αέρας στην περιοχή μου είναι καθαρός και φρέσκος",
    "P32":
        "Οι δρόμοι και οι κήποι στη γειτονιά μου είναι καθαροί και καλά συντηρημένοι",
    "P33": "Υποφέρω από πονοκεφάλους",
    "P34": "Έχω πόνους στο στομάχι",
    "P35": "Χωνεύω καλά",
    "P36": "Τα έντερά μου λειτουργούν καλά",
    "P37": "Υποφέρω από πόνους στην πλάτη",
    "P38": "Νιώθω παλμούς και/ή γρήγορο καρδιακό ρυθμό.",
    "P39": "Συχνά έχω αλλεργίες",
    "P40": "Έχω δυσκολία στην αναπνοή",
    "P41": "Νιώθω ένταση στους μύες του λαιμού και της πλάτης μου",
    "P42": "Η αρτηριακή μου πίεση είναι φυσιολογική",
    "P43": "Έχω καλή μνήμη",
    "P44": "Έχω λίγο όρεξη",
    "P45": "Νιώθω κουρασμένος και χωρίς ενέργεια.",
    "P46": "Υποφέρω από αϋπνία",
    "P47": "Ιδρώνω ακόμη και χωρίς σωματική άσκηση",
    "P48": "Κλαίω και νιώθω απελπισμένος εύκολα",
    "P49": "Η δουλειά μου μου προκαλεί πολύ άγχος",
    "P50": "Στον ελεύθερο χρόνο μου, σκέφτομαι προβλήματα της δουλειάς",
    "P51": "Το ωράριο εργασίας μου είναι τακτικό",
    "P52": "Οι εργασίες μου μου επιτρέπουν να τρώω ήρεμα",
    "P53": "Πάρω δουλειά στο σπίτι το βράδυ και τα Σαββατοκύριακα",
    "P54": "Έχω περισσότερες από μία δουλειές",
    "P55": "Όταν εργάζομαι, ο χρόνος περνά γρήγορα",
    "P56": "Νιώθω χρήσιμος και ικανοποιημένος με τις ασχολίες μου",
    "P57": "Φοβάμαι μήπως χάσω τη δουλειά μου.",
    "P58": "Έχω δυσκολίες με τους συναδέλφους μου στη δουλειά",
    "P59": "Έχω καλή σχέση με το αφεντικό μου.",
    "P60": "Θεωρώ τη δουλειά μου σταθερή",
    "P61": "Χρησιμοποιώ το αυτοκίνητο για δουλειά",
    "P62": "Ξεχνώ να φάω όταν πρέπει να τελειώσω κάτι",
    "P63": "Θεωρώ τον εαυτό μου ικανό να κάνει τη δουλειά μου",
    "P64":
        "Έχω την εντύπωση ότι το αφεντικό μου και η οικογένειά μου εκτιμούν τη δουλειά που κάνω",
    "P65": "Απολαμβάνω να είμαι ευγενικός και ευπρεπής με τους ανθρώπους",
    "P66": "Συνήθως εμπιστεύομαι τους άλλους",
    "P67": "Αναστατώνομαι όταν τα σχέδιά μου εξαρτώνται από άλλους",
    "P68": "Οι συζητήσεις με επηρεάζουν πολύ",
    "P69": "Έχω φίλους που είναι πρόθυμοι να με ακούσουν",
    "P70": "Είμαι ικανοποιημένος με τις σεξουαλικές μου σχέσεις",
    "P71": "Μου νοιάζει πολύ τι σκέφτονται οι άλλοι για μένα",
    "P72": "Θέλω να κάνω τα πράγματα καλύτερα από τους άλλους",
    "P73": "Οι συνάδελφοί μου είναι φίλοι μου",
    "P74": "Έχω υπομονή να ακούω τα προβλήματα των άλλων",
    "P75":
        "Πιστεύω ότι ο/η σύντροφός μου πρέπει να αλλάξει σημαντικά για να βελτιωθεί η σχέση μας.",
    "P76": "Μιλάω πολύ",
    "P77": "Όταν διαφωνώ με κάποιον, αρχίζω αμέσως να υψώνω τη φωνή μου.",
    "P78": "Νιώθω ζήλια γιατί οι άλλοι έχουν περισσότερα από εμένα",
    "P79":
        "Κατά τη διάρκεια μιας διαφωνίας, επικεντρώνομαι στο τι θα πω επόμενα αντί να ακούω πλήρως τον άλλον.",
    "P80": "Νιώθω νευρικότητα όταν δέχομαι εντολές",
    "P81": "Γενικά, είμαι ικανοποιημένος με τη ζωή μου",
    "P82": "Μου αρέσει να μιλάω καλά για τους ανθρώπους",
    "P83": "Νιώθω νευρικότητα όταν κάποιος οδηγεί αργά μπροστά μου",
    "P84": "Όταν υπάρχει μεγάλη ουρά, τείνω να φεύγω.",
    "P85": "Συνήθως είμαι γενναιόδωρος με τον εαυτό μου όταν θέτω προθεσμίες",
    "P86": "Έχω εμπιστοσύνη στο μέλλον",
    "P87": "Όταν δεν μου αρέσει το θέμα, τείνω να σκέφτομαι το χειρότερο",
    "P88":
        "Προτιμώ να κάνω τα πράγματα με τον δικό μου τρόπο και ενοχλούμαι όταν δεν μπορώ.",
    "P89": "Έχω καλό χιούμορ",
    "P90": "Είμαι ευχαριστημένος με το ποιος είμαι",
    "P91": "Νιώθω νευρικότητα αν διακοπώ στη μέση μιας δραστηριότητας",
    "P92": "Είμαι τελειομανής",
    "P93": "Συχνά σκέφτομαι τους ανθρώπους που μου χρωστάνε χρήματα.",
    "P94":
        "Νιώθω πολύ νευρικότητα όταν μένω stuck σε κυκλοφοριακές συμφόρησεις",
    "P95":
        "Νιώθω πολύ γρήγορα βαρεμένος στις διακοπές και θέλω να επιστρέψω σε παραγωγική δραστηριότητα",
    "P96":
        "Φοβάμαι ότι θα αρρωστήσω με μια θανατηφόρα ασθένεια όπως ο καρκίνος",
    "PH": "Εχθρότητα",
    "Perg": "Ερώτηση",
    "R1":
        "Έχετε μεγάλη αυτοπεποίθηση και δεν δίνετε προτεραιότητα στη σχέση σας πάνω από τις προσωπικές σας ανάγκες. Ισορροπείτε καλά τη σχέση σας με άλλες πτυχές της ζωής σας. Ωστόσο, μπορεί να υπερασπίζεστε την ατομικότητά σας τόσο έντονα, που φαίνεται ότι δεν θέλετε να δεσμευθείτε πλήρως. Σκεφτείτε αν απομακρύνεστε από την δέσμευση λόγω φόβου για τη δημιουργία βαθιών δεσμών ή για την αποκάλυψη ευαλωτότητας.",
    "R1T": "Καμία συναισθηματική εξάρτηση",
    "R2":
        "Ξέρετε ότι στις σχέσεις είναι ουσιαστικό να κάνετε συμβιβασμούς και διαπραγματεύσεις. Μπορείτε να εκφράσετε τα συναισθήματά σας με σαφήνεια, αλλά σε ορισμένες καταστάσεις δείχνετε ανασφάλεια και δεν μπορείτε να υπερασπιστείτε την αυτονομία σας. Θα ήταν καλό να αρχίσετε να θέτετε όρια και να ασκείτε αυτοφροντίδα για να αποφύγετε την αύξηση της συναισθηματικής εξάρτησης που μπορεί να επηρεάσει αρνητικά τη ζωή σας.",
    "R2T": "Χαμηλή συναισθηματική εξάρτηση",
    "R3":
        "Ο φόβος σας για την απώλεια του/της συντρόφου σας οδηγεί σε ορισμένες εξαρτημένες συμπεριφορές. Σας αρέσει να τους ευχαριστείτε, συχνά βάζοντας τα δικά σας ενδιαφέροντα σε δεύτερη μοίρα. Αν συνεχίσετε να ενεργείτε με αυτόν τον τρόπο, η ατομικότητά σας θα διακυβεύεται σοβαρά. Θυμηθείτε ότι σε μια υγιή σχέση, και τα δύο άτομα φροντίζουν τον εαυτό τους, έχουν ατομικούς στόχους και μπορούν να εκφράσουν τις απόψεις τους χωρίς φόβο. Σκεφτείτε τις συμπεριφορές σας που μπορεί να συμβάλλουν σε αυτή την ανασφαλή προσκόλληση.",
    "R3T": "Μέτρια συναισθηματική εξάρτηση",
    "R4":
        "Νιώθετε μια τεράστια ανάγκη να φροντίσετε τον/την σύντροφό σας, ακόμα κι αν αυτό σημαίνει να θυσιάσετε βασικές πτυχές της ζωής σας. Όλα περιστρέφονται γύρω από τη σχέση, και αγαπάτε να νιώθετε χρήσιμοι για τον άλλο άνθρωπο. Επίσης, αποφεύγετε οποιαδήποτε μορφή σύγκρουσης, πιστεύοντας ότι μια ευτυχισμένη σχέση είναι μια χωρίς καυγάδες. Ωστόσο, μην κάνετε λάθος: αυτός ο τρόπος δράσης θα φέρει συνέπειες κάποια στιγμή. Η ατομικότητα είναι ένας από τους κύριους πυλώνες μιας υγιούς σχέσης.",
    "R4T": "Υψηλή συναισθηματική εξάρτηση",
    "RaivaExterna": "Εξωτερικός θυμός",
    "RaivaInterna": "Εσωτερικός θυμός",
    "Result": "Αποτελέσματα",
    "SA":
        "Αυτό σχετίζεται με τους τύπους αλληλεπιδράσεων που αναπτύσσουν οι άνθρωποι.",
    "SAHL":
        "ΥΨΗΛΑ ΕΠΙΠΕΔΑ: Άτομα που γενικά εμπιστεύονται τους άλλους, πιστεύουν στις θετικές τους ποιότητες και σπάνια αμφισβητούν τις προθέσεις τους. Αυτό επηρεάζει τη διαμόρφωση της ταυτότητάς τους και την ικανότητά τους να δημιουργούν οικείες σχέσεις. Τείνουν να είναι πιστοί, ειλικρινείς, φιλόξενοι και πρόθυμοι να βοηθήσουν τους άλλους, συχνά δείχνοντας κατανόηση, γενναιοδωρία και ενσυναίσθηση, αν και μπορεί να φαίνονται και πιο υποτακτικοί.",
    "SALL":
        "ΧΑΜΗΛΑ ΕΠΙΠΕΔΑ: Άτομα που συχνά είναι εχθρικά ή επιδεικνύουν χειριστική συμπεριφορά προς όφελός τους. Τείνουν να είναι επιφυλακτικοί, κάνουν λίγους φίλους και διατηρούν λίγες σημαντικές σχέσεις. Συχνά αντιμετωπίζουν προβλήματα στο σχολείο και παραβιάζουν συχνά κοινωνικούς κανόνες, με κάποιες συσχετίσεις με αντικοινωνική συμπεριφορά και κατάχρηση ουσιών.",
    "SC":
        "Αυτό αναπαριστά το επίπεδο οργάνωσης, επιμονής, ελέγχου και κινήτρου ενός ατόμου για την επίτευξη στόχων, καθώς και την ακρίβεια και την ικανότητά του να παραμένει οργανωμένο.",
    "SCHL":
        "ΥΨΗΛΑ ΕΠΙΠΕΔΑ: Άτομα που τείνουν να αναζητούν τρόπους για να επιτύχουν τους στόχους τους, ακόμη και αν αυτό απαιτεί κάποια θυσία ή έρχεται σε σύγκρουση με άμεσες επιθυμίες. Τείνουν να είναι φιλόδοξοι, εργατικοί και πολύ αφοσιωμένοι στη δουλειά τους.",
    "SCLL":
        "ΧΑΜΗΛΑ ΕΠΙΠΕΔΑ: Άτομα με μικρό κίνητρο για να αντιμετωπίσουν περίπλοκα καθήκοντα, που εγκαταλείπουν εύκολα μπροστά σε δυσκολίες. Συχνά συμμετέχουν σε δραστηριότητες χωρίς να ξέρουν σίγουρα πώς θα τους βοηθήσουν να επιτύχουν τους στόχους τους. Γενικά δεν είναι αφοσιωμένα και ακριβή, δυσκολεύονται να παραμείνουν αφοσιωμένα σε καθήκοντα ακόμη και αν αυτό τους βλάπτει.",
    "SE":
        "Αυτό αναφέρεται στο πώς αλληλεπιδρά ένα άτομο με τους άλλους, συμπεριλαμβανομένων των επικοινωνιακών, συζητητικών, δραστήριων, επιθετικών και αντιδραστικών χαρακτηριστικών του.",
    "SEHL":
        "ΥΨΗΛΑ ΕΠΙΠΕΔΑ: Άτομα που απολαμβάνουν την κοινωνικοποίηση και αναζητούν επαφή με άλλους, ακόμη και αν δεν τους γνωρίζουν καλά. Τείνουν να μοιράζονται προσωπικές πληροφορίες γρήγορα και να εμπιστεύονται άτομα που μόλις έχουν γνωρίσει. Αυτά τα άτομα είναι γενικά δραστήρια, εκφράζουν ανοιχτά τις προτιμήσεις και τις πεποιθήσεις τους και μπορεί μερικές φορές να επιδεικνύουν κυρίαρχες συμπεριφορές. Προτιμούν τις ομαδικές δραστηριότητες και αναζητούν ενεργά συντροφιά.",
    "SELL":
        "ΧΑΜΗΛΑ ΕΠΙΠΕΔΑ: Τείνουν να είναι επιφυλακτικοί και ήσυχοι, μιλούν λίγο για τον εαυτό τους και χρειάζονται περισσότερο χρόνο για να αναπτύξουν οικειότητα. Δεν είναι απαραίτητο να είναι ντροπαλοί, αγενείς ή εγωιστές.",
    "SINTOMAS":
        "Υπερβολική ζήλια, έντονη ανάγκη να ευχαριστήσουν τους άλλους, φόβος μοναξιάς, έλλειψη προσωπικών σχεδίων, αισθήματα κατωτερότητας και συνεχής ανάγκη προσοχής.",
    "SINTOMAS_T": "Συμπτώματα",
    "SN":
        "Αυτό είναι ένα βασικό χαρακτηριστικό προσωπικότητας που σχετίζεται με το πώς ένα άτομο διαχειρίζεται τα συναισθήματα που προκαλούνται από καθημερινά γεγονότα.",
    "SNHL":
        "ΥΨΗΛΑ ΕΠΙΠΕΔΑ: Εντοπίζεται σε άτομα που δεν διαχειρίζονται ικανοποιητικά τα συναισθήματά τους και τείνουν να βιώνουν εντατική ψυχολογική ταλαιπωρία. Δείχνουν συναισθηματική αστάθεια και ευαισθησία, αναφέρουν έντονες εμπειρίες σε αρνητικά γεγονότα, δίνοντας λίγη έμφαση σε θετικές πτυχές των γεγονότων. Είναι επιρρεπή στην ανάπτυξη προβλημάτων όπως η κατάθλιψη, η ενοχή, η ζήλια, ο θυμός, το άγχος, μεταξύ άλλων.",
    "SNLL":
        "ΧΑΜΗΛΑ ΕΠΙΠΕΔΑ: Υποδηλώνει ότι το άτομο τείνει να είναι συναισθηματικά σταθερό ακόμη και μπροστά σε αντίξοες συναισθηματικές καταστάσεις.",
    "SO":
        "Αυτό αναφέρεται σε εξερευνητικές συμπεριφορές και την αναγνώριση της αξίας νέων εμπειριών.",
    "SOHL":
        "ΥΨΗΛΑ ΕΠΙΠΕΔΑ: Εντοπίζεται σε άτομα που δεν διαχειρίζονται ικανοποιητικά τα συναισθήματά τους και τείνουν να βιώνουν εντατική ψυχολογική ταλαιπωρία. Δείχνουν συναισθηματική αστάθεια και ευαισθησία, αναφέρουν έντονες εμπειρίες σε αρνητικά γεγονότα, δίνοντας λίγη έμφαση σε θετικές πτυχές των γεγονότων. Είναι επιρρεπή στην ανάπτυξη προβλημάτων όπως η κατάθλιψη, η ενοχή, η ζήλια, ο θυμός, το άγχος, μεταξύ άλλων.",
    "SOLL":
        "ΧΑΜΗΛΑ ΕΠΙΠΕΔΑ: Υποδηλώνει ότι το άτομο παραμένει συναισθηματικά σταθερό, ακόμη και όταν αντιμετωπίζει προκλητικά ή αρνητικά γεγονότα.",
    "SS":
        "Τα Big Five είναι ένα από τα πιο διαδεδομένα τεστ προσωπικότητας στον κόσμο. Διαθέτει παγκόσμια και δια-συμπαντικά στοιχεία σε διάφορα συμφραζόμενα. Ο στόχος της δοκιμής είναι να αναγνωρίσει τις συμπεριφορικές τάσεις σε πέντε βασικά χαρακτηριστικά προσωπικότητας. Υψηλές ή χαμηλές τιμές δεν αντιπροσωπεύουν απαραίτητα ένα δυσλειτουργικό προσωπικό πρότυπο. Εξετάστε τα πέντε χαρακτηριστικά που αναλύονται παρακάτω.",
    "SSt": "Σχετικά με το τεστ",
    "Sint":
        "Η κατάθλιψη δεν είναι απλά στιγμιαία θλίψη! Είναι μια μακροχρόνια διαταραχή της διάθεσης. Τα πιο κοινά συμπτώματα της κατάθλιψης είναι:",
    "SintAns":
        "Το άγχος εκδηλώνεται μέσω σωματικών και ψυχολογικών συμπτωμάτων. Γενικά χαρακτηρίζεται από υπερβολική ανησυχία για μελλοντικές καταστάσεις. Η ζωή στο παρόν είναι δύσκολη, καθώς ο άνθρωπος είναι συνεχώς ανήσυχος για το μέλλον. Όταν ελέγχεται, το άγχος είναι η φυσική αντίδραση του σώματος σε πιθανούς κινδύνους, επιτρέποντάς μας να παραμείνουμε σε επιφυλακή για οποιοδήποτε ενδεχόμενο κίνδυνο. Ωστόσο, μπορεί να είναι έντονο, παρατεταμένο και φαινομενικά χωρίς προφανή αιτία. Σε τέτοιες περιπτώσεις, οι άνθρωποι τείνουν να απομονώνονται και να αποφεύγουν καταστάσεις που θεωρούν επικίνδυνες, ακόμη και όταν δεν είναι.",
    "Sinta":
        "• Καταθλιπτική διάθεση, ευερεθιστότητα, άγχος και συναισθηματική δυσφορία.",
    "Sintb": "• Διαταραχές ύπνου: αϋπνία ή υπερυπνία.",
    "Sintc": "• Αλλαγές στην όρεξη, με αύξηση ή απώλεια βάρους.",
    "Sintd":
        "• Συναισθήματα απογοήτευσης, κόπωσης και αυξημένης προσπάθειας για την ολοκλήρωση εργασιών.",
    "Sinte": "• Έλλειψη ενδιαφέροντος, έλλειψη κινήτρου και αδιαφορία.",
    "Sintf":
        "• Συναισθήματα φόβου, άγχους, ανασφάλειας, απελπισίας, αδυναμίας και κενότητας.",
    "Sintg":
        "• Απαισιοδοξία, συχνή και δυσανάλογη ενοχή, χαμηλή αυτοεκτίμηση, συναισθήματα αίσθησης χωρίς σκοπό, αναξιότητας, καταστροφής, αποτυχίας, ασθένειας, θανάτου ή πένθους.",
    "Sinth":
        "• Παραμορφωμένη και αρνητική αντίληψη της πραγματικότητας: όλα φαίνονται μέσα από έναν καταθλιπτικό φακό, ρίχνοντας μια γκρίζα απόχρωση στον εαυτό, τους άλλους και τον κόσμο.",
    "Sinti": "• Δυσκολία συγκέντρωσης, αργότερη σκέψη, συχνή λήθη.",
    "Sintt": "Συμπτώματα Κατάθλιψης",
    "SinttAns": "Συμπτώματα Άγχους",
    "SobreApp": "Σχετικά με την Εφαρμογή",
    "SobrePersonalidade":
        "Η δοκιμασία προσωπικότητας βασίζεται στα Big Five (5 χαρακτηριστικά προσωπικότητας) και αποσκοπεί στην αξιολόγηση της προσωπικότητάς σας μέσω ενός ερωτηματολογίου και στον προσδιορισμό των πιο χαρακτηριστικών χαρακτηριστικών της προσωπικότητάς σας.",
    "SobreTesteAns": "Η δοκιμασία βασίζεται στο Beck Anxiety Inventory (BAI)",
    "SobreTesteFelicidade":
        "Η δοκιμασία ευτυχίας αποσκοπεί στην αναγνώριση του επιπέδου ευτυχίας σας σύμφωνα με τη δοκιμασία Gross National Happiness (GNH).",
    "SobreTesteStress":
        "Η δοκιμασία άγχους βασίζεται στο Beck Depression Inventory (BDI), το οποίο χρησιμοποιείται ευρέως από επαγγελματίες ψυχικής υγείας και έχει διεθνή επικύρωση.",
    "T1": "Παγκόσμια Ανάλυση",
    "T2": "Ατομική Ανάλυση",
    "TRAT1":
        "Προσπαθήστε να κατανοήσετε τους λόγους πίσω από τη βλαβερή συμπεριφορά σας. Γιατί φοβάστε να είστε μόνοι; Ποιες είναι οι αιτίες για την χαμηλή αυτοεκτίμηση σας; Αξίζει να διατηρήσετε μια τόσο ανισόρροπη σχέση; Η αναστοχαστικότητα αυτών των ερωτήσεων θα σας βοηθήσει να αναγνωρίσετε τις αδυναμίες σας και να βρείτε μια λύση στο πρόβλημα.",
    "TRAT1_T": "Να είστε ειλικρινείς με τον εαυτό σας",
    "TRAT2":
        "Η αναγνώριση της συναισθηματικής εξάρτησης δεν σημαίνει απαραίτητα το τέλος της σχέσης. Ανοίξτε την καρδιά σας, μιλήστε για τους φόβους σας και ρωτήστε τους πώς μπορείτε να βελτιώσετε τη σχέση σας για να την κάνετε πιο ισορροπημένη. Η ειλικρίνεια έχει τη δύναμη να ενισχύσει την ενότητα και τη σύνδεση μεταξύ των συντρόφων.",
    "TRAT2_T": "Μιλήστε με τον σύντροφό σας",
    "TRAT3":
        "Δουλέψτε για να εξισορροπήσετε όλες τις πτυχές της ζωής σας. Επανασυνδεθείτε με την οικογένεια και τους φίλους, φροντίστε καλύτερα τον εαυτό σας, ανακαλύψτε νέα χόμπι και επενδύστε χρόνο στην αυτοβελτίωση.",
    "TRAT3_T": "Φροντίστε τα ενδιαφέροντά σας",
    "TRAT4":
        "Μην παραμείνετε σε μια σχέση όπου αισθάνεστε ανικανοποίητοι από φόβο για μοναξιά. Αν ο σύντροφός σας δεν σέβεται την ατομικότητά σας και εκμεταλλεύεται την εξάρτησή σας για να σας κυριαρχήσει, μπορεί να είναι καιρός να σκεφτείτε να τερματίσετε τη σχέση.",
    "TRAT4_T": "Θέστε όρια",
    "TRAT5":
        "Αυτή η διαταραχή προέρχεται συχνά από τραύματα παιδικής ηλικίας. Η θεραπεία των συναισθηματικών τραυμάτων του παρελθόντος είναι ένα κρίσιμο πρώτο βήμα. Τα άτομα που κουβαλούν συναισθηματικό φορτίο στις σχέσεις συχνά φέρνουν άλυτα ζητήματα που επηρεάζουν τη σχέση. Η θεραπεία του εσωτερικού παιδιού σας μπορεί να αλλάξει σημαντικά την κατάσταση, βοηθώντας σας να αναπτύξετε τους πόρους για να αγαπάτε και να φροντίζετε τον εαυτό σας, οδηγώντας σε πολύ καλύτερη ποιότητα ζωής. Στη συνέχεια, θα είστε έτοιμοι να σχετίζεστε με άλλους με υγιή, συναισθηματικά ισορροπημένο τρόπο.",
    "TRAT5_T": "Αναγνωρίστε το παρελθόν",
    "TRAT6":
        "Φυσικά, αυτές οι πληροφορίες δεν αντικαθιστούν την αξιολόγηση και τη συμβουλευτική από επαγγελματία υγείας.",
    "TRAT6_T": "Ζητήστε βοήθεια",
    "Tclaro": "Ανοιχτό Θέμα",
    "Tescuro": "Σκοτεινό Θέμα",
    "Tletra": "Τύπος Γραμματοσειράς",
    "TotalRaiva": "Συνολικός Θυμός",
    "Tra":
        "Είναι πάντα χρήσιμο να αναζητάτε την καθοδήγηση ενός επαγγελματία υγείας για να σας βοηθήσει να αναρρώσετε από την κατάθλιψη, ιδιαίτερα αν το αποτέλεσμα του τεστ σας έδειξε \"Έχετε σοβαρή κατάθλιψη!\" Ο επαγγελματίας υγείας θα σας βοηθήσει να εντοπίσετε νέα μοτίβα σκέψης και συμπεριφοράς. Ωστόσο, υπάρχουν πολλά που μπορείτε και πρέπει να κάνετε για τον εαυτό σας: οι αλλαγές στον τρόπο ζωής είναι απαραίτητες καθώς ο τρόπος ζωής σας συμβάλλει στα καταθλιπτικά συμπτώματα. Δείτε τις συμβουλές που αναφέρονται παραπάνω για να βελτιώσετε την συναισθηματική σας υγεία! Για την υγεία σας, αποκτήστε τη δύναμη και την ενέργεια να αλλάξετε ό,τι χρειάζεται να αλλάξετε και να κερδίσετε τη μάχη κατά της κατάθλιψης.",
    "TraAns":
        "Είναι πάντα χρήσιμο να έχετε την καθοδήγηση ενός επαγγελματία υγείας στη διαχείριση του άγχους, ιδιαίτερα αν το αποτέλεσμα του τεστ σας είναι \"Έχετε σοβαρά συμπτώματα άγχους!\" Ο επαγγελματίας υγείας θα πρέπει να σας βοηθήσει να βρείτε νέα μοτίβα σκέψης και συμπεριφοράς. Αλλά υπάρχει πολύ που μπορείτε να κάνετε για τον εαυτό σας για να αντιμετωπίσετε το άγχος. Οι αλλαγές στον τρόπο ζωής είναι απαραίτητες, καθώς ο τρόπος ζωής σας συμβάλλει στην παρουσία συμπτωμάτων άγχους γενικά. Δείτε τις 10 συμβουλές παρακάτω, και για την υγεία σας, αποκτήστε τη δύναμη και την ενέργεια να αλλάξετε ό,τι χρειάζεται να αλλάξετε και να κερδίσετε έτσι τη μάχη κατά του άγχους.",
    "Trat": "Θεραπεία Κατάθλιψης",
    "VerAnsiedade": "Σχετικά με την Κατάθλιψη",
    "VerAnsiedadeAns": "Σχετικά με το Άγχος",
    "VerVideo": "Δείτε το αποτέλεσμα μετά το βίντεο",
    "_Dep2Escala":
        "Οι 18 ερωτήσεις βαθμολογούνται σε κλίμακα 0 έως 5, πάντα χρησιμοποιώντας την τιμή 0 και ποτέ την τιμή 5.",
    "_SobreDependenciaTitulo": "Σχετικά με την Συναισθηματική Εξάρτηση",
    "_SobreStresTitulo": "Σχετικά με το Στρες",
    "_SobreTesteDependencia":
        "Ο Τεστ Συναισθηματικής Εξάρτησης βασίζεται στο εγχειρίδιο της Melody Beattie \"Codependent No More\". Στόχος του είναι να αναλύσει εάν ο χρήστης παρουσιάζει σημάδια συναισθηματικής εξάρτησης από κάποιον και σε ποιο επίπεδο.",
    "_SobreTipoPersonalidade": "Τύποι Προσωπικότητας",
    "_adAtencao": "Προειδοποίηση",
    "_adTotal":
        "Για να ξεκινήσετε το τεστ, πρέπει να παρακολουθήσετε ολόκληρη την διαφήμιση.",
    "_cancelarInicioTeste": "Μην ξεκινήσετε το τεστ",
    "_depR1": "Χωρίς Κατάθλιψη",
    "_depR1C":
        "Πολύ καλά! Σύμφωνα με το τεστ του Ivan Goldberg, δεν πάσχετε από κατάθλιψη! Μπορείτε να διαχειριστείτε κανονικά τις ανόδους και τις πτώσεις της ζωής σας και να χειρίζεστε τα συναισθήματά σας με ευκολία.",
    "_depR2": "Πιθανότητα Κατάθλιψης",
    "_depR2C":
        "Σύμφωνα με το τεστ του Ivan Goldberg, υπάρχει μια ελαφριά πιθανότητα κατάθλιψης, κάτι πολύ συνηθισμένο στους περισσότερους ανθρώπους! Μπορείτε σχεδόν πάντα να διαχειρίζεστε τα συναισθήματά σας, αλλά δεν μπορείτε πάντα να τα λύσετε ικανοποιητικά.",
    "_depR3": "Καταθλιπτικά Συμπτώματα",
    "_depR3C":
        "Σύμφωνα με το τεστ του Ivan Goldberg, εμφανίζετε καταθλιπτικά συμπτώματα! Είστε σε κίνδυνο να αναπτύξετε καταθλιπτική συμπεριφορά. Δώστε προσοχή στις συμβουλές για έναν προστατευτικό τρόπο ζωής για τα συναισθήματα.",
    "_depR4": "Καταθλιπτική Συμπεριφορά",
    "_depR4C":
        "Σύμφωνα με το τεστ του Ivan Goldberg, εμφανίζετε καταθλιπτική συμπεριφορά! Πρέπει να αλλάξετε τις ρουτίνες σας, να ακολουθήσετε τις συμβουλές για έναν προστατευτικό τρόπο ζωής για τα συναισθήματα, και είναι καλύτερα να ζητήσετε βοήθεια από ειδικό.",
    "_depR5": "Μέτρια Κατάθλιψη",
    "_depR5C":
        "Προσοχή! Σύμφωνα με το τεστ του Ivan Goldberg, έχετε συμπτώματα μέτριας κατάθλιψης. Πρέπει να δώσετε προσοχή σε αυτό το πρόβλημα. Ακολουθήστε τις συμβουλές για έναν προστατευτικό τρόπο ζωής για τα συναισθήματα και αναζητήστε βοήθεια από ειδικό.",
    "_depR6": "Σοβαρή Κατάθλιψη",
    "_depR6C":
        "Προσοχή! Σύμφωνα με το τεστ του Ivan Goldberg, εμφανίζετε συμπτώματα σοβαρής κατάθλιψης! Αυτό το θέμα απαιτεί την πλήρη προσοχή σας. Ακολουθήστε τις συμβουλές για έναν υγιεινό τρόπο ζωής και ζητήστε βοήθεια από ειδικό.",
    "_incioTeste": "Για να ξεκινήσετε το τεστ, δείτε μια διαφήμιση",
    "_iniciarTeste": "Ξεκινήστε το Τεστ",
    "_introGeral":
        "Αυτή η εφαρμογή παρέχει μια σειρά από τεστ που θα σας βοηθήσουν να κατανοήσετε πώς λειτουργεί το μυαλό και τα συναισθήματά σας. Αυτά είναι επικυρωμένα εργαλεία που χρησιμοποιούνται ευρέως από επαγγελματίες υγείας παγκοσμίως. Γιατί να κάνετε τα τεστ; Επειδή το πρώτο βήμα για την επίλυση ενός προβλήματος είναι να παραδεχτείτε ότι υπάρχει! Καλή διασκέδαση με τα τεστ.",
    "_introTesteAnsiedade":
        "Η δοκιμή άγχους χρησιμοποιεί ένα ερωτηματολόγιο 21 ερωτήσεων για να αξιολογήσει την παρουσία και τη σοβαρότητα των συμπτωμάτων άγχους. Για να εξασφαλίσετε την εγκυρότητα του τεστ, σκεφτείτε την ΤΕΛΕΥΤΑΙΑ ΣΑΣ ΕΒΔΟΜΑΔΑ και απαντήστε ειλικρινά. Τα αποτελέσματά σας θα εμφανιστούν στο τέλος, μαζί με χρήσιμες πληροφορίες και συμβουλές. Οι διαφημίσεις υποστηρίζουν το έργο και διατηρούν την εφαρμογή δωρεάν για εσάς.",
    "_introTesteAtitude":
        "Υπάρχουν τέσσερις κύριες στάσεις στις ανθρώπινες σχέσεις: παθητική, επιθετική, χειριστική και διεκδικητική. Μέσω ενός ερωτηματολογίου 60 ερωτήσεων, αυτή η εφαρμογή θα σας βοηθήσει να ανακαλύψετε ποια στάση είναι πιο κυρίαρχη σε εσάς. Για να λάβετε ακριβή αποτελέσματα, απαντήστε ειλικρινά σε κάθε δήλωση. Οι διαφημίσεις βοηθούν στη χρηματοδότηση του έργου και διατηρούν την εφαρμογή δωρεάν για τους χρήστες.",
    "_introTesteDependencia":
        "Μπορείτε να φανταστείτε τη ζωή σας χωρίς τον σύντροφό σας; Θα είχε νόημα; Αυτό το τεστ θα αξιολογήσει το επίπεδο συναισθηματικής εξάρτησης από τον σύντροφό σας ή κάποιον άλλο από τον οποίο ενδέχεται να είστε συναισθηματικά εξαρτημένοι. Η γνώση του επιπέδου συναισθηματικής εξάρτησης σε μια σχέση είναι το πρώτο βήμα για την υπέρβαση. Απαντήστε στις ερωτήσεις του τεστ και ανακαλύψτε το επίπεδο συναισθηματικής εξάρτησης σας.",
    "_introTesteDepressao":
        "Νομίζετε ότι είστε καταθλιπτικός; Απαντήστε ειλικρινά σε αυτούς τους δύο τεστ και ανακαλύψτε αν έχετε συμπτώματα κατάθλιψης. Εκτός από το αποτέλεσμα, θα βρείτε πολύτιμες προτάσεις για τη βελτίωση της συναισθηματικής σας υγείας. Είναι σημαντικό να θυμάστε ότι αυτή η εφαρμογή δεν αντικαθιστά τη βοήθεια ενός επαγγελματία υγείας. Είμαστε εδώ για να σας υποστηρίξουμε στην αναζήτηση συναισθηματικής ευημερίας. Έχετε θάρρος, μπορείτε να κερδίσετε.",
    "_introTesteFelicidade":
        "Είστε ευτυχισμένος; Η απάντηση δεν είναι εύκολη: μερικοί λένε ότι δεν πρόκειται για το τραπεζικό λογαριασμό, ενώ άλλοι πιστεύουν ότι πρόκειται για την εύρεση της αληθινής αγάπης, κατανόησης ή καλή υγεία... Ίσως αυτά να είναι απλώς μέρη ενός συνόλου που επηρεάζουν την ευτυχία μας. Αυτό το τεστ βασίζεται στη δοκιμή Βασικού Εθνικού Ευτυχίας (GNH), που δημιουργήθηκε το 1972 από έναν βασιλιά του Μπουτάν, ο οποίος έλαβε σοβαρά υπόψη την αξιολόγηση της ευτυχίας των υπηκόων του και έθεσε ένα παράδειγμα για πολλές κυβερνήσεις, χώρες και διανοούμενους να εμβαθύνουν στο θέμα. Απαντήστε στο ερωτηματολόγιο και ανακαλύψτε αν είστε πραγματικά ευτυχισμένος. Οι διαφημίσεις χρησιμοποιούνται αποκλειστικά για την χρηματοδότηση του έργου και την διατήρηση της εφαρμογής δωρεάν για τους χρήστες. Καλή διασκέδαση με το τεστ!",
    "_introTestePersonalidade":
        "Υπάρχουν 5 χαρακτηριστικά προσωπικότητας που χαρακτηρίζουν κάθε άτομο. Ανακαλύψτε τα δικά σας σε αυτό το τεστ, το οποίο διαρκεί περίπου 10 λεπτά. Για να εξασφαλίσετε ακριβή αποτελέσματα, απαντήστε ειλικρινά σε κάθε δήλωση. Στο τέλος, θα αναφέρεται ο τύπος προσωπικότητάς σας. Οι διαφημίσεις χρησιμοποιούνται για τη χρηματοδότηση του έργου και τη διατήρηση της εφαρμογής δωρεάν για τους χρήστες. Καλή τύχη με το τεστ!",
    "_introTesteRaiva":
        "Η οργή είναι ένα φυσικό και υγιές συναίσθημα, αλλά μπορεί να γίνει ανεξέλεγκτη και καταστροφική. Μέσω ενός ερωτηματολογίου 47 ερωτήσεων, αυτό το τεστ θα σας βοηθήσει να ανακαλύψετε το επίπεδο της οργής σας και αν την ελέγχετε ή ελέγχεστε από αυτήν. Για να εξασφαλίσετε ακριβή αποτελέσματα, απαντήστε ειλικρινά σε κάθε δήλωση. Οι διαφημίσεις χρησιμοποιούνται αποκλειστικά για τη χρηματοδότηση του έργου και τη διατήρηση της εφαρμογής δωρεάν για τους χρήστες.",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "Μείνετε ήρεμοι, αυτό είναι ένα τεστ στρες, και θα χρειαστείτε λίγη ενδοσκόπηση για 10 λεπτά για να απαντήσετε σε 96 ερωτήσεις. Για να εξασφαλίσετε την ακρίβεια του τεστ, απαντήστε ειλικρινά σε όλες τις ερωτήσεις. Τα αποτελέσματα θα παρασχεθούν στο τέλος με κάποιες χρήσιμες συμβουλές. Οι διαφημίσεις σε αυτήν την εφαρμογή βοηθούν στη χρηματοδότηση του έργου και στη διατήρηση της εφαρμογής δωρεάν για τους χρήστες. Κάντε το τεστ τακτικά για να αξιολογήσετε αν τα επίπεδα του άγχους σας βελτιώνονται ή επιδεινώνονται.",
    "_listaTestes": "Λίστα Τεστ",
    "_mudarIdioma": "Αλλαγή Γλώσσας",
    "_removerAds": "Αφαίρεση Διαφημίσεων",
    "_tAnsiedade": "Τεστ Άγχους",
    "_tAtitude": "Τεστ Στάσης",
    "_tAutoConfianca": "Τεστ Αυτοπεποίθησης",
    "_tDepBeck": "Τεστ Aaron Beck",
    "_tDepGoldberg": "Τεστ Ivan Goldberg",
    "_tDependencia": "Τεστ Συναισθηματικής Εξάρτησης",
    "_tDepressao": "Τεστ Κατάθλιψης",
    "_tFelicidade": "Τεστ Ευτυχίας",
    "_tPersonalidade": "Τεστ Προσωπικότητας",
    "_tRaiva": "Τεστ Οργής",
    "_tRelacionamentos": "Τεστ Σχέσεων",
    "_tSorriso": "Τεστ Χαμόγελου",
    "_tStress": "Τεστ Στρες",
    "_testeNaoFeito": "Το τεστ δεν ολοκληρώθηκε",
    "_tituloApp": "Κατάθλιψη & Συναισθήματα",
    "agressiva_descricao":
        "Ένα άτομο που εκφράζει τις ανάγκες, τις προτιμήσεις, τα συναισθήματα και τις απόψεις του με έναν εχθρικό, απαιτητικό, απειλητικό ή τιμωρητικό τρόπο προς τους άλλους. Είναι πρόθυμοι να κερδίσουν με οποιοδήποτε κόστος και προτεραιοποιούν τις δικές τους επιθυμίες έναντι αυτών των άλλων. Αυτή η συμπεριφορά περιλαμβάνει την υπεράσπιση των δικαιωμάτων τους, αλλά εις βάρος της παραβίασης των δικαιωμάτων των άλλων.",
    "agressiva_titulo": "Επιθετικός",
    "algumas": "Μερικές φορές",
    "allapps": "Ξεκλειδώστε όλα τα τεστ",
    "analise1": "Απόλυτη Ανάλυση",
    "analise2": "Αναλογική Ανάλυση",
    "appChat": "Συνομιλία Βοήθεια",
    "as_vezes": "Μερικές φορές",
    "assertiva_descricao":
        "Οι ασκητικοί άνθρωποι συμμετέχουν άμεσα, εκφράζοντας τις ανάγκες, τις προτιμήσεις, τα συναισθήματα και τις απόψεις τους χωρίς υπερβολικό άγχος. Υποστηρίζουν τα δικαιώματά τους χωρίς να παραβιάζουν τα δικαιώματα των άλλων.",
    "assertiva_titulo": "Ασφαλής",
    "asvezes": "Μερικές φορές",
    "aut.sobre":
        "Αυτή η δοκιμή αποτελείται από 15 ερωτήσεις, οι οποίες αξιολογούνται σε κλίμακα από 0 έως 3 βαθμούς.",
    "aut_1":
        "Πιστεύω ότι αν εργαστώ σκληρά και επιμείνω, μπορώ να επιτύχω τους στόχους μου.",
    "aut_2": "Νιώθω αποθαρρυμένος και αρνητικός όταν αντιμετωπίζω δυσκολίες.",
    "aut_3":
        "Διατηρώ τακτική επαφή με άτομα που έχουν παρόμοιες ικανότητες και δεξιότητες με μένα.",
    "aut_4": "Επιμένω στις προσπάθειές μου ακόμη κι αν δεν πετύχω αμέσως.",
    "aut_5":
        "Δίνω προτεραιότητα στις πεποιθήσεις μου πάνω στη δράση σύμφωνα με τις προσδοκίες των άλλων.",
    "aut_6": "Λαμβάνω επαίνους και θετική ανατροφοδότηση για τη δουλειά μου.",
    "aut_7": "Η ζωή με εμπνέει και μου δίνει θετική ενέργεια.",
    "aut_8":
        "Πιστεύω ότι αφιερώνοντας χρόνο σε ένα πρόβλημα, πάντα θα βρω μια λύση.",
    "aut_9": "Σκέφτομαι τα μαθήματα που έμαθα όταν ξεπερνώ σημαντικά εμπόδια.",
    "aut_10": "Αναλαμβάνω δραστηριότητες που φαίνονται δύσκολες ή περίπλοκες.",
    "aut_11": "Αντιμετωπίζω νέες καταστάσεις ήρεμα χωρίς να αγχώνομαι.",
    "aut_12": "Επιμένω ακόμη και όταν οι άλλοι τα παρατούν.",
    "aut_13": "Κοιτάζω το μέλλον με αυτοπεποίθηση, χωρίς να νιώθω άγχος.",
    "aut_14":
        "Ταυτίζομαι με άτομα που εργάζονται σκληρά, ακόμη και αν δεν πετυχαίνουν τους στόχους τους.",
    "aut_15": "Μπορώ να πετύχω τους στόχους που θέτω για τον εαυτό μου.",
    "aut_aum": "Πώς να ενισχύσετε την αυτοπεποίθηση",
    "aut_aum_c":
        "Η οικοδόμηση της αυτοπεποίθησης είναι μια σταδιακή διαδικασία που περιλαμβάνει την υιοθέτηση θετικών συνηθειών και νοοτροπιών. Ακολουθούν μερικές στρατηγικές που θα σας βοηθήσουν να ενισχύσετε την αυτοπεποίθησή σας:",
    "aut_aum_c1":
        "1. Θέστε Ρεαλιστικούς Στόχους: Ορίστε εφικτούς στόχους και σπάστε τους σε μικρότερα βήματα. Κάθε επίτευγμα ενισχύει την αυτοπεποίθησή σας.",
    "aut_aum_c2":
        "2. Γιορτάστε τις Επιτυχίες Σας: Αναγνωρίστε και γιορτάστε τα επιτεύγματά σας, όσα μικρά και αν είναι. Αυτό ενισχύει την θετική αυτοεικόνα.",
    "aut_aum_c3":
        "3. Εξασκήστε την Αυτοσυμπόνια: Στραφείτε προς τον εαυτό σας με την ίδια ευγένεια και κατανόηση που θα προσφέρατε σε έναν φίλο. Αποφύγετε τη σκληρή αυτοκριτική.",
    "aut_aum_c4":
        "4. Αναπτύξτε Νέες Δεξιότητες: Επενδύστε χρόνο για να μάθετε ή να βελτιώσετε δεξιότητες για να ενισχύσετε την αυτοπεποίθησή σας στις ικανότητές σας.",
    "aut_aum_c5":
        "5. Οραματιστείτε την Επιτυχία: Φανταστείτε τον εαυτό σας να αντιμετωπίζει προκλήσεις με επιτυχία. Αυτό προετοιμάζει το μυαλό σας για πραγματικές καταστάσεις.",
    "aut_aum_c6":
        "6. Δέχεστε Κομπλιμέντα: Δέχεστε ειλικρινά τα κομπλιμέντα και αποφύγετε να υποτιμάτε τα επιτεύγματά σας. Αυτό συμβάλλει σε μια ισχυρότερη αυτοεικόνα.",
    "aut_aum_c7":
        "7. Βγείτε από τη Ζώνη Άνεσής Σας: Αντιμετωπίστε προκλήσεις που σας επιτρέπουν να αναπτυχθείτε. Η υπέρβαση εμποδίων ενισχύει την αυτοπεποίθησή σας.",
    "aut_aum_c8":
        "8. Εξασκηθείτε στην Επικοινωνία: Βελτιώστε τις επικοινωνιακές σας δεξιότητες για να εκφράσετε τις ιδέες και τις απόψεις σας με αυτοπεποίθηση.",
    "aut_aum_c9":
        "9. Κρατήστε Ημερολόγιο Θετικότητας: Καταγράψτε επιτεύγματα, κομπλιμέντα και πράγματα για τα οποία είστε ευγνώμονες. Η εστίαση στα θετικά βοηθά στη μεταβολή της νοοτροπίας σας.",
    "aut_aum_c10":
        "10. Φροντίστε το Σώμα Σας: Εμπλακείτε σε φυσική δραστηριότητα, τρώτε υγιεινά και διατηρείτε καλές συνήθειες ύπνου. Ένα υγιές σώμα υποστηρίζει ένα αυτοπεποίθητο μυαλό.",
    "aut_aum_c11":
        "11. Καλλιεργήστε Θετική Νοοτροπία: Αμφισβητήστε τις αρνητικές σκέψεις και αντικαταστήστε τις με θετικές, ρεαλιστικές επιβεβαιώσεις.",
    "aut_aum_c12":
        "12. Μάθετε από τα Λάθη: Αντί να τιμωρείτε τον εαυτό σας για τα λάθη, θεωρήστε τα ως ευκαιρίες για μάθηση και ανάπτυξη.",
    "aut_aum_c13":
        "13. Θέστε Όρια: Μάθετε να λέτε όχι όταν είναι απαραίτητο, δείχνοντας ότι εκτιμάτε τον εαυτό σας και τον χρόνο σας.",
    "aut_aum_c14":
        "14. Αποδεχθείτε την Ατελότητα: Κατανοήστε ότι κανείς δεν είναι τέλειος. Αποδεχτείτε τις ατέλειές σας ως μέρος του μοναδικού σας εαυτού.",
    "aut_aum_c15":
        "15. Περιτριγυρίστε τον Εαυτό Σας με Θετικότητα: Κρατήστε συντροφιά με υποστηρικτικούς ανθρώπους που σας ενθαρρύνουν και αποφύγετε εκείνους που σας αποθαρρύνουν.",
    "aut_aum_c16":
        "16. Φροντίστε την Εμφάνισή Σας: Παρουσιάστε τον εαυτό σας με τρόπο που σας κάνει να αισθάνεστε αυτοπεποίθηση και άνεση.",
    "aut_aum_c17":
        "17. Θυμηθείτε ότι η οικοδόμηση της αυτοπεποίθησης είναι μια συνεχιζόμενη πορεία. Να είστε υπομονετικοί με τον εαυτό σας και συνεχίστε να φροντίζετε τη θετική αυτοεικόνα.",
    "aut_def": "Τι είναι η αυτοπεποίθηση",
    "aut_def_c":
        "Η αυτοπεποίθηση είναι η θετική πεποίθηση και η βεβαιότητα στις ικανότητες, τις δεξιότητες και το δυναμικό ενός ατόμου. Είναι η εσωτερική πεποίθηση ότι μπορείτε να αντιμετωπίσετε προκλήσεις, να πάρετε αποφάσεις και να διαχειριστείτε διάφορες καταστάσεις στη ζωή σας. Η αυτοπεποίθηση περιλαμβάνει την εμπιστοσύνη στον εαυτό σας, τα χαρακτηριστικά σας και το δυναμικό σας, το οποίο επηρεάζει άμεσα τον τρόπο με τον οποίο συμπεριφέρεστε, αλληλεπιδράτε με τους άλλους και αντιμετωπίζετε τα εμπόδια. Είναι ένα βασικό στοιχείο για τη συναισθηματική ευημερία και την προσωπική επιτυχία, καθώς επιτρέπει στους ανθρώπους να αισθάνονται ασφαλείς, ικανοί και ανθεκτικοί απέναντι στις δυσκολίες.",
    "aut_dest": "Καταστροφείς της Αυτοπεποίθησης",
    "aut_dest_c1":
        "1. Αποτυχία ή Λάθη: Επαναλαμβανόμενες αποτυχίες ή λάθη μπορούν να ταρακουνήσουν την εμπιστοσύνη ενός ατόμου στις ικανότητές του.",
    "aut_dest_c2":
        "2. Συνεχής Κριτική: Συνεχής αρνητική κριτική από άλλους μπορεί να υπονομεύσει σοβαρά την αυτοπεποίθηση.",
    "aut_dest_c3":
        "3. Σύγκριση με Άλλους: Η συνεχής σύγκριση με άλλους και η αίσθηση ανασφάλειας μπορεί να μειώσει την αυτοπεποίθηση.",
    "aut_dest_c4":
        "4. Τραυματικές Εμπειρίες: Παρελθόντα τραύματα, όπως εκφοβισμός, κακοποίηση ή σημαντικά αρνητικά γεγονότα, μπορεί να έχουν μόνιμο αντίκτυπο στην αυτοπεποίθηση.",
    "aut_dest_c5":
        "5. Έλλειψη Αναγνώρισης: Όταν οι προσπάθειες και τα επιτεύγματα δεν αναγνωρίζονται, αυτό μπορεί να οδηγήσει σε μείωση της αυτοπεποίθησης.",
    "aut_dest_c6":
        "6. Τελειομανία: Η θέσπιση υπερβολικά υψηλών προτύπων για τον εαυτό σας μπορεί να οδηγήσει σε συναισθήματα ανεπάρκειας και μειωμένη αυτοπεποίθηση.",
    "aut_dest_c7":
        "7. Αρνητική Αυτοεικόνα: Μια αρνητική εικόνα για τον εαυτό σας, είτε σχετίζεται με την εμφάνιση, τις ικανότητες ή την προσωπικότητα, μπορεί να φθείρει την αυτοπεποίθηση.",
    "aut_dest_c8":
        "8. Παρελθόντα Αρνητικά Μηνύματα: Αρνητικά σχόλια από άτομα εξουσίας, όπως γονείς ή δάσκαλοι, μπορεί να αφήσουν μόνιμα σημάδια στην αυτοπεποίθηση.",
    "aut_dest_c9":
        "9. Έλλειψη Εμπειρίας: Αντιμετωπίζοντας νέες ή άγνωστες καταστάσεις μπορεί να δημιουργήσει ανασφάλειες και να μειώσει την αυτοπεποίθηση.",
    "aut_dest_c10":
        "10. Κοινωνική Απομόνωση: Η έλλειψη κοινωνικής αλληλεπίδρασης και συναισθηματικής στήριξης μπορεί να συμβάλλει στη χαμηλή αυτοπεποίθηση.",
    "aut_dest_c11":
        "11. Υπερβολική Εξάρτηση από την Έγκριση των Άλλων: Η υπερβολική εξάρτηση από την έγκριση των άλλων για την αυτοεκτίμηση μπορεί να υπονομεύσει την αυτοπεποίθηση όταν αυτή η έγκριση απουσιάζει.",
    "aut_dest_c12":
        "12. Υπερβολική Αυτοκριτική: Η υπερβολική κριτική προς τον εαυτό σας και η εστίαση μόνο στα ελαττώματα μπορεί να βλάψει την αυτοπεποίθηση.",
    "aut_dest_c13":
        "13. Διαταραχές Ψυχικής Υγείας: Καταστάσεις όπως το άγχος, η κατάθλιψη και οι διαταραχές διατροφής μπορούν να επηρεάσουν αρνητικά την αυτοπεποίθηση.",
    "aut_dest_c14":
        "14. Μεγάλες Αλλαγές στη Ζωή: Σημαντικά γεγονότα όπως ο διαζύγιο, η απώλεια εργασίας ή η ασθένεια μπορούν να επηρεάσουν την αυτοπεποίθηση.",
    "aut_dest_c15":
        "Είναι σημαντικό να αναγνωρίσετε αυτούς τους παράγοντες και να εργαστείτε ενεργά για την ανάπτυξη της αυτοπεποίθησης μέσω της ανάπτυξης δεξιοτήτων, της ρεαλιστικής θέσης στόχων, της καλλιέργειας θετικής σκέψης και της συναισθηματικής αυτοφροντίδας.",
    "aut_escala_1":
        "Εξαιρετικά. Τα αποτελέσματά σας δείχνουν ισχυρή αυτοπεποίθηση. Κατευθύνετε τη ζωή σας προς τους στόχους σας με αυτοπεποίθηση, αποκτώντας μια αίσθηση ασφάλειας και αυτοεκτίμησης. Κάθε επιτυχία ενισχύει ακόμη περισσότερο την εμπιστοσύνη σας, και ξέρετε πώς να μάθετε από τις εμπειρίες χωρίς να αφήσετε τα εμπόδια να υπονομεύσουν την θετική σας προσέγγιση.",
    "aut_escala_1t": "Δείχνετε Ικανότητα με Ισχυρή Αυτοπεποίθηση",
    "aut_escala_2":
        "Είστε στο σωστό δρόμο. Εμφανίζετε καλή αυτοπεποίθηση σε γνωστές καταστάσεις, αλλά σε νέες ή αβέβαιες συνθήκες που απαιτούν αποφασιστικές αποφάσεις, μπορεί να αισθάνεστε λιγότερο σίγουροι. Αναγνωρίστε τα δυνατά σας σημεία και τα ταλέντα σας, και σκεφτείτε να τα εξερευνήσετε περαιτέρω. Διαβάστε τις οδηγίες παρακάτω για επιπλέον insights.",
    "aut_escala_2t": "Δείχνετε Μέτρια Αυτοπεποίθηση",
    "aut_escala_3":
        "Τα αποτελέσματα υποδεικνύουν ότι το τρέχον επίπεδο αυτοπεποίθησής σας δεν είναι πλήρως ικανοποιητικό. Μπορεί να βιώνετε ανασφάλειες, τόσο στο παρόν όσο και στο μέλλον. Υπάρχει μια τάση να εστιάζετε στις περιορισμένες δυνατότητες σας αντί να εξερευνάτε τα υπάρχοντα αλλά ανεκμετάλλευτα ταλέντα σας.",
    "aut_escala_3t": "Δείχνετε Χαμηλή Αυτοπεποίθηση",
    "aut_intro":
        "Έχετε σκεφτεί ποτέ πώς η αυτοπεποίθησή σας επηρεάζει διάφορες περιοχές της ζωής σας; Η αυτοπεποίθηση περιλαμβάνει την πίστη στις ικανότητες, τα χαρακτηριστικά και τις προσωπικές κρίσεις σας. Η ανάπτυξη ενός υγιούς επιπέδου αυτοπεποίθησης είναι καθοριστική για την επίτευξη επιτυχίας τόσο σε κοινωνικούς όσο και σε επαγγελματικούς τομείς. Κάντε αυτό το τεστ για να ανακαλύψετε πώς μετράται η αυτοπεποίθησή σας.",
    "aut_pro": "Παράγοντες που προάγουν την αυτοπεποίθηση:",
    "aut_pro_c1":
        "1. Επιτεύγματα και επιτυχίες: Η επίτευξη στόχων και η εμπειρία επιτυχιών, ακόμη και μικρών, μπορεί να αυξήσει την αυτοπεποίθηση.",
    "aut_pro_c2":
        "2. Αποδοχή και αυτοαποδοχή: Η αποδοχή του εαυτού σας με όλες τις ατέλειές του είναι ένα κρίσιμο βήμα για την προώθηση της αυτοπεποίθησης.",
    "aut_pro_c3":
        "3. Αυτοανάπτυξη: Η επένδυση χρόνου και κόπου στη μάθηση και στη βελτίωση δεξιοτήτων μπορεί να αυξήσει την αυτοπεποίθηση.",
    "aut_pro_c4":
        "4. Αυτογνωσία: Η κατανόηση των δυνάμεών σας, των αδυναμιών σας, των αξιών σας και των ενδιαφερόντων σας βοηθά στη δημιουργία μιας ισχυρής βάσης για την αυτοπεποίθηση.",
    "aut_pro_c5":
        "5. Θέτοντας εφικτούς στόχους: Ο καθορισμός ρεαλιστικών στόχων και η σταδιακή εργασία προς αυτούς μπορεί να ενισχύσει την εμπιστοσύνη σας στις ικανότητές σας.",
    "aut_pro_c6":
        "6. Σύστημα υποστήριξης: Το να περιβάλλετε τον εαυτό σας με φίλους, οικογένεια ή μέντορες που παρέχουν ενθάρρυνση και στήριξη μπορεί να ενισχύσει την αυτοπεποίθηση.",
    "aut_pro_c7":
        "7. Θετική σκέψη: Η ανάπτυξη μιας αισιόδοξης νοοτροπίας και η εστίαση σε εποικοδομητικές σκέψεις μπορεί να βελτιώσει την αυτοπεποίθηση.",
    "aut_pro_c8":
        "8. Αυτοεπιβεβαίωση: Η τακτική αναγνώριση των δυνάμεών σας και των επιτευγμάτων σας μπορεί να ενισχύσει ένα ισχυρό αίσθημα αυτοπεποίθησης.",
    "aut_pro_c9":
        "9. Αντιμετώπιση προκλήσεων: Η αντιμετώπιση και η υπέρβαση προκλήσεων μπορεί να σας δείξει τι είστε ικανοί να κάνετε, ενισχύοντας την αυτοπεποίθηση.",
    "aut_pro_c10":
        "10. Προσωπική φροντίδα: Η πρακτική της αυτοφροντίδας, όπως η επαρκής ύπνος, η υγιεινή διατροφή και η άσκηση, μπορεί να έχει θετική επίδραση στην αυτοπεποίθηση.",
    "aut_pro_c11":
        "11. Θετική οπτικοποίηση: Η φαντασία του εαυτού σας να πετυχαίνει και να αντιμετωπίζει προκλητικές καταστάσεις με αυτοπεποίθηση μπορεί να βοηθήσει στην ενίσχυση της αυτοπεποίθησης.",
    "aut_pro_c12":
        "12. Αποδοχή των λαθών: Η αναγνώριση ότι τα λάθη είναι ένα φυσικό μέρος της μάθησης και της ανάπτυξης μπορεί να μειώσει τον φόβο της αποτυχίας και να αυξήσει την αυτοπεποίθηση.",
    "aut_pro_c13":
        "13. Αποτελεσματική επικοινωνία: Η ανάπτυξη δεξιοτήτων επικοινωνίας βοηθά στην έκφραση των ιδεών και απόψεών σας, κάτι που μπορεί να αυξήσει την αυτοπεποίθηση.",
    "aut_pro_c14":
        "14. Επιμονή: Το να μην τα παρατάτε μπροστά στις δυσκολίες και να συνεχίζετε να προσπαθείτε ακόμα και όταν τα πράγματα είναι δύσκολα συμβάλλει στην αύξηση της αυτοπεποίθησης.",
    "aut_pro_c15":
        "15. Αυτοενδυνάμωση: Το να αναλαμβάνετε τον έλεγχο της ζωής σας και των επιλογών σας προάγει την αίσθηση ότι είστε ικανοί και έχετε δύναμη πάνω στις ενέργειές σας.",
    "aut_pro_c16":
        "Θυμηθείτε ότι η αυτοπεποίθηση είναι μια συνεχής διαδικασία και μπορεί να αλλάζει με την πάροδο του χρόνου. Είναι σημαντικό να εξασκείτε αυτούς τους παράγοντες τακτικά και να δουλεύετε πάνω στη δημιουργία μιας θετικής και ρεαλιστικής εικόνας του εαυτού σας.",
    "cau_dep": "Αιτίες κατάθλιψης",
    "cau_dep1":
        "Η κατάθλιψη είναι μια πολύπλοκη, πολυπαραγοντική κατάσταση και αρκετοί παράγοντες μπορούν να συνεισφέρουν στην ανάπτυξή της. Αυτοί οι παράγοντες μπορούν να διαφέρουν από άτομο σε άτομο, αλλά συνήθως περιλαμβάνουν.",
    "cau_dep2":
        "Γενετικοί παράγοντες: Η γενετική προδιάθεση παίζει σημαντικό ρόλο στην κατάθλιψη. Αν κάποιος στην οικογένειά σας έχει ιστορικό κατάθλιψης, μπορεί να είστε σε υψηλότερο κίνδυνο.",
    "cau_dep3":
        "Χημικές ανισορροπίες στον εγκέφαλο: Αλλαγές στα επίπεδα των νευροδιαβιβαστών, όπως η σεροτονίνη, η ντοπαμίνη και η νορεπινεφρίνη, μπορούν να επηρεάσουν τη λειτουργία του εγκεφάλου και να συνεισφέρουν στην κατάθλιψη. Η υπερβολική χρήση τεχνολογίας μπορεί επίσης να διαταράξει τη ρύθμιση της ντοπαμίνης.",
    "cau_dep4":
        "Στρεσογόνα γεγονότα ζωής: Τραυματικές εμπειρίες, σημαντικές απώλειες, οικογενειακές συγκρούσεις, οικονομικά προβλήματα ή μεγάλες αλλαγές στη ζωή μπορεί να προκαλέσουν ή να επιδεινώσουν την κατάθλιψη.",
    "cau_dep5":
        "Προσωπικό ιστορικό: Η ύπαρξη ιστορικού προηγούμενης κατάθλιψης αυξάνει τον κίνδυνο υποτροπής της νόσου.",
    "cau_dep6":
        "Ιατρικές παθήσεις: Ορισμένες ιατρικές καταστάσεις, όπως ο καρκίνος, οι χρόνιες ασθένειες, οι τραυματικές εγκεφαλικές κακώσεις ή οι ορμονικές καταστάσεις, μπορεί να αυξήσουν τον κίνδυνο κατάθλιψης.",
    "cau_dep7":
        "Κατάχρηση ουσιών: Η κατάχρηση αλκοόλ, ναρκωτικών ή ακόμα και η υπερβολική κατανάλωση ζαχαρούχων τροφών μπορεί να επιδεινώσει τον κίνδυνο κατάθλιψης.",
    "cau_dep8":
        "Κοινωνική απομόνωση: Η έλλειψη κοινωνικής υποστήριξης και η μοναξιά μπορούν να αυξήσουν τον κίνδυνο κατάθλιψης.",
    "cau_dep9":
        "Ψυχολογικοί παράγοντες: Αρνητικά μοτίβα σκέψης, χαμηλή αυτοεκτίμηση, υπερβολική αυτοκριτική και τελειομανία μπορεί να παίξουν ρόλο στην κατάθλιψη.",
    "cau_dep10":
        "Ορμονικές διαταραχές: Οι ορμονικές αλλαγές, όπως οι ορμόνες του θυρεοειδούς, μπορούν να επηρεάσουν τη διάθεση και να συνεισφέρουν στην κατάθλιψη.",
    "cau_dep11":
        "Είναι σημαντικό να θυμάστε ότι η κατάθλιψη είναι μια θεραπεύσιμη κατάσταση και η κατάλληλη θεραπεία μπορεί να βοηθήσει στη διαχείριση ή την υπέρβαση αυτών των παραγόντων κινδύνου. Δείτε παραπάνω για τις συμβουλές που παρουσιάζουμε για μια υγιή συναισθηματική ζωή και εφαρμόστε τις. Και αν εσείς ή κάποιος που γνωρίζετε βιώνει συμπτώματα κατάθλιψης, αναζητήστε βοήθεια από έναν επαγγελματία υγείας για σωστή αξιολόγηση και θεραπεία.",
    "concordo": "Συμφωνώ",
    "conselhos": "Συμβουλές",
    "conselhos2": "Συμβουλές για έναν Υγιή Τρόπο Ζωής",
    "citacoes_titulo": "",
    "citacao_byronsd": "FR Healthcare - Healthy Lifestyle Tips",
    "citacao_who": "World Health Organization - Mental Health",
    "citacao_mayo": "Mayo Clinic - Depression",
    "def_stress_texto":
        "Το άγχος είναι η φυσική αντίδραση του σώματος σε καταστάσεις ή γεγονότα που προκαλούν πίεση. Συνήθως προκαλείται από κάτι απρόβλεπτο ή εκτός ελέγχου. Αυτή η αντίδραση ποικίλλει ανάλογα με διάφορους ατομικούς παράγοντες που επηρεάζουν τον τρόπο με τον οποίο το άγχος επηρεάζει τη ζωή μας, όπως το κοινωνικό και οικονομικό πλαίσιο, το περιβάλλον στο οποίο ζούμε και ακόμη και η γενετική προδιάθεση.",
    "def_stress_titulo": "Τι είναι το Άγχος;",
    "dep2_1": "Νιώθω δυστυχισμένος, λυπημένος και καταθλιπτικός",
    "dep2_2": "Νιώθω ότι είμαι αποτυχημένος",
    "dep2_3":
        "Ακόμα και όταν συμβαίνουν καλά πράγματα σε μένα, νιώθω καταθλιπτικός",
    "dep2_4": "Ακόμα και τα απλά πράγματα απαιτούν μεγάλη προσπάθεια από μένα",
    "dep2_5": "Συχνά σκέφτομαι να τελειώσω τη ζωή μου.",
    "dep2_6": "Δεν βλέπω μέλλον για τον εαυτό μου",
    "dep2_7": "Νιώθω ένοχος για πράγματα και πιστεύω ότι αξίζω να τιμωρηθώ.",
    "dep2_8": "Δυσκολεύομαι να συγκεντρωθώ σε αυτά που διαβάζω",
    "dep2_9": "Παχαίνω ή χάνω βάρος χωρίς να ακολουθώ κάποια δίαιτα",
    "dep2_10": "Δυσκολεύομαι να πάρω αποφάσεις.",
    "dep2_11": "Είμαι νευρικός και ανήσυχος.",
    "dep2_12": "Νιώθω παγιδευμένος ή φυλακισμένος.",
    "dep2_13":
        "Έχω χάσει το ενδιαφέρον για πράγματα που παλιότερα ήταν σημαντικά και κινητήρια για μένα.",
    "dep2_14": "Είμαι πολύ αργός στην ολοκλήρωση καθηκόντων.",
    "dep2_15": "Νιώθω κουρασμένος και εξαντλημένος",
    "dep2_16": "Νιώθω μια κενότητα μέσα μου, σαν να είμαι άψυχος",
    "dep2_17":
        "Ο κύκλος του ύπνου μου είναι πολύ ακανόνιστος: είτε κοιμάμαι πολύ είτε πολύ λίγο.",
    "dep2_18": "Η χαρά και η απόλαυση της ζωής με έχουν εγκαταλείψει",
    "disclamer":
        "Σημειώστε ότι αυτή είναι μια αυτοαξιολόγηση με περιορισμούς! Για ακριβή διάγνωση και θεραπεία, πρέπει να συμβουλευτείτε έναν επαγγελματία υγείας.",
    "discordo": "Διαφωνώ",
    "escala": "Συναισθηματική Εξάρτηση (Κλίμακα)",
    "escolha": "*Επιλέξτε την επιλογή σας για να ξεκινήσετε τη δοκιμασία!",
    "fEscala1": "Σχετικά με την κλίμακα",
    "fEscala2": "Όλες οι απαντήσεις αξιολογούνται σε κλίμακα από 0 έως 4:",
    "fEscala3": "0 - 20 Πολύ Δυστυχισμένος",
    "fEscala4": "20 - 40 Δυστυχισμένος",
    "fEscala5": "40 – 60 Ικανοποιητικός",
    "fEscala6": "60 – 80 Χαρούμενος",
    "fEscala7": "80 – 128 Πολύ Χαρούμενος",
    "fEscalaT": "Αποτέλεσμα Τεστ:",
    "fSintt": "Θετικές Αξίες",
    "fconselhos": "Ακαθάριστο Εθνικό Ευτυχία (GNH)",
    "feliz": "Χαρούμενος",
    "felizR": "Σύμφωνα με τον δείκτη GNH, είστε ένα χαρούμενο άτομο :)",
    "fp1": "Ασχολείστε με σωματική άσκηση;",
    "fp2": "Ακολουθείτε μια υγιεινή διατροφή;",
    "fp3": "Έχετε καλή υγεία;",
    "fp4": "Θεωρείτε ότι ανταμείβεστε καλά;",
    "fp5": "Απολαμβάνετε τη δουλειά που κάνετε;",
    "fp6": "Κοιμάστε καλά;",
    "fp7": "Είστε ικανοποιημένοι με την εμφάνισή σας;",
    "fp8": "Ξυπνάτε νιώθοντας ξεκούραστος;",
    "fp9": "Ζείτε μια άνετη ζωή;",
    "fp10": "Διαχειρίζεστε καλά τα οικονομικά σας;",
    "fp11": "Γυρίζετε σπίτι με αίσθημα επιτυχίας;",
    "fp12": "Μπορείτε να αποταμιεύσετε χρήματα;",
    "fp13": "Θέτετε στόχους για το μέλλον;",
    "fp14": "Συνήθως επιτυγχάνετε τους στόχους σας;",
    "fp15": "Αναγνωρίζεστε για τα προσόντα σας;",
    "fp16": "Αγοράζετε τα πράγματα που επιθυμείτε;",
    "fp17": "Βλέπετε την θετική πλευρά των πραγμάτων;",
    "fp18": "Μαθαίνετε από τα λάθη σας;",
    "fp19": "Μπορείτε να διαχειριστείτε καλά τα συναισθήματά σας;",
    "fp20": "Διαχειρίζεστε αποτελεσματικά τον χρόνο σας;",
    "fp21": "Συνήθως εκτιμάτε τα απλά πράγματα στη ζωή;",
    "fp22": "Εκμεταλλεύεστε τις ευκαιρίες που σας παρουσιάζονται;",
    "fp23": "Μπορείτε να ισορροπήσετε την επαγγελματική και προσωπική ζωή σας;",
    "fp24": "Είστε ικανοποιημένοι με τη ρομαντική σας σχέση;",
    "fp25": "Μοιράζεστε τις γνώσεις σας;",
    "fp26": "Περνάτε χρόνο με φίλους και/ή οικογένεια;",
    "fp27": "Είστε περήφανος για την πορεία που έχετε ακολουθήσει μέχρι τώρα;",
    "fp28": "Συμβάλλετε στην κοινότητα;",
    "fp29": "Ασκείτε τα δικαιώματά σας και εκπληρώνετε τις υποχρεώσεις σας;",
    "fp30": "Έχετε συνήθως επαφή με τη φύση;",
    "fp31": "Σέβεστε τις διαφορές;",
    "fp32":
        "Αντικατοπτρίζουν οι καθημερινές σας ενέργειες την ανησυχία για το μέλλον του πλανήτη;",
    "fp33": "Τέλος της Δοκιμασίας",
    "frequente": "Συχνά",
    "gr_ambiente": "Περιβάλλον",
    "gr_emprego_ocupacao": "Απασχόληση / Επάγγελμα",
    "gr_estilo_vida": "Τρόπος Ζωής",
    "gr_maior_stress": "Κατηγορία υψηλότερου άγχους",
    "gr_menor_stress": "Κατηγορία χαμηλότερου άγχους",
    "gr_personalidade": "Προσωπικότητα",
    "gr_relacionamentos": "Σχέσεις",
    "gr_sintomas": "Συμπτώματα",
    "h-a":
        "Ο Αλμπέρτο είναι ευχάριστος! Παρά το γεγονός ότι είναι κουρασμένος και διψασμένος, η κύρια ανησυχία του είναι η Νόρα. Της προσφέρει λίγο νερό καρύδας. Οι άλλοι γνωρίζουν ότι έχει την τάση να συμφωνεί με όλα και δεν φοβάται να ζητήσει βοήθεια.",
    "h-c":
        "Η Κλάρα είναι συνειδητή! Δεν είναι ενθουσιασμένη, είναι ανήσυχη για τη σοβαρότητα της κατάστασης. Είναι χαρούμενη που έσωσε το πακέτο επιβίωσης από το πλοίο. Όπως πάντα, είναι καλά προετοιμασμένη και αμέσως αρχίζει κρίσιμες εργασίες. Νιώθει ότι είναι ευθύνη της να οργανώσει τα πάντα και να διασφαλίσει ότι όλοι αρχίζουν να ψάχνουν τα απαραίτητα: νερό και φαγητό.",
    "h-e":
        "Ο Εδουάρδος είναι εξωστρεφής! Ενθουσιάζεται που όλοι επιβίωσαν! Νιώθει μια ακατανίκητη ανάγκη να μιλήσει και να μοιραστεί τη χαρά του. Συγκεντρώνει όλους για να γιορτάσουν την επιβίωση τους και προτείνει ένα σχέδιο να εξερευνήσουν το νησί μαζί.",
    "h-intro":
        "Πέντε άτομα έχουν ναυαγήσει σε ένα νησί στη μέση του ωκεανού. Το πώς χειρίζονται την κατάσταση εξαρτάται από τα μοναδικά χαρακτηριστικά της προσωπικότητάς τους!",
    "h-intro_tit": "Το Ναυάγιο:",
    "h-n":
        "Η Νούρια είναι νευρωτική! Γίνεται γρήγορα συντριμμένη από το άγχος. Καταρρέει τελείως, κάθεται στην παραλία και κλαίει: Πώς θα ξεφύγουν από το νησί; Για εκείνη, ο ωκεανός γύρω τους φαίνεται ατέλειωτος και η φύση φαίνεται σκοτεινή και απειλητική. Νιώθει τελείως χαμένη.",
    "h-o":
        "Η Άνα είναι ανοιχτή! Ενθουσιάζεται να εξερευνήσει το όμορφο νησί. Το εξωτικό περιβάλλον την εμπνέει. Συλλέγει πέτρες, κοχύλια και λουλούδια για να διακοσμήσει την είσοδο της καλύβας από μπαμπού που έχτισε για όλους. Το βλέπει ως ευκαιρία να μάθει νέα πράγματα.",
    "h_esc": "Αν ήσουν στην ίδια κατάσταση, ποια θα ήταν η στάση σου;",
    "habitual": "Συνήθως",
    "help_me":
        "Συναισθηματικές Διαταραχές: Άγχος, Θυμός, Άγχος, Κατάθλιψη, Συναισθηματική Εξάρτηση... Μίλησε με έναν επαγγελματία υγείας δωρεάν μέσω της εφαρμογής μας.",
    "infeliz": "Ατυχής",
    "infelizR": "Πρόσεχε! Σύμφωνα με τον δείκτη GNH, είσαι δυστυχισμένος! :(",
    "int_tracos":
        "Γνώρισε τα 5 χαρακτηριστικά προσωπικότητας που τονίζονται στην παρακάτω απεικόνιση:",
    "int_tracos_t": "Χαρακτηριστικά Προσωπικότητας",
    "lik1": "Διαφωνώ απόλυτα",
    "lik2": "Διαφωνώ",
    "lik3": "Ουδέτερος",
    "lik4": "Συμφωνώ",
    "lik5": "Συμφωνώ απόλυτα",
    "manipuladora_descricao":
        "Αυτό το άτομο βάζει τις δικές του επιθυμίες πάνω από όλα τα άλλα και εκμεταλλεύεται τους άλλους για προσωπικό όφελος. Είναι επιδέξιοι στις σχέσεις, προσαρμόζοντας τη ομιλία τους στον ακροατή. Ακούν αλλά δεν ακούνε πραγματικά, χρησιμοποιούν ενδιάμεσους, παραποιούν πληροφορίες και φαίνονται σίγουροι και καλοπροαίρετοι. Ωστόσο, η επικοινωνία τους βασίζεται σε φήμες και κουτσομπολιά, και χάνουν την αξιοπιστία τους όταν αποκαλύπτονται.",
    "manipuladora_titulo": "Manipulative",
    "mtfeliz": "Πολύ Ευτυχισμένος",
    "mtfelizR":
        "Συγχαρητήρια: Σύμφωνα με τον δείκτη GNH, είσαι πολύ ευτυχισμένος :):)",
    "mtinfeliz": "Πολύ Δυστυχισμένος",
    "mtinfelizR":
        "Προσοχή! Σύμφωνα με τον δείκτη Gross National Happiness (GNH), είσαι πολύ δυστυχισμένος! :(:(",
    "mtvezes": "Συχνά",
    "mudar_atitude_texto":
        "Η αλλαγή της στάσης σας είναι μια πρόκληση, αλλά είναι εφικτή. Ακολουθήστε αυτή τη διαδικασία: Θέστε σαφείς και συγκεκριμένους στόχους. Επικεντρωθείτε σε θετικούς στόχους, όχι αρνητικούς. Σπάστε τους στόχους σας σε μικρά, διαχειρίσιμα βήματα. Αναγνωρίστε τους παράγοντες που ενεργοποιούν αρνητικές συμπεριφορές. Γιορτάστε τις μικρές νίκες. Περιτριγυρίστε τον εαυτό σας με υποστηρικτικούς ανθρώπους που ενθαρρύνουν την πρόοδό σας. Μην είστε πολύ αυστηροί με τον εαυτό σας αν αντιμετωπίσετε πισωγυρίσματα - κρατήστε την εστίαση και να είστε επίμονοι! Οραματιστείτε το επιτυχημένο μέλλον σας και πιστέψτε σε αυτό! Η θέλησή σας μπορεί να ξεπεράσει τη γενετική. Πολλοί έχουν αλλάξει, και μπορείτε και εσείς.",
    "muitas_vezes": "Συχνά",
    "muito_pouco": "Πολύ\nσπάνια",
    "notay": "💜 = Άτομο που θέλετε να δοκιμάσετε για συναισθηματική εξάρτηση!",
    "nunca": "Ποτέ",
    "okcompra": "Η αγορά ολοκληρώθηκε!",
    "okcompra2": "Σας ευχαριστούμε που αγοράσατε την έκδοση χωρίς διαφημίσεις!",
    "okcompra3": "Σας ευχαριστούμε που αγοράσατε όλες τις εκδόσεις του τεστ!",
    "origem":
        "Το 1972, ο Jigme Wangchuck ανέβηκε στον θρόνο του Βασιλείου του Μπουτάν και προσπάθησε να μετρήσει την ευτυχία των 600.000 υπηκόων του. Για να το κάνει αυτό, ίδρυσε το Κέντρο Μελετών του Μπουτάν με στόχο την ανάπτυξη ενός ερωτηματολογίου για την αξιολόγηση της ευτυχίας των ανθρώπων του Μπουτάν. Αυτό σηματοδότησε την αρχή της πρωτοβουλίας που είναι γνωστή σήμερα ως το Gross National Happiness.",
    "origem_t": "Προέλευση της δοκιμής",
    "p1": "Μούδιασμα ή μυρμήγκιασμα.",
    "p2": "Αίσθηση θερμότητας.",
    "p3": "Τρέμουλα πόδια.",
    "p4": "Αδυναμία χαλάρωσης.",
    "p5": "Φόβος ότι θα συμβεί το χειρότερο.",
    "p6": "Δέσιμο ή ζάλη.",
    "p7": "Ταχυκαρδία ή αυξημένος καρδιακός ρυθμός.",
    "p8": "Απώλεια ισορροπίας.",
    "p9": "Φόβος.",
    "p10": "Νευρικότητα.",
    "p11": "Αίσθηση ασφυξίας.",
    "p12": "Τρέμουλα χέρια.",
    "p13": "Τρέμουλο στο σώμα.",
    "p14": "Φόβος απώλειας ελέγχου.",
    "p15": "Δυσκολία στην αναπνοή.",
    "p16": "Φόβος θανάτου.",
    "p17": "Τρόμος.",
    "p18": "Δυσπεψία ή κοιλιακή δυσφορία.",
    "p19": "Αίσθηση λιποθυμίας.",
    "p20": "Κόκκινο πρόσωπο.",
    "p21": "Κρύος ιδρώτας.",
    "p22": "Η δοκιμή ολοκληρώθηκε.",
    "pP1": "Δημιουργώ ενθουσιασμό γύρω μου",
    "pP2": "Δεν ανησυχώ πολύ για τους άλλους",
    "pP3": "Είμαι πάντα προετοιμασμένος",
    "pP4": "Αγχωμένος εύκολα",
    "pP5": "Είμαι ευρηματικός και εφευρετικός.",
    "pP6": "Δεν έχω πολλά να πω, δεν μιλάω πολύ.",
    "pP7": "Απολαμβάνω τη συνεργασία με άλλους.",
    "pP8": "Αφήνω πράγματα να μένουν γύρω.",
    "pP9": "Παραμένω ήρεμος σε τεταμένες καταστάσεις",
    "pP10": "Έχω λίγα καλλιτεχνικά ενδιαφέροντα",
    "pP11": "Αισθάνομαι άνετα γύρω από ανθρώπους",
    "pP12": "Μπορεί να είμαι αγενής προς τους άλλους κάποιες φορές.",
    "pP13": "Δίνω σημασία στις λεπτομέρειες",
    "pP14": "Ανησυχώ για πολλά πράγματα",
    "pP15": "Απολαμβάνω να σκέφτομαι και να φαντάζομαι",
    "pP16": "Είμαι συγκρατημένος και κρατώ τον εαυτό μου για μένα",
    "pP17": "Είμαι ευγενικός και ευγενικός προς σχεδόν όλους",
    "pP18": "Τείνω να είμαι ακατάστατος",
    "pP19": "Σπάνια νιώθω καταθλιπτικός ή λυπημένος.",
    "pP20": "Δεν ενδιαφέρομαι για αφηρημένες ιδέες",
    "pP21": "Βρίσκω εύκολο να ξεκινήσω συνομιλίες",
    "pP22": "Τείνω να είμαι απομακρυσμένος και αδιάφορος προς τους άλλους.",
    "pP23": "Ό,τι πρέπει να γίνει πρέπει να γίνει αμέσως",
    "pP24": "Ενοχλούμαι εύκολα",
    "pP25": "Συχνά έχω καλές ιδέες",
    "pP26": "Συχνά προτιμώ να είμαι μόνος",
    "pP27": "Έχω μια ευαίσθητη καρδιά",
    "pP28": "Εύκολα αποσπώμαι",
    "pP29": "Εύκολα ενοχλούμαι ή ενοχλούμαι.",
    "pP30": "Δεν έχω ζωντανή φαντασία",
    "pP31": "Σε μια γιορτή, μιλάω με πολλούς διαφορετικούς ανθρώπους",
    "pP32": "Μπορώ εύκολα να παρατηρήσω τα ελαττώματα των άλλων",
    "pP33": "Μου αρέσει η τάξη",
    "pP34": "Είμαι συναισθηματικά σταθερός",
    "pP35": "Κατανοώ γρήγορα νέα πράγματα",
    "pP36": "Δεν μου αρέσει να τραβάω την προσοχή",
    "pP37": "Δίνω το χρόνο μου σε άλλους",
    "pP38": "Προσπαθώ να μειώσω τις ευθύνες μου",
    "pP39": "Έχω συχνές αλλαγές διάθεσης",
    "pP40": "Είμαι εκλεπτυσμένος στις τέχνες, τη μουσική ή τη λογοτεχνία",
    "pP41": "Η ζωή είναι μια 'γιορτή' για μένα",
    "pP42": "Είμαι κοινωνικός και φιλικός",
    "pP43": "Κάνω σχέδια και τα τηρώ",
    "pP44": "Συγχωρώ και ξεχνάω εύκολα",
    "pP45": "Δίνω χρόνο στη σκέψη των πραγμάτων",
    "pP46": "Είμαι ντροπαλός και συγκρατημένος γύρω από ξένους.",
    "pP47": "Κάνω τους ανθρώπους να νιώθουν άνετα.",
    "pP48": "Είμαι απαιτητικός με τη δουλειά μου.",
    "pP49": "Συχνά νιώθω θλιμμένος.",
    "pP50": "Είμαι πρωτότυπος και πάντα έχω πολλές ιδέες.",
    "pP51": "Η δοκιμή ολοκληρώθηκε",
    "pR1":
        "Μπράβο! Το πιο προεξέχον χαρακτηριστικό της προσωπικότητάς σας είναι",
    "pR2":
        "Αυτό δεν είναι το πιο προεξέχον χαρακτηριστικό της προσωπικότητάς σας! Το χαρακτηριστικό που ξεχωρίζει περισσότερο σε εσάς είναι",
    "passiva_descricao":
        "Ένα παθητικό άτομο τείνει να είναι υπομονετικό και αποφεύγει να αναλάβει δράση. Σπάνια εκφράζει διαφωνία και προτιμά να ευχαριστεί τους άλλους. Συχνά δεν επιβεβαιώνει τον εαυτό του ή δεν εκφράζει ανοιχτά τις επιθυμίες, τις ανάγκες και τα ενδιαφέροντά του. Ως αποτέλεσμα, οι άλλοι ενδέχεται να μην γνωρίζουν τα πραγματικά του συναισθήματα. Αντί να αναζητάει δημιουργικές λύσεις, βασίζεται στην ευφυΐα και την αγάπη για να αποφύγει καταστάσεις, κάτι που μπορεί να οδηγήσει σε απώλεια αυτοεκτίμησης καθώς καταλήγει να κάνει πράγματα που δεν του αρέσουν αλλά δεν μπορεί να αρνηθεί.",
    "passiva_titulo": "Παθητικός",
    "pl1":
        "Αυτό περιλαμβάνει ικανοποίηση με τη ζωή, αισιοδοξία, αυτοεκτίμηση, αντίληψη της ικανότητας, διαχείριση του άγχους και συμμετοχή σε πνευματικές δραστηριότητες.",
    "pl1_t": "1) Ψυχολογική Ευημερία:",
    "pl2":
        "Αυτό εξετάζει μοτίβα επικίνδυνης συμπεριφοράς, συχνότητα σωματικής άσκησης, συνήθειες ύπνου και διατροφικές συνήθειες.",
    "pl2_t": "2) Υγεία:",
    "pl3": "Κατανομή καθημερινής χρονικής περιόδου.",
    "pl3_t": "3) Χρήση Χρόνου:",
    "pl4":
        "Αξιολογεί την αίσθηση του ανήκειν, την ενεργητικότητα στις σχέσεις, την ασφάλεια στο σπίτι και στην κοινότητα, καθώς και την πρακτική της δωρεάς ή της εθελοντικής εργασίας. Η ζωή στην κοινότητα ενισχύει τους δεσμούς και βοηθά στην οικοδόμηση ανθεκτικότητας κατά τη διάρκεια κρίσεων.",
    "pl4_t": "4) Ζωντάνια Κοινότητας:",
    "pl5":
        "Αυτό μετρά τόσο τη θεσμική όσο και τη μη θεσμική εκπαίδευση, τις αξίες που μεταφέρονται μέσω της εκπαίδευσης και την περιβαλλοντική συνείδηση πέρα από τις ακαδημαϊκές επιδόσεις.",
    "pl5_t": "5) Εκπαίδευση:",
    "pl6":
        "Συμμετοχή σε πολιτιστικές εκδηλώσεις, ευκαιρίες καλλιτεχνικής ανάπτυξης.",
    "pl6_t": "6) Πολιτισμός:",
    "pl7":
        "Αυτό αξιολογεί τις αντιλήψεις σχετικά με την ποιότητα των φυσικών πόρων όπως το νερό, ο αέρας, το έδαφος και η βιοποικιλότητα, καθώς και την πρόσβαση σε πράσινους χώρους. Η φροντίδα του περιβάλλοντος σημαίνει επίσης φροντίδα του εαυτού μας.",
    "pl7_t": "7) Περιβάλλον:",
    "pl8":
        "Εικόνα της κυβέρνησης και πώς οι δημόσιες υπηρεσίες χειρίζονται τις ευθύνες τους.",
    "pl8_t": "8) Διακυβέρνηση:",
    "pl9":
        "Αξιολογεί το εισόδημα, την οικονομική ασφάλεια, το επίπεδο χρέους και την ποιότητα των αγορών.",
    "pl9_t": "9) Πρότυπο Ζωής:",
    "pq_anuncios_texto":
        "Οι διαφημίσεις χρηματοδοτούν αυτό το έργο και διατηρούν την εφαρμογή δωρεάν για όλους τους χρήστες. Εάν προτιμάτε μια εμπειρία χωρίς διαφημίσεις, μπορείτε να αγοράσετε την επιλογή Αφαίρεση Διαφημίσεων. Εκτιμούμε πολύ την υποστήριξή σας.",
    "pq_anuncios_titulo": "Γιατί διαφημίσεις;",
    "r0": "Δεν με επηρεάζει.",
    "r1": "Εξοργίζομαι ξαφνικά.",
    "r2": "Νιώθω ότι μπορώ να ελέγξω την οργή μου.",
    "r3":
        "Μετά από το θυμό, σκέφτομαι τι θα μπορούσα να είχα κάνει για να τον ελέγξω.",
    "r4": "Εξοργίζομαι χωρίς συγκεκριμένο λόγο.",
    "r5":
        "Όταν είμαι ενοχλημένος, προσπαθώ να καταλάβω τους λόγους για το τι συνέβη και τι ειπώθηκε.",
    "r6":
        "Όταν είμαι θυμωμένος, συνήθως εστιάζω στα συναισθήματά μου και στο πώς έχω αδικηθεί.",
    "r7":
        "Όταν είμαι θυμωμένος, έχω την τάση να φωνάζω, να προσβάλλω και να λέω πράγματα που μετά μετανιώνω.",
    "r8":
        "Εάν κάποιος καταστρέψει κάτι, δεν έχω πρόβλημα να τον αντιμετωπίσω και να τον κάνω υπεύθυνο.",
    "r9": "Νιώθω ενοχές όταν εκφράζω την οργή μου.",
    "r10":
        "Όταν είμαι θυμωμένος με κάποιον, προσπαθώ να το συζητήσω ήρεμα μαζί του.",
    "r11":
        "Όταν μπορώ να μοιραστώ τα συναισθήματα θυμού μου, μπορώ να τα βγάλω από το μυαλό μου.",
    "r12":
        "Εάν οι άλλοι έβλεπαν την πραγματική έκταση του θυμού μου, θα θεωρούμουν απαίσια άτομο.",
    "r13":
        "Όταν συμβαίνει κάτι απογοητευτικό, θυμίζω στον εαυτό μου ότι δεν είναι το τέλος του κόσμου.",
    "r14":
        "Όταν είμαι θυμωμένος, δίνω στον εαυτό μου τον απαραίτητο χρόνο για να πάρω τις καλύτερες αποφάσεις.",
    "r15":
        "Ακόμα και όταν είμαι θυμωμένος, προσπαθώ να μιλήσω με τους ανθρώπους με έναν τρόπο που κρύβει τη δυσαρέσκειά μου.",
    "r16": "Εξοργίζομαι πιο συχνά από τους ανθρώπους που γνωρίζω.",
    "r17":
        "Οι φίλοι και η οικογένειά μου ξέρουν ότι έχω δυσκολία στον έλεγχο του θυμού μου.",
    "r18": "Εξοργίζομαι με τον εαυτό μου όταν κάνω κάτι ηλίθιο.",
    "r19":
        "Συχνά κρύβω την οργή μου από τους άλλους και μετά νιώθω άσχημα γι' αυτό.",
    "r20":
        "Όταν κάποιος με κάνει θυμωμένο, προσποιούμαι ότι είμαι ήρεμος και δεν δείχνω τα συναισθήματά μου.",
    "r21":
        "Ασχολούμαι με δραστηριότητες, χόμπι ή ρουτίνες για να απελευθερώσω τα συναισθήματα θυμού μου.",
    "r22":
        "Όταν κάποιος μου ζητάει να κάνω κάτι που δεν θέλω, το αποδέχομαι και μετά θυμώνω με τον εαυτό μου.",
    "r23":
        "Όταν είμαι θυμωμένος, νιώθω σαν να χτυπήσω τον τοίχο ή να κλωτσήσω αντικείμενα.",
    "r24":
        "Όταν με ενοχλεί κάτι, προσπαθώ να δω την κατάσταση χιουμοριστικά και να γελάσω με τον εαυτό μου.",
    "r25": "Όταν νιώθω θυμό, μπορώ να απομακρυνθώ για λίγο για να ηρεμήσω.",
    "r26": "Αποφεύγω καταστάσεις που ξέρω ότι θα προκαλέσουν θυμό.",
    "r27": "Θυμώνω όταν κάποιος εμποδίζει τα σχέδιά μου.",
    "r28":
        "Άλλοι άνθρωποι φαίνεται να θυμώνουν περισσότερο από εμένα σε παρόμοιες συνθήκες.",
    "r29":
        "Θυμώνω όταν δεν παίρνω την κατάλληλη αναγνώριση για κάτι που έκανα.",
    "r30": "Θυμώνω όταν κάποιος συμπεριφέρεται άδικα.",
    "r31":
        "Θυμώνω όταν πρέπει να ακούσω εντολές από κάποιον λιγότερο ικανό από εμένα.",
    "r32":
        "Μερικές φορές θυμώνω τόσο πολύ που νιώθω ότι μπορεί να χάσω τον έλεγχο.",
    "r33": "Σχεδόν κάθε μέρα, κάτι με κάνει θυμωμένο.",
    "r34": "Θυμώνω όταν πρέπει να δουλέψω με αναποτελεσματικούς ανθρώπους.",
    "r35":
        "Όταν είμαι θυμωμένος με κάποιον, εκτονώνω την οργή μου σε οποιονδήποτε είναι κοντά.",
    "r36": "Θυμώνω όταν αργώ.",
    "r37": "Όταν είμαι θυμωμένος, συνήθως παραμένω θυμωμένος για αρκετές ώρες.",
    "r38": "Βρίσκω τους ανθρώπους ενοχλητικούς απλά με την παρουσία τους.",
    "r39": "Θυμώνω όταν με φέρνει σε αμηχανία κάποιος.",
    "r40": "Ορισμένοι φίλοι μου έχουν συνήθειες που με ενοχλούν πολύ.",
    "r41": "Μυστικά, είμαι αρκετά επικριτικός απέναντι στους άλλους.",
    "r42":
        "Όταν είμαι θυμωμένος, ηρεμώ πιο γρήγορα από τους περισσότερους ανθρώπους.",
    "r43": "Συχνά θυμώνω περισσότερο απ' όσο θεωρώ ότι είναι λογικό.",
    "r44": "Είμαι ικανός να συγχωρώ τους ανθρώπους αφού με πληγώσουν.",
    "r45": "Κρατώ πικρίες που δεν μοιράζομαι με κανέναν.",
    "r46":
        "Μπορώ να θυμώσω για κάτι από το παρελθόν μόνο και μόνο με την σκέψη του.",
    "r47":
        "Οι διαφημίσεις σε αυτήν την εφαρμογή με έκαναν ακόμα πιο θυμωμένο :)",
    "r48": "Τέλος της δοκιμής",
    "rC": "3) Πώς να διαχειριστείτε τον θυμό:",
    "rC1":
        "Η αναγνώριση των άμεσων και έμμεσων σημείων είναι το πρώτο βήμα για καλύτερη διαχείριση. Ορισμένα συναισθήματα και σκέψεις εμφανίζονται όταν ο θυμός προκύπτει. Άλλα εμφανίζονται καθώς η ένταση του θυμού αυξάνεται. Για να αναγνωρίσετε πώς εξελίσσονται τα συμπτώματά σας, προσπαθήστε να σκεφτείτε προηγούμενες καταστάσεις όπου φαίνεται ότι υπήρχε θυμός και προσπαθήστε να θυμηθείτε τα συναισθήματα και τις σκέψεις που συνόδευαν αυτόν τον θυμό. Θα είναι πολύ χρήσιμο να σκεφτείτε καταστάσεις όπου έχετε βιώσει διαφορετικά επίπεδα θυμού για να κατανοήσετε καλύτερα πώς εξελίχθηκαν τα συναισθήματα, οι σκέψεις και τα σωματικά συμπτώματα σας.",
    "ra": "Ελαφρώς, αλλά δεν με ενόχλησε πολύ.",
    "raivaMau":
        "Προσοχή! Αφήνεις τον θυμό σου να ελέγχει τις πράξεις και τα συναισθήματά σου! Αυτό προκαλεί σίγουρα πολλά προβλήματα σχέσεων και επηρεάζει την ευημερία σου. Παρακαλώ διάβασε το παρακάτω θέμα: Πώς να ελέγξεις τον θυμό; Και εφαρμόσε τις συμβουλές άμεσα.",
    "raivaMedio":
        "Μπορείς να ελέγξεις τον θυμό σου σε ορισμένες καταστάσεις, αλλά όχι πάντα. Είναι αλήθεια ότι έχεις αναπτύξει προσωπικές στρατηγικές που λειτουργούν στη διαχείριση του θυμού, αλλά έχεις ακόμα περιθώριο βελτίωσης. Κατάλαβε καλύτερα τα αίτια του θυμού σου και τις ενέργειες που μπορείς να κάνεις για να διαχειριστείς καλύτερα τα συναισθήματά σου. Παρακαλώ διάβασε το παρακάτω θέμα: Πώς να ελέγξεις τον θυμό; Και θα βελτιώσεις ακόμη περισσότερο την ικανότητά σου να ελέγχεις τον θυμό.",
    "rara": "Σπάνια",
    "raramente": "Σπάνια",
    "raro": "Κάποιες φορές",
    "rb": "Μετρίως, μερικές φορές όχι ευχάριστο.",
    "rc": "Σοβαρά, με ενόχλησε πολύ.",
    "reiniciar": "Αρχική σελίδα",
    "rel.1": "Συχνά συγκρίνω τον εαυτό μου με τους άλλους.",
    "rel.2":
        "Συνήθως δεν βάζω στόχους, απλά αφήνω τα πράγματα να συμβούν και προσαρμόζομαι στις συνθήκες.",
    "rel.3":
        "Όταν φοβάμαι κάτι ή νιώθω ανίκανος να το κάνω, συνήθως βρίσκω δικαιολογίες για να δικαιολογήσω την αδράνειά μου.",
    "rel.4":
        "Τείνω να παίρνω μια παθητική στάση όταν πρέπει να υπερασπιστώ τα δικαιώματά μου.",
    "rel.5":
        "Συχνά βιώνω αρνητικά συναισθήματα όπως πόνο, θυμό, απογοήτευση, φόβο και άγχος.",
    "rel.6":
        "Όταν είμαι με άλλους, συνήθως αφήνω αυτούς να αναλάβουν την πρωτοβουλία στη συζήτηση.",
    "rel.7":
        "Κάνω υποσχέσεις στον εαυτό μου και στους άλλους που συχνά δεν μπορώ να τηρήσω.",
    "rel.8":
        "Αποφεύγω να εκθέσω τον εαυτό μου και να δοκιμάσω νέα πράγματα από φόβο για το τι θα πουν οι άλλοι για μένα.",
    "rel.9":
        "Έχω την συνήθεια να σκέφτομαι αρνητικά για τον εαυτό μου και τους άλλους.",
    "rel.10":
        "Φοβάμαι να κάνω λάθη γιατί είμαι τελειομανής και έχω υψηλές προσδοκίες από τον εαυτό μου.",
    "rel.11":
        "Συνήθως προσεγγίζω δύσκολες καταστάσεις περιμένοντας το χειρότερο.",
    "rel.12":
        "Μερικές φορές έχω δυσκολία να παραδεχτώ κάποιες επιλογές που έχω κάνει.",
    "rel.13":
        "Συχνά νιώθω βαρετό και απογοητευμένο για το πώς εξελίσσονται τα πράγματα στη ζωή μου.",
    "rel.14":
        "Όταν μου συστήνουν κάποιον, καταβάλλω λίγη προσπάθεια για να διατηρήσω την συνομιλία.",
    "rel.15": "Τείνω να βλέπω τα πράγματα από μια απαισιόδοξη προοπτική.",
    "rel.16":
        "Τείνω να είμαι πολύ επικριτικός απέναντι σε ανθρώπους και πράγματα.",
    "rel.17":
        "Γενικά, όταν είμαι με ανθρώπους, δεν ανοίγομαι; τείνω να κρατώ τον εαυτό μου για μένα.",
    "rel.18": "Συχνά φοβάμαι να ζήσω και να αντιμετωπίσω καταστάσεις ζωής.",
    "rel.19":
        "Συχνά προστατεύω τον εαυτό μου συναισθηματικά και ψυχολογικά, και οι άνθρωποι το ερμηνεύουν ως αλαζονεία ή ανωτερότητα.",
    "rel.20": "Μερικές φορές δεν μου αρέσει ο εαυτός μου ή η συμπεριφορά μου.",
    "rel.coment":
        "Σύμφωνα με τον Αμερικανό ψυχολόγο Φιλ ΜακΓκρόου, είστε ο κοινός παρονομαστής σε κάθε κατάσταση, περίσταση, πρόκληση και σχέση στη ζωή σας. Συμβάλλετε είτε θετικά είτε αρνητικά, επηρεάζοντας κάθε κατάσταση στην οποία συμμετέχετε. Είναι καιρός να ανακαλύψετε ποιο ρόλο παίζετε, πώς και γιατί. Ο ΜακΓκρόου καταλήγει λέγοντας ότι η άγνοια για τον εαυτό σας σας εμποδίζει να κατανοήσετε τις επιθυμίες, τις ανάγκες, τις αξίες και την αξία σας. Θυμηθείτε, είστε το άτομο με το οποίο περνάτε το περισσότερο χρόνο και επενδύετε περισσότερο.",
    "rel.coment.t": "ΣΧΕΤΙΚΑ ΜΕ ΚΟΙΝΩΝΙΚΕΣ ΣΧΕΣΕΙΣ:",
    "rel.escala.1":
        "Πολύ χαμηλή βαθμολογία: Έχετε σημαντικές δυσκολίες να σχετίζεστε με τους άλλους γιατί είστε πολύ επικεντρωμένος στον εαυτό σας, τις ανάγκες ή τις ανησυχίες σας. Μπορεί να νιώθετε σαν θύμα των περιστάσεων, να έχετε χαμηλή αυτοεκτίμηση και να λείπει η αυτοπεποίθηση. Με αυτή τη στάση, η επιτυχία με τους άλλους μπορεί να σας διαφεύγει. Μπορεί επίσης να αγωνίζεστε με φόβους και αμφιβολίες για τον εαυτό σας, αλλά θυμηθείτε, τα λάθη και οι φόβοι σας βοηθούν να αναπτυχθείτε και να μάθετε, αρκεί να παραμείνετε ανοιχτοί σε νέες διδασκαλίες.",
    "rel.escala.1t": "Έχετε μεγάλες δυσκολίες στις Σχέσεις",
    "rel.escala.2":
        "Έχετε κάποιες δεξιότητες σχέσεων, αλλά είναι υποανεπτυγμένες γιατί είστε πολύ επικεντρωμένος στον εαυτό σας, συχνά παραβλέποντας τις ανάγκες των άλλων. Μπορεί να νιώθετε μπερδεμένοι και να δυσκολεύεστε να θέσετε συνεπείς στόχους, οδηγώντας σε κακά αποτελέσματα και συμβάλλοντας στην ανασφάλειά σας. Εστιάστε στο να σκέφτεστε πιο θετικά και να εκτιμάτε τον εαυτό σας. Υιοθετώντας πιο εποικοδομητικές συμπεριφορές, μπορείτε να συμβάλλετε θετικά στους άλλους ενώ ταυτόχρονα να βοηθήσετε τον εαυτό σας να αναπτυχθεί.",
    "rel.escala.2t": "Έχετε λίγες Δεξιότητες Σχέσεων",
    "rel.escala.3":
        "Αλληλεπιδράτε καλά με τους άλλους σε κάποιο βαθμό, αλλά μπορεί να έχετε περιοριστικές πεποιθήσεις για τον εαυτό σας και τους άλλους, που σας εμποδίζουν να είστε πιο αποφασιστικοί στις σχέσεις σας. Μπορεί επίσης να βιώνετε κάποιες προσωπικές ανασφάλειες, οδηγώντας σας να είστε κριτικοί προς τον εαυτό σας και τους άλλους. Αυτή η συμπεριφορά μπορεί να σας προκαλέσει να χάσετε ευκαιρίες για να χτίσετε αυθεντικές, αμοιβαίες και στενές σχέσεις. Θυμηθείτε, πώς συμπεριφέρεστε στον εαυτό σας και τους άλλους θα επηρεάσει το πώς θα σας συμπεριφερθούν με τη σειρά τους.",
    "rel.escala.3t": "Έχετε κάποιες Δεξιότητες Σχέσεων",
    "rel.escala.4":
        "Υψηλή βαθμολογία. Ξέρετε πώς να επικοινωνείτε, να δείχνετε ενδιαφέρον για τους άλλους και να συνδέεστε εύκολα με τους ανθρώπους. Έχετε μια ευχάριστη προσωπικότητα και συνεπή συμπεριφορά, αν και μπορεί να φαίνεστε μερικές φορές επιφυλακτικοί. Μπορεί να έχετε κάποιους προσωπικούς φόβους και αμφιβολίες που θα μπορούσαν να καθυστερήσουν τις σχέσεις σας. Εστιάστε στο να ενισχύσετε την αυτοπεποίθησή σας για να πετύχετε τους στόχους σας πιο αποτελεσματικά.",
    "rel.escala.4t": "Μπορείτε να σχετίζεστε καλά",
    "rel.escala.5":
        "Εξαιρετική βαθμολογία. Έχετε εξαιρετικές επικοινωνιακές δεξιότητες και μεγάλη ικανότητα αλληλεπίδρασης με τους άλλους. Διαθέτετε ενσυναίσθηση, ευχάριστη προσωπικότητα και απολαμβάνετε την παρουσία ανθρώπων. Είστε πειστικός, επιδραστικός και κάνετε τα πράγματα να συμβαίνουν. Με ανοιχτό μυαλό και αυτοπεποίθηση, μπορεί να σας αντιληφθούν μερικές φορές ως αλαζόνα. Λόγω της δημοτικότητάς σας, οι άνθρωποι φυσικά έλκονται από εσάς, οπότε προσέξτε να μην παρερμηνευθείτε ως κοινωνικός πεταλούδας.",
    "rel.escala.5t": "Έχετε εξαιρετικές Δεξιότητες Σχέσεων",
    "rel.intro":
        "Η Elaine Sihera πραγματοποίησε μια μελέτη για τα συμπεριφορικά μοτίβα των ανθρώπων σε διάφορα κοινωνικά περιβάλλοντα. Αυτός ο τεστ αποσκοπεί στην αξιολόγηση του πώς συμπεριφέρεστε, σχετίζεστε, επικοινωνείτε και συνδέεστε με άλλους σε διάφορα κοινωνικά συμφραζόμενα. Θα σας βοηθήσει να αναλογιστείτε τις στάσεις σας και θα παρέχει αποτελέσματα που θα δείξουν τις δεξιότητές σας σε μια κλίμακα από 0 έως 100. Σας ευχόμαστε καλή επιτυχία στο τεστ.",
    "removerAds": "Αφαίρεση διαφημίσεων",
    "removerAds2": "Αφαίρεση διαφημίσεων από την εφαρμογή",
    "resultado": "Κατηγοριοποίηση",
    "satisfatório": "Ικανοποιητικό",
    "satisfatórioR": "Σύμφωνα με τον δείκτη GNH, είστε μέτρια ευτυχισμένος :/",
    "semRaiva":
        "Συγχαρητήρια! Έχετε καλή κατανόηση του τι σας θυμώνει και ξέρετε τι να κάνετε όταν αρχίσετε να αισθάνεστε τα σημάδια του προβλήματος. Ευτυχώς, φαίνεται ότι έχετε αναπτύξει ένα ευρύ φάσμα στρατηγικών διαχείρισης θυμού και μπορείτε να είστε περήφανοι γι' αυτό.",
    "sempre": "Πάντα",
    "sint_stress_alto":
        "Υπερβολικά ενθουσιασμένος, τεταμένος, αδύναμος να χαλαρώσει, ευαίσθητος, αναστατωμένος, εύκολα ενοχλημένος, τρομαγμένος, νευρικός, μη ανεκτικός στις διακοπές ή καθυστερήσεις.",
    "sint_stress_titulo": "Συμπτώματα Στρες",
    "sobreRaiva": "Σχετικά με τον Θυμό",
    "sobre_autoconfianca": "Σχετικά με την Αυτοπεποίθηση",
    "sobre_sorriso": "Σχετικά με το Χαμόγελο",
    "sobre_texto":
        "Αυτή η εφαρμογή αναπτύχθηκε από την ByronSystemDeveloper® με στόχο την παροχή μιας σειράς δοκιμασιών στον χρήστη για την ανάλυση της συμπεριφοράς και των συναισθημάτων του. Ελπίζουμε ότι αυτές οι δοκιμασίες, οι εξηγήσεις και οι συμβουλές θα ενθαρρύνουν τον χρήστη να υιοθετήσει υγιέστερες συμπεριφορές και τρόπο ζωής, με αποτέλεσμα τη βελτίωση τόσο φυσικά όσο και ψυχικά. Καλή διασκέδαση :)",
    "sobre_titulo": "Σχετικά με την ΕΦΑΡΜΟΓΗ",
    "sor.1": "Χαμογελάτε συχνά κατά τη διάρκεια της ημέρας;",
    "sor.2":
        "Χαμογελούν οι περισσότεροι άνθρωποι που συναντάτε κατά τη διάρκεια της ημέρας όταν σας βλέπουν;",
    "sor.3": "Αν κάποιος σας χαμογελάσει, χαμογελάτε πίσω;",
    "sor.4":
        "Όταν σας συστήνουν σε κάποιον, τείνετε να χαμογελάτε όταν τον χαιρετάτε;",
    "sor.5": "Όταν χαμογελάτε, φαίνονται τα δόντια σας;",
    "sor.6":
        "Όταν είστε σε έναν τόπο όπου δεν γνωρίζετε κανέναν, μένετε πάντα σοβαροί χωρίς να χαμογελάσετε;",
    "sor.7":
        "Είναι το χαμόγελό σας μερικές φορές ένα πονηρό ή ειρωνικό χαμόγελο;",
    "sor.8": "Έχετε ποτέ κοιτάξει το χαμόγελό σας στον καθρέφτη; Είναι όμορφο;",
    "sor.9": "Είστε ο τύπος ανθρώπου που σπάνια χαμογελά;",
    "sor.10":
        "Το πρόσωπό σας είναι συνήθως γεμάτο με έκφραση ανησυχίας ή άγχους;",
    "sor.11":
        "Μερικές φορές, ακόμα κι όταν είστε μόνοι, χαμογελάτε όταν θυμάστε ένα ευχάριστο γεγονός;",
    "sor.12":
        "Όταν είστε αναστατωμένοι για κάτι και συναντήσετε έναν καλό φίλο, δείχνετε ένα ειλικρινές χαμόγελο;",
    "sor.13":
        "Όταν χαμογελάτε, μπορείτε να κάνετε τους άλλους γύρω σας να χαμογελούν;",
    "sor.escala.1":
        "Συγχαρητήρια! Το χαμόγελο είναι ήδη μέρος σας γιατί τις περισσότερες φορές χαμογελάτε χωρίς να το συνειδητοποιείτε. Το χαμόγελό σας δείχνει ότι βρίσκεστε σε ήρεμη και χαλαρή κατάσταση. Αυτό συμβάλλει στις καλές σχέσεις με τους άλλους. Δεν έχουμε άλλη συμβουλή να σας δώσουμε, εκτός από μία - συνεχίστε έτσι! Το χαμόγελό σας τραβά αβίαστα πολλούς ανθρώπους.",
    "sor.escala.2":
        "Είστε συγκρατημένος με τα χαμόγελά σας! Ξέρετε πώς να χαμογελάτε όταν θέλετε και διατηρείτε μια φιλική στάση, αλλά μόνο όταν σας βολεύει. Συνήθως, προσπαθείτε να τα πηγαίνετε καλά με τους ανθρώπους, αν και μπορεί να υπάρχουν λιγότερο χαμογελαστές στιγμές. Υπάρχει πάντα περιθώριο για βελτίωση, σκεφτείτε το και δείτε παρακάτω τα οφέλη του χαμόγελου.",
    "sor.escala.3":
        "Πρέπει να βελτιώσετε το σπάνιο χαμόγελό σας. Ίσως να μην αισθάνεστε την επιθυμία ή την ανάγκη να χαμογελάσετε, αλλά οι άνθρωποι τείνουν να απομακρύνονται από αυτούς που δεν χαμογελούν, καθώς το πρώτο κριτήριο για τη φιλικότητα και τη νεανικότητα είναι το χαμόγελο! Θυμηθείτε, το χαμόγελο κάνει το περιβάλλον γύρω σας πιο ευχάριστο! Δείτε παρακάτω τους λόγους για τους οποίους πρέπει να χαμογελάσετε και δοκιμάστε το! Θα κάνει τη διαφορά στη ζωή σας.",
    "sor.intro":
        "Χαμογελάτε συχνά κατά τη διάρκεια της ημέρας; Ίσως δεν χρειάζεστε τεστ για να το επιβεβαιώσετε! Ωστόσο, αυτό το τεστ θα σας δώσει πληροφορίες σχετικά με το πώς το χαμόγελό σας εμφανίζεται σε διάφορες καταστάσεις. Στο τέλος, θα ξέρετε αν είστε μια φυσικά χαμογελαστή προσωπικότητα με τη δύναμη να μεταδώσετε θετικότητα, και θα μάθετε για τα οφέλη του χαμόγελου τόσο για εσάς όσο και για τους γύρω σας. Γνωρίζατε ότι τα χαμόγελα μπορεί να είναι αυθόρμητα ή σκόπιμα; Ανακαλύψτε τη διαφορά καθώς ολοκληρώνετε το τεστ. Καλή διασκέδαση με την αξιολόγηση!",
    "sor.sobre":
        "Τεστ με 13 ερωτήσεις, αξιολογούμενες από 0 έως 1 βαθμό ανά ερώτηση.",
    "sor.sorri1": "Πρέπει να βελτιώσετε το σπάνιο χαμόγελο",
    "sor.sorri2": "Χαμογελάτε μερικές φορές",
    "sor.sorri3": "Είστε ένα χαμογελαστό άτομο",
    "sor_PE":
        "Ο Πολ Έκμαν, ένας από τους 100 πιο επιδραστικούς ψυχολόγους του 20ού αιώνα, ήταν πρωτοπόρος στη μελέτη των συναισθημάτων και των εκφράσεων του προσώπου.",
    "sor_c1":
        "Μελέτες δείχνουν ότι πάνω από το 60% των ανθρώπων χαμογελούν όταν έρχονται αντιμέτωποι με ένα χαμογελαστό πρόσωπο! Να είστε κάποιος που διαδίδει τη χαρά με ένα χαμόγελο και είναι πιθανό να λάβετε ένα χαμόγελο ως ανταπόδοση.",
    "sor_c2_1":
        "• Συνδέει τους ανθρώπους, αυξάνει την οικειότητα, την ενσυναίσθηση και ενθαρρύνει την εμπιστοσύνη.",
    "sor_c2_2":
        "• Μας καθιστά πιο ελκυστικούς, φιλικούς και νεότερους, καθώς οι κινήσεις των μυών του προσώπου αυξάνουν την ελαστικότητα του δέρματος.",
    "sor_c2_3":
        "• Απελευθερώνει σεροτονίνη και ενδορφίνες, οι οποίες προάγουν την ευεξία, την ευχαρίστηση και τη χαρά.",
    "sor_c2_4": "• Ενισχύει το ανοσοποιητικό σύστημα και αυξάνει την ενέργεια.",
    "sor_c2_5": "• Μειώνει την αντίληψη του πόνου.",
    "sor_c2_6":
        "• Βοηθά στη διατήρηση της συναισθηματικής ισορροπίας, προστατεύει από τις επιπτώσεις του στρες και του άγχους και μας βοηθά να παραμείνουμε χαλαροί.",
    "sor_c2_7": "• Αυξάνει την αυτοεκτίμηση.",
    "sor_c3":
        "Ο Γκιγιόμ Ντυσέν, Γάλλος νευρολόγος του 19ου αιώνα, ήταν ο πρώτος που μελέτησε τις εκφράσεις του ανθρώπινου προσώπου. Ανακάλυψε ότι τα αυθεντικά και ψεύτικα χαμόγελα ενεργοποιούν εντελώς διαφορετικούς μύες του προσώπου. Ένα αυθεντικό χαμόγελο, γνωστό ως χαμόγελο του Ντυσέν, περιλαμβάνει τους μύες γύρω από τα μάτια, κλείνοντάς τα μερικώς και μεταδίδοντας ζεστασιά και ειλικρίνεια. Ένα ψεύτικο χαμόγελο κινεί μόνο το στόμα και στερείται της ειλικρίνειας ενός αληθινού χαμόγελου. Αυτά τα 'χαμόγελα αγαλμάτων' μοιάζουν με τις απρόσωπες εκφράσεις που βλέπουμε σε κούκλες ή σε ανθρώπους που χαμογελούν από υποχρέωση.",
    "sor_c4":
        "Το γέλιο μπορεί να ενεργοποιήσει έως και 80 μύες στο σώμα, επηρεάζοντας τον εγκέφαλο, το λαιμό, την καρδιά, το στήθος, τα πόδια, τα πόδια και φυσικά το πρόσωπο! Έρευνες δείχνουν ότι το γέλιο έχει θεραπευτικές επιδράσεις, όπως η καθυστέρηση της εμφάνισης ρυτίδων καθώς γερνάμε. Επομένως, γελάστε περισσότερο—είναι το καλύτερο φάρμακο! Βρείτε ευκαιρίες για γέλιο καθημερινά, περιτριγυριστείτε από θετικούς ανθρώπους και περιβάλλοντα και διαδώστε τη χαρά. Μια καθημερινή δόση χαμόγελου είναι μεταδοτική και μπορεί να βελτιώσει την υγεία σας.",
    "sor_c5_1":
        "Χαλαρώστε, απολαύστε τη ζωή, χαμογελάστε περισσότερο, γελάστε περισσότερο και μην ανησυχείτε τόσο πολύ για τα πράγματα (Kenneth Branagh)",
    "sor_c5_2":
        "Μοιραστείτε το χαμόγελό σας με τον κόσμο - είναι σημάδι φιλίας και ειρήνης (Christie Brinkley)",
    "sor_c5_3":
        "Χαμογελάστε στον καθρέφτη. Κάντε το κάθε πρωί και θα αρχίσετε να βλέπετε μεγάλη διαφορά στη ζωή σας (Yoko Ono)",
    "sor_c5_4":
        "Ας χαιρετάμε πάντα ο ένας τον άλλον με ένα χαμόγελο, γιατί ένα χαμόγελο είναι η αρχή της αγάπης (Μητέρα Τερέζα)",
    "sor_sor": "Το χαμόγελο είναι μεταδοτικό:",
    "sor_t2": "Επιπτώσεις του χαμόγελου:",
    "sor_t3": "Αληθινά και ψεύτικα χαμόγελα",
    "sor_t4": "Γέλιο: Το καλύτερο φάρμακο",
    "sor_t5": "Διάσημα ρητά για το χαμόγελο",
    "testecompleto": "Για μια πιο ακριβή αξιολόγηση, δοκιμάστε τη πλήρη δοκιμή",
    "tipo_atitudes_titulo": "Τύποι στάσεων",
    "tipos_atitudes_titulo": "Για τις στάσεις",
    "tit_desc_niv": "Περιγραφή επιπέδου άγχους",
    "tit_niv_categ": "Επίπεδο άγχους κατά κατηγορία",
    "titulofrequecia": "Πόσο συχνά...",
    "todosBSD": "Όλες οι εφαρμογές BSD",
    "v_hist": "Αποτελέσματα μου",
    "varias_vezes": "Συχνά",
    "vezes": "Μερικές φορές",
    "zon1": "Πολύ χαμηλό",
    "zon1_des":
        "Χρειάζεστε περισσότερη ενέργεια για να πετύχετε τους επιθυμητούς στόχους σας.",
    "zon1_des_red":
        "Το επίπεδο άγχους σας είναι εξαιρετικά χαμηλό και αυτό δεν είναι απαραίτητα καλό!",
    "zon2": "Χαμηλό",
    "zon2_des":
        "Βρίσκεστε σε υγιές επίπεδο χωρίς κίνδυνο ασθενειών σχετικών με το άγχος, όπως καρδιοπάθειες ή έλκη. Ωστόσο, η απόδοσή σας μπορεί να μην φτάνει στο πλήρες δυναμικό της.",
    "zon2_des_red":
        "Το επίπεδο άγχους σας είναι χαμηλό, αλλά ούτε αυτό είναι ιδανικό!",
    "zon3": "Κανονικό",
    "zon3_des":
        "Ζείτε μια ισορροπία μεταξύ έντασης και χαλάρωσης. Μερική ένταση είναι απαραίτητη για να πετύχετε τους στόχους σας.",
    "zon3_des_red": "Συγχαρητήρια! Διατηρείτε ένα κανονικό επίπεδο άγχους!",
    "zon4": "Υψηλό",
    "zon4_des":
        "Ήρθε η ώρα να αξιολογήσετε τη ζωή σας και να εντοπίσετε επείγοντα προβλήματα. Αποτρέψτε ψυχολογικά προβλήματα και επιπλοκές στο πεπτικό και κυκλοφορικό σας σύστημα. Κάντε τακτική άσκηση, ακολουθήστε μια υγιεινή διατροφή, δοκιμάστε τεχνικές χαλάρωσης και αναζητήστε υποστήριξη από έναν αξιόπιστο φίλο. Μείνετε θετικοί και να είστε ευγενικοί με τους άλλους.",
    "zon4_des_red": "Ζείτε υψηλό άγχος, το οποίο δεν είναι υγιές!",
    "zon5": "Πολύ Υψηλό",
    "zon5_des":
        "Τα επίπεδα άγχους σας είναι κρίσιμα και χρειάζεστε άμεση δράση. Αναζητήστε υποστήριξη από φίλους, οικογένεια ή επαγγελματία υγειονομικής περίθαλψης. Σκεφτείτε να κάνετε ένα διάλειμμα και να εφαρμόσετε τεχνικές ανακούφισης από το άγχος. Δώστε προτεραιότητα στη σωματική άσκηση, μια υγιεινή διατροφή και μια θετική στάση, ενώ να είστε ευγενικοί με τους άλλους.",
    "zon5_des_red":
        "Προσοχή! Το άγχος σας είναι επικίνδυνα υψηλό και απαιτεί άμεση προσοχή!",

    // Τεστ Επαγγελματικής Εξουθένωσης #########
    "_tBurnout": "Τεστ Επαγγελματικής Εξουθένωσης",

    "burn_intro":
        "Αυτό το τεστ αξιολογεί σημάδια ψυχικής εξάντλησης που σχετίζονται με την εργασία, το σχολείο ή τις σπουδές.\nΜπορεί να χρησιμοποιηθεί από μαθητές, επαγγελματίες ή οποιονδήποτε εκτίθεται σε συνεχή πίεση και απαιτήσεις.\nΟι ερωτήσεις καλύπτουν τρεις βασικούς τομείς: συναισθηματική εξάντληση, συναισθηματική αποστασιοποίηση και αίσθηση προσωπικής επίτευξης.\nΑπαντήστε με ειλικρίνεια, λαμβάνοντας υπόψη πώς αισθάνεστε τις τελευταίες εβδομάδες.\nΤο τεστ αυτό δεν αντικαθιστά μια κλινική αξιολόγηση, αλλά μπορεί να σας βοηθήσει να κατανοήσετε καλύτερα το τρέχον επίπεδο ψυχικής κόπωσης.",

    "burn_dim_ex_title": "Συναισθηματική Εξάντληση",
    "burn_dim_dis_title": "Συναισθηματική Αποστασιοποίηση",
    "burn_dim_real_title": "Προσωπική Επίτευξη",

    "burn_1": "Νιώθω εξαντλημένος/η στο τέλος της ημέρας.",
    "burn_2": "Ξυπνάω κουρασμένος/η, ακόμα και μετά τον ύπνο.",
    "burn_3":
        "Οι καθημερινές μου υποχρεώσεις απαιτούν περισσότερη ενέργεια από όση διαθέτω.",
    "burn_4": "Δυσκολεύομαι να ανακάμψω από την κούραση.",
    "burn_5": "Μικρές υποχρεώσεις μοιάζουν πολύ βαριές.",
    "burn_6": "Συχνά αισθάνομαι ψυχικά κουρασμένος/η.",

    "burn_7": "Έχω λιγότερο ενδιαφέρον για τις υποχρεώσεις μου.",
    "burn_8": "Κάνω ό,τι είναι απαραίτητο, αλλά χωρίς εμπλοκή.",
    "burn_9": "Αποφεύγω να σκέφτομαι υπερβολικά τις ευθύνες μου.",
    "burn_10": "Νιώθω συναισθηματικά αποστασιοποιημένος/η από αυτό που κάνω.",
    "burn_11": "Έχω χάσει τον ενθουσιασμό για τη δουλειά ή τις σπουδές.",
    "burn_12": "Νιώθω ότι απλώς εκπληρώνω υποχρεώσεις, χωρίς κίνητρο.",

    "burn_13": "Νιώθω ότι κάνω κάτι χρήσιμο στην καθημερινότητά μου.",
    "burn_14":
        "Είμαι περήφανος/η για αυτό που κάνω στη δουλειά ή στις σπουδές.",
    "burn_15": "Νιώθω ικανός/ή να αντιμετωπίζω προκλήσεις.",
    "burn_16": "Βλέπω πρόοδο σε αυτό που κάνω.",
    "burn_17": "Νιώθω παρακινημένος/η να συνεχίσω να βελτιώνομαι.",
    "burn_18": "Νιώθω ότι η προσπάθειά μου αξίζει.",

    "burn_res_low_title": "Χαμηλό Burnout",
    "burn_res_low_desc":
        "Τα αποτελέσματά σας δείχνουν χαμηλό επίπεδο ψυχικής εξάντλησης.\nΓενικά, διαχειρίζεστε καλά τις απαιτήσεις της καθημερινότητας και διατηρείτε συναισθηματική ισορροπία.\nΠαρόλα αυτά, είναι σημαντικό να παραμένετε σε εγρήγορση για σημάδια κόπωσης και να προστατεύετε τον χρόνο ξεκούρασής σας.",

    "burn_res_mod_title": "Μέτριο Burnout",
    "burn_res_mod_desc":
        "Τα αποτελέσματά σας δείχνουν μέτριο επίπεδο ψυχικής εξάντλησης.\nΥπάρχουν ενδείξεις συναισθηματικής καταπόνησης που μπορεί να επιδεινωθούν αν διατηρηθούν με τον χρόνο.\nΗ αναθεώρηση των ρουτινών, η μείωση της υπερφόρτωσης και η ενίσχυση της ξεκούρασης μπορούν να βοηθήσουν στην πρόληψη της επιδείνωσης.",

    "burn_res_high_title": "Υψηλό Burnout",
    "burn_res_high_desc":
        "Τα αποτελέσματά σας δείχνουν υψηλό επίπεδο ψυχικής εξάντλησης.\nΑυτή η κατάσταση συχνά συνδέεται με συναισθηματική εξάντληση, απώλεια κινήτρου και αποστασιοποίηση από τις υποχρεώσεις.\nΗ ξεκούραση, η προσαρμογή των απαιτήσεων και η αναζήτηση επαγγελματικής υποστήριξης μπορεί να είναι σημαντικές.",

    "burn_dim_ex_low_title": "Χαμηλή Συναισθηματική Εξάντληση",
    "burn_dim_ex_low_desc":
        "Δείχνει καλή ικανότητα ανάκαμψης και διαχείρισης της κόπωσης.",

    "burn_dim_ex_mod_title": "Μέτρια Συναισθηματική Εξάντληση",
    "burn_dim_ex_mod_desc":
        "Υποδηλώνει συχνή κόπωση και δυσκολία στην αποκατάσταση της ενέργειας.",

    "burn_dim_ex_high_title": "Υψηλή Συναισθηματική Εξάντληση",
    "burn_dim_ex_high_desc": "Υποδηλώνει έντονη και επίμονη ψυχική εξάντληση.",

    "burn_dim_dis_low_title": "Χαμηλή Συναισθηματική Αποστασιοποίηση",
    "burn_dim_dis_low_desc":
        "Διατηρείτε ενδιαφέρον και εμπλοκή στις δραστηριότητες.",

    "burn_dim_dis_mod_title": "Μέτρια Συναισθηματική Αποστασιοποίηση",
    "burn_dim_dis_mod_desc":
        "Εμφανίζονται σημάδια σταδιακής απώλειας κινήτρου.",

    "burn_dim_dis_high_title": "Υψηλή Συναισθηματική Αποστασιοποίηση",
    "burn_dim_dis_high_desc":
        "Υποδηλώνει συναισθηματική απομάκρυνση και απώλεια νοήματος σε ό,τι κάνετε.",

    "burn_dim_real_low_title": "Υψηλή Προσωπική Επίτευξη",
    "burn_dim_real_low_desc":
        "Δείχνει αίσθηση ικανότητας και ικανοποίησης από την απόδοση.",

    "burn_dim_real_mod_title": "Μέτρια Προσωπική Επίτευξη",
    "burn_dim_real_mod_desc":
        "Υποδηλώνει ορισμένες αμφιβολίες για την αξία και τον αντίκτυπο αυτού που κάνετε.",

    "burn_dim_real_high_title": "Χαμηλή Προσωπική Επίτευξη",
    "burn_dim_real_high_desc":
        "Υποδηλώνει αρνητικό αντίκτυπο στην αυτοεκτίμηση και την προσωπική ικανοποίηση.",

    "burn_sobre": "Σχετικά με το Burnout",
    "burn_ctx_what_title": "Τι είναι το burnout;",
    "burn_ctx_what_desc":
        "Το burnout είναι μια κατάσταση σωματικής και ψυχικής εξάντλησης που προκαλείται από παρατεταμένη έκθεση σε στρες, πίεση και υπερβολικές απαιτήσεις.\nΕκδηλώνεται με επίμονη κόπωση, απώλεια κινήτρου, συναισθηματική αποστασιοποίηση και αίσθηση χαμηλής προσωπικής επίτευξης.\nΜπορεί να επηρεάσει μαθητές, επαγγελματίες και οποιονδήποτε βιώνει συνεχή υπερφόρτωση.",

    "burn_ctx_causes_title": "Αιτίες του burnout",
    "burn_ctx_causes_desc":
        "Το burnout συνήθως προκύπτει από συνδυασμό διαφόρων παραγόντων, όπως υπερβολικός φόρτος εργασίας, έλλειψη επαρκούς ξεκούρασης, συνεχής πίεση για αποτελέσματα, έλλειψη αναγνώρισης ή υποστήριξης και δυσκολία στην ισορροπία μεταξύ εργασίας, σπουδών και προσωπικής ζωής.\nΌταν αυτές οι καταστάσεις παρατείνονται, ο κίνδυνος εξάντλησης αυξάνεται.",

    "burn_ctx_prevent_title": "Πώς να προλάβετε το burnout",
    "burn_ctx_prevent_desc":
        "Η πρόληψη περιλαμβάνει τη μείωση της υπερφόρτωσης και τη φροντίδα της ψυχικής υγείας.\nΤα τακτικά διαλείμματα, ο καθορισμός ορίων, ο επαρκής ύπνος, οι δραστηριότητες αναψυχής και η αναζήτηση υποστήριξης όταν χρειάζεται είναι σημαντικά βήματα.\nΗ έγκαιρη αναγνώριση των συμπτωμάτων βοηθά στην αποφυγή επιδείνωσης.",

    "burn_ctx_treat_title": "Πώς να αντιμετωπίσετε ή να θεραπεύσετε το burnout",
    "burn_ctx_treat_desc":
        "Η αντιμετώπιση του burnout περιλαμβάνει πρακτικές αλλαγές και κατάλληλη υποστήριξη.\nΗ προσωρινή μείωση των απαιτήσεων, η αναδιοργάνωση των ρουτινών, η επένδυση στην ξεκούραση και η συζήτηση με ένα άτομο εμπιστοσύνης μπορούν να βοηθήσουν.\nΣε ορισμένες περιπτώσεις, η επαγγελματική βοήθεια είναι σημαντική για την αποκατάσταση.",

    "burn_ctx_help_title": "Πότε να ζητήσετε βοήθεια;",
    "burn_ctx_help_desc":
        "Αν τα συμπτώματα κόπωσης, έλλειψης κινήτρου ή συναισθηματικής αποστασιοποίησης επιμένουν ή επηρεάζουν την καθημερινή ζωή, η αναζήτηση επαγγελματικής υποστήριξης μπορεί να είναι σημαντική.\nΗ συζήτηση με έναν επαγγελματία υγείας μπορεί να σας βοηθήσει να κατανοήσετε καλύτερα την κατάσταση και να καθορίσετε κατάλληλες στρατηγικές.",
  };
}
