Map<String, String> getPersianTranslations() {
  return {
    "-10": "تبریک! بر اساس آزمون بک، شما علائمی از افسردگی نشان نمی‌دهید.",
    "1a": "من احساس غم نمی‌کنم.",
    "1b": "من کمی احساس غمگینی می‌کنم.",
    "1c": "من اغلب احساس غمگینی می‌کنم و نمی‌توانم آن را جلوگیری کنم.",
    "1d": "من آنقدر غمگین هستم که دیگر نمی‌توانم آن را تحمل کنم.",
    "1p": "من اغلب بله می‌گویم، در حالی که در درون خود نه می‌گویم.",
    "2a": "من درباره آینده آرام هستم.",
    "2b": "من نسبت به آینده احساس ناامیدی می‌کنم.",
    "2c": "احساس می‌کنم دیگر چیزی برای منتظر بودن ندارم.",
    "2d":
        "من هیچ امیدی به آینده ندارم و احساس می‌کنم که وضعیت من بهتر نخواهد شد.",
    "2p": "من از حقوق خود دفاع می‌کنم بدون اینکه حقوق دیگران را نقض کنم.",
    "3a": "به طور کلی، من احساس رضایت می‌کنم.",
    "3b": "من فکر می‌کنم شکست‌های بیشتری نسبت به اکثر افراد داشته‌ام.",
    "3c": "وقتی به گذشته خود نگاه می‌کنم، فقط یک سری از شکست‌ها را می‌بینم.",
    "3d": "من احساس می‌کنم یک شکست کامل هستم.",
    "3p":
        "وقتی کسی را خوب نمی‌شناسم، ترجیح می‌دهم آنچه که فکر می‌کنم یا احساس می‌کنم را پنهان کنم.",
    "4a": "من می‌توانم از چیزهایی که انجام می‌دهم رضایت پیدا کنم.",
    "4b": "دیگر از چیزهایی که قبلاً مرا راضی می‌کردند، راضی نیستم.",
    "4c": "من واقعاً نمی‌توانم از هیچ چیزی رضایت حاصل کنم.",
    "4d": "من احساس نارضایتی و خستگی از همه چیز می‌کنم.",
    "4p": "بیشتر اوقات، من قاطع و مصمم هستم.",
    "5_a": "مهربانی.",
    "5_c": "وظیفه‌شناسی.",
    "5_e": "برونگرایی.",
    "5_n": "روان‌رنجوری.",
    "5_o": "گشودگی.",
    "5a": "معمولاً احساس گناه نمی‌کنم.",
    "5b": "گاهی اوقات احساس گناه می‌کنم.",
    "5c": "بیشتر اوقات احساس گناه زیادی دارم.",
    "5d": "من همیشه احساس گناه می‌کنم.",
    "5p":
        "به طور کلی، تاثیرگذاری بر دیگران آسان‌تر و مؤثرتر از اقدام مستقیم است.",
    "6a": "من قربانی هیچ مجازاتی نیستم.",
    "6b": "احساس می‌کنم که نهایتاً مجازات خواهم شد.",
    "6c": "احساس می‌کنم که مجازات می‌شوم.",
    "6d": "من مطمئن هستم که مجازات می‌شوم.",
    "6p": "من در انتقاد از دیگران و بیان نظرات خود هیچ تردیدی ندارم.",
    "7a": "من از خودم ناامید نیستم.",
    "7b": "من کمی از خودم ناامید هستم.",
    "7c": "من بسیار از خودم ناامید هستم.",
    "7d": "من بیشتر از ناامیدی هستم؛ در واقع، از خودم متنفرم.",
    "7p": "من در رد کردن وظایفی که بخشی از مسئولیت‌هایم نیستند تردید نمی‌کنم.",
    "8a": "من از هیچ‌کس بدتر نیستم.",
    "8b": "من خودم را به خاطر اشتباهات و ضعف‌هایم نقد می‌کنم.",
    "8c": "من دائماً خودم را به خاطر اشتباهاتم سرزنش می‌کنم.",
    "8d":
        "من خودم را به خاطر تمام اشتباهاتی که اطرافم اتفاق می‌افتد، سرزنش می‌کنم.",
    "8p": "من از بیان نظر خود نمی‌ترسم، حتی در مواجهه با مخاطبان خصمانه.",
    "9a": "من به خودکشی فکر نمی‌کنم.",
    "9b":
        "من به پایان دادن به زندگی خود فکر می‌کنم، اما نمی‌توانم آن را عملی کنم.",
    "9c": "من می‌خواهم به زندگی خود پایان دهم.",
    "9d": "اگر فرصت پیدا کنم، به زندگی خود پایان خواهم داد.",
    "9p":
        "در یک بحث، ترجیح می‌دهم عقب‌نشینی کنم و ببینم که چگونه مسائل پیش می‌روند.",
    "9pilares":
        "اصول هدایتگر شاخص‌هایی که در پرسشنامه‌های اندازه‌گیری خوشبختی ملی خالص استفاده می‌شوند را درک کنید.",
    "9pilares_t": "9 ستون خوشبختی ملی خالص.",
    "10a": "من بیشتر از حد معمول گریه نمی‌کنم.",
    "10b": "من اکنون بیشتر از قبل گریه می‌کنم.",
    "10c": "من بیشتر وقت خود را به گریه کردن می‌گذرانم.",
    "10d": "دیگر حتی نمی‌توانم گریه کنم.",
    "10p": "اغلب به من انتقاد می‌شود که متناقض هستم.",
    "11-18": "طبق تست بک، شما علائم افسردگی خفیف دارید.",
    "11-18r": "افسردگی خفیف",
    "11a": "من بیشتر از حد معمول تحریک‌پذیر نیستم.",
    "11b": "من بیشتر از قبل تحریک‌پذیر هستم.",
    "11c": "من همیشه تحریک‌پذیر هستم.",
    "11d": "دیگر حتی نمی‌توانم تحریک شوم.",
    "11p": "من در گوش دادن به دیگران مشکل دارم.",
    "12a": "من همچنان به دیگران علاقه دارم.",
    "12b": "من کمتر از قبل به دیگران علاقه‌مند هستم.",
    "12c": "تقریباً همه علاقه‌ام به دیگران را از دست داده‌ام.",
    "12d": "من کاملاً علاقه‌ام به دیگران را از دست داده‌ام.",
    "12p":
        "من مسائل را به صورت محرمانه نگه می‌دارم و این برای من خوب کار کرده است.",
    "13a": "من به همان راحتی که قبلاً تصمیم می‌گرفتم، تصمیم می‌گیرم.",
    "13b": "من از تصمیم‌گیری اجتناب می‌کنم.",
    "13c": "من در تصمیم‌گیری با مشکلات زیادی مواجه هستم.",
    "13d": "احساس می‌کنم کاملاً ناتوان از گرفتن هر تصمیمی هستم.",
    "13p": "مردم اغلب مرا باهوش و ماهر در روابط می‌دانند.",
    "14a": "من از ظاهر جسمی خود راضی هستم.",
    "14b": "من نگران پیرتر به نظر رسیدن و کمتر جذاب بودن هستم.",
    "14c": "احساس می‌کنم که ظاهرم در حال تغییر است و مرا کمتر جذاب می‌کند.",
    "14d": "فکر می‌کنم که خیلی بد به نظر می‌رسم.",
    "14p": "من روابط خود را بر پایه اعتماد بنا می‌کنم نه تسلط یا حسابگری.",
    "15a": "من به همان خوبی که قبلاً کار می‌کردم، کار می‌کنم.",
    "15b": "برای شروع کار به کمی تلاش نیاز دارم.",
    "15c": "برای کار کردن باید تلاش زیادی کنم.",
    "15d": "دیگر نمی‌توانم کار کنم.",
    "15p":
        "ترجیح می‌دهم از همکاران کمک نخواهم؛ ممکن است فکر کنند که من بی‌کفایت هستم.",
    "16a": "من خوب می‌خوابم.",
    "16b": "من دیگر مثل قبل خوب نمی‌خوابم.",
    "16c":
        "1 یا 2 ساعت زودتر از حد معمول بیدار می‌شوم و برای دوباره خوابیدن مشکل دارم.",
    "16d": "چندین ساعت زودتر از حد معمول بیدار می‌شوم و دیگر نمی‌توانم بخوابم.",
    "16p":
        "من خجالتی هستم و وقتی باید کار غیرعادی انجام دهم، احساس انسداد می‌کنم.",
    "17a": "من احساس نمی‌کنم که بیشتر از قبل خسته شده‌ام.",
    "17b": "من بیشتر از قبل خسته هستم.",
    "17c": "من با انجام هر کاری خسته می‌شوم.",
    "17d": "من خیلی خسته هستم که بتوانم کاری انجام دهم.",
    "17p":
        "مردم مرا ضعیف خطاب می‌کنند، که مرا ناراحت می‌کند و دیگران را می‌خنداند.",
    "18a": "اشتهایم مثل همیشه است.",
    "18b": "اشتهایم دیگر مثل قبل خوب نیست.",
    "18c": "اخیراً اشتهایم به شدت کاهش یافته است.",
    "18d": "من هیچ اشتهایی ندارم.",
    "18p": "در روابط رو در رو احساس راحتی می‌کنم.",
    "19-25": "توجه! طبق تست بک، شما علائم افسردگی متوسط دارید.",
    "19-25r": "افسردگی متوسط",
    "19a": "وزن من ثابت است.",
    "19b": "بیش از 2.5 کیلوگرم وزن کم کرده‌ام یا اضافه کرده‌ام.",
    "19c": "بیش از 5 کیلوگرم وزن کم کرده‌ام یا اضافه کرده‌ام.",
    "19d": "بیش از 7.5 کیلوگرم وزن کم کرده‌ام یا اضافه کرده‌ام.",
    "19p":
        "من اغلب سروصدا به پا می‌کنم؛ این بهترین راه برای به دست آوردن چیزی است که می‌خواهم.",
    "20-1":
        "احساس می‌کنم نیاز دارم در مورد همه چیزهایی که انجام می‌دهم با 💜 مشورت کنم.",
    "20-2": "از تنهایی، رد شدن و ترک شدن می‌ترسم.",
    "20-3":
        "وقتی با 💜 هستم، نمی‌توانم دوری را تحمل کنم و چندین بار تماس می‌زنم تا ببینم کجا هستند و با چه کسی.",
    "20-4": "نمی‌توانم از لحظاتی که تنها هستم لذت ببرم.",
    "20-5":
        "خوشحالی من کاملاً به 💜 بستگی دارد و نمی‌توانم فکر پایان دادن به رابطه را تحمل کنم.",
    "20-6":
        "از زمانی که رابطه‌ای با 💜 شروع کرده‌ام، از دوستان و خانواده‌ام فاصله گرفته‌ام.",
    "20-7": "زمانی که با 💜 می‌گذرانم هرگز کافی نیست؛ همیشه بیشتر می‌خواهم.",
    "20-8":
        "از ترس ناراحت کردن 💜، ابتکار عمل نمی‌کنم و نظراتم را بیان نمی‌کنم.",
    "20-9":
        "هر فعالیتی که بدون 💜 انجام می‌دهم، کسل‌کننده و یکنواخت به نظر می‌رسد.",
    "20-10": "نقش قربانی را بازی می‌کنم تا توجه 💜 را جلب کنم.",
    "20-11": "زندگی من بدون 💜 هیچ معنایی ندارد.",
    "20-12": "به شواهد مداوم از محبت و عشق نیاز دارم.",
    "20-13": "برای آینده و ثبات رابطه نگرانم.",
    "20-14": "در تعیین مرزها وقتی 💜 کاری می‌کند که مرا آزار می‌دهد مشکل دارم.",
    "20-15":
        "بسیار به 💜 اهمیت می‌دهم و احساس خوش‌شانسی می‌کنم که کسی به این اندازه شگفت‌انگیز را در کنار خود دارم.",
    "20-16": "حسادت می‌کنم.",
    "20-17": "برای جلوگیری از پایان رابطه، خیانت را می‌بخشم.",
    "20-18":
        "تمام وقت خود را به کمک 💜 در همه چیز، از جمله مشکلات شخصی‌اش، اختصاص می‌دهم.",
    "20-19": "خطاهایم را تحمل نمی‌کنم و بسیار انتقادی به نقص‌های خود هستم.",
    "20-20":
        "اگر 💜 مشغول باشد و به من توجه نکند، بلافاصله فکر می‌کنم که دیگر مرا دوست ندارد.",
    "20-P": "20",
    "20_titulo": "آزمون سریع",
    "20a": "نگرانی من درباره سلامتی‌ام همانند قبل است.",
    "20b": "برای سلامتی‌ام نگران هستم.",
    "20c": "آن‌قدر نگران سلامتی‌ام هستم که سخت می‌توانم به چیز دیگری فکر کنم.",
    "20d":
        "آن‌قدر نگران سلامتی‌ام هستم که اصلاً نمی‌توانم به چیز دیگری فکر کنم.",
    "20p": "گفتگوکننده هستم و بدون توجه به دیگران، آنها را قطع می‌کنم.",
    "21a": "تغییری در علاقه‌ام به جنسیت احساس نمی‌کنم.",
    "21b": "علاقه‌ام به جنسیت کمتر از قبل است.",
    "21c": "علاقه‌ام به جنسیت بسیار کمتر شده است.",
    "21d": "به طور کامل علاقه‌ام به جنسیت را از دست داده‌ام.",
    "21p": "جاه‌طلب و آماده‌ام تا هر کاری را برای رسیدن به اهدافم انجام دهم.",
    "22a": "پایان آزمون",
    "22d": "پایان آزمون",
    "22p":
        "به طور کلی، می‌دانم به چه کسی و کی باید مراجعه کنم؛ این برای موفقیت مهم است.",
    "23p":
        "در صورت اختلاف، به دنبال سازش‌های واقع‌گرایانه مبتنی بر منافع متقابل می‌گردم.",
    "24p": "ترجیح می‌دهم که مستقیم و صادق باشم.",
    "25p": "تمایل دارم که کارها را به تعویق بیندازم.",
    "+26": "مواظب باشید! طبق آزمون بک، شما علائم افسردگی شدید را نشان می‌دهید.",
    "26p": "اغلب یک کار را ناتمام رها می‌کنم",
    "27p": "به طور کلی، خودم را بدون پنهان کردن احساساتم نشان می‌دهم",
    "28p": "نیاز به تلاش زیادی است تا مرا بترسانند",
    "29p": "ترساندن دیگران می‌تواند راه موثری برای حفظ قدرت باشد.",
    "30p":
        "وقتی کسی یک بار از من سوء استفاده می‌کند، مطمئن می‌شوم که دفعه بعد انتقام بگیرم.",
    "31p":
        "هنگام نقد کردن کسی، مؤثر است که اشاره کنم وقتی اصول خود را دنبال نمی‌کند.",
    "32p": "می‌دانم چگونه از سیستم استفاده کنم؛ من خلاق هستم.",
    "33p": "می‌توانم خودم باشم و در عین حال به طور اجتماعی پذیرفته شوم.",
    "34p": "وقتی مخالفم، آن را به وضوح و به آرامی بیان می‌کنم.",
    "35p": "مراقبم که دیگران را اذیت نکنم.",
    "36p": "در اتخاذ تصمیمات دچار مشکلات جدی هستم.",
    "37p":
        "دوست ندارم تنها فردی باشم که در گروه نظر متفاوتی دارد، بنابراین ترجیح می‌دهم کنار بکشم.",
    "38p": "از سخنرانی عمومی نمی‌ترسم.",
    "39p": "زندگی به نظر می‌رسد مانند یک جنگل است.",
    "40p": "از روبرو شدن با چالش‌های خطرناک و پرریسک نمی‌ترسم.",
    "41p": "ایجاد درگیری می‌تواند مؤثرتر از کاهش تنش‌ها باشد.",
    "42p": "صداقت بهترین راه برای ساختن اعتماد در روابط ما است.",
    "43p": "می‌دانم چگونه گوش کنم و دیگران را قطع نکنم.",
    "44p": "آنچه را که تصمیم گرفته‌ام انجام می‌دهم.",
    "45p": "از بیان احساساتم به همان شکلی که هستند نمی‌ترسم.",
    "46p": "در جذب افراد و جلب حمایت آنها برای ایده‌هایم استعداد دارم.",
    "47p":
        "می‌دانم چگونه از تحسین برای به دست آوردن آنچه می‌خواهم استفاده کنم.",
    "48p": "در کنترل زمانی که صرف صحبت کردن می‌کنم مشکل دارم.",
    "49p": "به خوبی با طعنه برخورد می‌کنم.",
    "50p":
        "زندگی ساده‌ای دارم و گاهی حتی اجازه می‌دهم که از من سوء استفاده کنند.",
    "51p": "ترجیح می‌دهم نظاره‌گر باشم تا شرکت‌کننده.",
    "52p": "ترجیح می‌دهم در پشت صحنه باشم تا در ردیف جلو.",
    "53p": "فکر نمی‌کنم که دستکاری راه‌حل مؤثری باشد.",
    "54p": "برای اجتناب از مشکلات، هرگز نیاتم را زود فاش نمی‌کنم.",
    "55p": "اغلب با نگرش‌هایم مردم را شگفت‌زده می‌کنم.",
    "56p": "ترجیح می‌دهم گرگ باشم تا بره.",
    "57p":
        "اغلب از دستکاری برای به دست آوردن آنچه می‌خواهم استفاده می‌کنم؛ این روش‌ترین راه است.",
    "58p":
        "به طور کلی می‌دانم چگونه به طور مؤثر اعتراض کنم بدون اینکه پرخاشگر باشم.",
    "59p":
        "باور دارم که مشکلات نمی‌توانند به طور واقعی حل شوند مگر اینکه به علت‌های عمیق آنها پرداخته شود.",
    "60p": "از اینکه دیگران من را به طور منفی ببینند، بدم می‌آید.",
    "61p": "پایان آزمون",
    "90-1": "من برای 💜 زندگی می‌کنم؛ آنها مرکز دنیای من هستند.",
    "90-2":
        "وقتی با 💜 صحبت می‌کنم، کلماتم را به دقت انتخاب می‌کنم چون از واکنش آنها به افکار واقعی‌ام می‌ترسم.",
    "90-3":
        "از انجام کارهایی که می‌خواهم، به صرف اینکه مبادا 💜 ناراحت شود یا باعث بروز تعارض شود، اجتناب می‌کنم.",
    "90-4": "باور دارم که عشق و رنج معمولاً به طور همزمان وجود دارند.",
    "90-5":
        "تحمل بدرفتاری یا پرخاشگری 💜 را برای جلوگیری از رد شدن یا از دست دادن 💜.",
    "90-6":
        "سعی می‌کنم با مشاوره، اجبار، تهدید یا دستکاری 💜 را تغییر دهم تا اوضاع طبق آنچه که فکر می‌کنم باید باشد، پیش برود.",
    "90-7":
        "تنظیم مرزها با 💜 به بحث‌های خسته‌کننده‌ای منجر می‌شود که به هیچ نتیجه‌ای نمی‌رسد.",
    "90-8":
        "احساس خشم یا ناامیدی می‌کنم زیرا نمی‌توانم محدودیت‌ها را در رابطه با 💜 اعمال کنم.",
    "90-9":
        "احساس خشم یا ناامیدی می‌کنم زیرا نمی‌توانم مسائل را با 💜 یک‌بار برای همیشه حل کنم.",
    "90-10":
        "گاهی اوقات بیش از حد نسبت به 💜 تساهل دارم اما نسبت به دیگران بی‌تحمل هستم.",
    "90-11":
        "در برابر دیگران، در مورد رفتار 💜 دروغ می‌گویم یا آن را پنهان می‌کنم.",
    "90-12": "وقتی دیگران رفتار 💜 را کشف می‌کنند، بهانه می‌آورم.",
    "90-13":
        "احساس مسئولیت می‌کنم برای احساسات، افکار، نیازها، اقدامات و رفاه 💜.",
    "90-14":
        "به طور کلی، تمایل دارم به رفاه 💜 بسیار بهتر از رفاه خودم رسیدگی کنم.",
    "90-15":
        "احساس رنجش می‌کنم وقتی 💜 به همان شکلی که من به او توجه می‌کنم، به من توجه نمی‌کند.",
    "90-16":
        "به دلیل این رابطه، اغلب احساس اضطراب، خستگی، گناه یا افسردگی می‌کنم.",
    "90-17":
        "برای کمک به 💜 زندگی می‌کنم، حتی وقتی که آنها درخواست کمک نمی‌کنند.",
    "90-18": "دعوت‌های دوستان را رد می‌کنم تا آنها وقت خود را با 💜 نگذرانند.",
    "90-19": "مدت زیادی با نگرانی منتظر تماس، پیامک یا ایمیل از 💜 هستم.",
    "90-20": "وقتی با 💜 رابطه را شروع کردم، دوستانم را نادیده گرفتم.",
    "90-21": "وقتی چیزی اشتباه پیش می‌رود، تمایل دارم 💜 را مقصر بدانم.",
    "90-22":
        "احساس نیاز می‌کنم که 💜 را در زمانی که در وضعیت دشوار هستند، نجات دهم.",
    "90-23": "احساس می‌کنم که توسط 💜 مورد استفاده یا آسیب قرار گرفته‌ام.",
    "90-24":
        "متوجه می‌شوم که رابطه ما تعادل زیادی بین دادن و دریافت کردن دارد.",
    "90-25": "ارتباط با 💜 دشوار یا تقریباً غیرموجود است.",
    "90-26":
        "می‌خواهم رفتارم را با 💜 تغییر دهم، اما همچنان به همان الگوها برمی‌گردم.",
    "90-27": "از رابطه جنسی برای تلاش به فتح و نگه داشتن 💜 استفاده می‌کنم.",
    "90-28": "سعی می‌کنم همیشه مشغول باشم تا با این مشکل روبرو نشوم.",
    "90-29": "وقتی با 💜 خوب نیستم، همه چیز در زندگی‌ام دشوار می‌شود.",
    "90-30":
        "مشکلاتم با 💜 را نادیده می‌گیرم و وانمود می‌کنم که اوضاع به اندازه‌ای که هست، دشوار نیست.",
    "90-31": "احساس می‌کنم در رابطه با 💜 گرفتار شده‌ام.",
    "90-32": "احساس شرم می‌کنم از رابطه با 💜.",
    "90-33": "از صحبت کردن درباره مشکلاتم اجتناب می‌کنم.",
    "90-34": "در روابط عاشقانه، همیشه انتظار دارم که ترک شوم.",
    "90-35":
        "Al comenzar una relación romántica, no me tomo el tiempo suficiente para asegurarme de que la persona es la adecuada para mí.",
    "90-36": "Acelero la relación demasiado rápido.",
    "90-37":
        "Cuando la relación sale mal o termina, me doy cuenta de que ignoré señales claras de advertencia.",
    "90-38": "Tiende a repetir patrones de relaciones destructivas.",
    "90-39": "Sigo con 💜 porque tengo miedo de estar solo.",
    "90-40": "Solo dejaré esta relación una vez que encuentre otra.",
    "90-41": "Tengo dificultades para divertirme, salir o viajar sin 💜.",
    "90-42": "💜 dijo que quiere terminar la relación, pero sigo insistiendo.",
    "90-43": "Tiende a confiar ingenuamente en parejas de mal carácter.",
    "90-44":
        "En mi relación con 💜, me conformo con mucho menos de lo que quiero.",
    "90-45":
        "Después de ser irrespetado o maltratado por 💜, acepto cualquier excusa para volver a estar juntos, aunque luego me arrepiento.",
    "90-46":
        "Tiende a enamorarse de personas inalcanzables, agresivas, complicadas o incapaces de amar.",
    "90-47":
        "Siento la necesidad de ser útil para 💜 o siento que 💜 depende de mí.",
    "90-48":
        "Para estar en paz, a menudo necesito saber dónde está 💜, con quién está y qué está haciendo.",
    "90-49": "Tengo momentos de depresión, culpa o resentimiento.",
    "90-50": "Tengo explosiones de ira y agresividad.",
    "90-51": "A veces, tengo acciones irracionales.",
    "90-52": "Frecuentemente necesito pruebas de afecto de 💜.",
    "90-53": "Mi felicidad depende en gran medida de cómo actúa o no actúa 💜.",
    "90-54": "Tengo dificultades para aceptar a 💜 por lo que es.",
    "90-55":
        "En situaciones estresantes, tiendo a responder de manera pasiva o agresiva.",
    "90-56":
        "En esta relación, a menudo creo que las cosas mejorarán a pesar de no haber señales reales de mejora.",
    "90-57":
        "Cuando estoy sufriendo, tiendo a somatizar o ya tengo enfermedades psicosomáticas crónicas debido a mi historial emocional.",
    "90-58": "A menudo dudo si 💜 me ama.",
    "90-59": "Niego la necesidad de pedir ayuda.",
    "90-60":
        "No he tenido metas claras durante mucho tiempo y no he invertido en otras áreas de mi vida excepto en la relación con 💜.",
    "90-61": "Siento que he perdido la dirección y el control de mi vida.",
    "90-62": "Debido a la relación con 💜, he pensado en el suicidio.",
    "90-63": "Creo que es hora de ponerle fin, y aún no lo he hecho.",
    "90-64": "Vengo de una familia represiva, problemática o disfuncional.",
    "90-65": "No me sentí amado, aceptado o aprobado por uno o ambos padres.",
    "90-66": "Mis padres o cuidadores eran muy estrictos.",
    "90-67":
        "Con respecto a los errores, tiendo a ser excesivamente duro conmigo mismo.",
    "90-68":
        "Con respecto a los errores, tiendo a ser intolerante con los demás.",
    "90-69": "Sufro cambios de humor frecuentes e inexplicables.",
    "90-70": "من از خودکم بینی پایین خود آگاه هستم.",
    "90-71":
        "به راحتی نگران می‌شوم و در آن لحظات نمی‌توانم از فکر کردن بیش از حد دست بکشم.",
    "90-72": "احساس کمی یا هیچ امیدی ندارم.",
    "90-73":
        "اغلب احساس خلاء درونی می‌کنم وقتی که تنها هستم یا از 💜 دور هستم.",
    "90-74": "در دریافت تعریف‌ها احساس ناراحتی می‌کنم.",
    "90-75": "خیلی از مزاحمت برای دیگران می‌ترسم.",
    "90-76": "همیشه عذرخواهی می‌کنم، حتی وقتی که کاری اشتباه نکرده‌ام.",
    "90-77": "در اعتماد به احساسات و تصمیماتم مشکل دارم.",
    "90-78": "اغلب 'بله' می‌گویم وقتی که می‌خواستم 'نه' بگویم.",
    "90-79": "در موقعیت‌های مختلف به راحتی احساس گناه می‌کنم.",
    "90-80":
        "همیشه تلاش می‌کنم که ثابت کنم به اندازه کافی خوب هستم و از ارتکاب اشتباه می‌ترسم.",
    "90-81": "همیشه به دنبال محبت، پذیرش و تأیید از دیگران هستم.",
    "90-82": "در اعتماد به مردم مشکل دارم.",
    "90-83": "تمایل دارم به افرادی که غیرقابل اعتماد هستند اعتماد کنم.",
    "90-84": "به راحتی احساس بی‌کفایتی می‌کنم.",
    "90-85":
        "به راحتی احساس تاسف یا گناه می‌کنم زمانی که دیگران با مشکلات مواجه هستند.",
    "90-86": "از زندگی خود احساس شرم می‌کنم.",
    "90-87":
        "یا خودم را بدم می‌آید یا اقدام‌هایم را با سرزنش والدینم یا دیگران توجیه می‌کنم.",
    "90-88": "افرادی که من را می‌شناسند گفته‌اند که من کنترل‌کننده هستم.",
    "90-89": "بسیار به انتقاد حساس هستم.",
    "90-90": "در نزدیکی یا صمیمی ماندن با مردم مشکل دارم.",
    "90-91":
        "احساس می‌کنم که مجبورم به صورت افراطی سیگار بکشم، خرید کنم، بخورم، قمار کنم، الکل بنوشم، داروها، اینترنت، کار یا سایر فعالیت‌ها را به صورت افراطی استفاده کنم.",
    "90-T": "تست را تکمیل کنید",
    "90_titulo": "تست را تکمیل کنید",
    "+26r": "افسردگی شدید",
    "-10r": "بدون افسردگی",
    "A": "1) تعریف",
    "A1":
        "خشم یک احساس طبیعی و سالم است، اما می‌تواند به حالت غیرقابل کنترل و مخرب برای روابط شخصی، کار و مدرسه تبدیل شود. خشم کنترل نشده ما را در معرض احساسات پیش‌بینی‌نشده و قدرتمند قرار می‌دهد. این احساس اعتراض، عدم امنیت یا ناامیدی نسبت به شخص یا چیزی است که وقتی خود را آسیب‌دیده یا تهدیدشده احساس می‌کنیم، ابراز می‌شود.",
    "A2":
        "شدت خشم، یا کمبود آن، بین افراد متفاوت است و تحت تأثیر توسعه اخلاقی و روانشناختی قرار دارد. ممکن است به شخص خاصی (همکار یا همکلاسی) یا به یک رویداد مانند ترافیک عصبانی شوید.",
    "A3":
        "خشم همچنین می‌تواند ناشی از نگرانی بیش از حد یا تمرکز بر مشکلات شخصی و یادآوری رویدادهای آسیب‌زا یا مهم باشد.",
    "Ag_CalStre": "محاسبه سطح استرس",
    "Ag_ec1": "وضعیت تاهل؟",
    "Ag_ec2": "متأهل",
    "Ag_ec3": "مجرد / بیوه",
    "Ag_ec4": "جدا شده / طلاق گرفته",
    "Ag_faldad": "اطلاعات گم شده",
    "Ag_faldad_des": "فرم را کامل نکرد:",
    "Ag_fc1": "فرزندان در خانه؟",
    "Ag_fc2": "فرزندی در خانه ندارم",
    "Ag_fc3": "1 یا 2 فرزند در خانه دارم",
    "Ag_fc4": "بیش از 3 فرزند در خانه دارم",
    "Ag_id1": "سن؟",
    "Ag_id2": "کمتر از 25 سال",
    "Ag_id3": "بین 25 و 34 سال",
    "Ag_id4": "بین 35 و 60 سال",
    "Ag_id5": "بیش از 60 سال",
    "Ag_red1": "محل اقامت؟",
    "Ag_red2": "روستا",
    "Ag_red3": "شهر کوچک",
    "Ag_red4": "شهر بزرگ",
    "Ag_tit": "عوامل تشدید کننده:",
    "Ag_trb1": "وضعیت شغلی؟",
    "Ag_trb2": "دانشجو",
    "Ag_trb3": "بیکار",
    "Ag_trb4": "کار موقت",
    "Ag_trb5": "کار دائم",
    "Analize": "تحلیل نتایج",
    "Ans11-18": "طبق تست اضطراب، شما علائم اضطراب خفیف دارید.",
    "Ans11-18r": "اضطراب خفیف",
    "Ans19-25": "توجه! طبق این تست اضطراب، شما علائم اضطراب متوسط دارید.",
    "Ans19-25r": "اضطراب متوسط",
    "Ans+26": "مراقب باشید! طبق این تست اضطراب، شما علائم اضطراب شدید دارید.",
    "Ans+26r": "اضطراب شدید",
    "Ans-10": "تبریک می‌گوییم! طبق این تست، شما علائم اضطراب کمی دارید.",
    "Ans-10r": "اضطراب کم",
    "AnsEscala1": "درباره نمره تست BAI",
    "AnsEscala2": "هر پاسخ در مقیاسی از ۰ تا ۳ امتیازدهی می‌شود",
    "AnsEscala3": "نمره و سطوح اضطراب:",
    "AnsEscala4": "۰-۷: اضطراب کم",
    "AnsEscala5": "۸-۱۵: اضطراب خفیف",
    "AnsEscala6": "۱۶-۲۵: اضطراب متوسط",
    "AnsEscala7": "۲۶-۶۳: اضطراب شدید",
    "AnsSint": "علائم اضطراب",
    "B": "۲) علائم هشدار:",
    "B1":
        "وقتی عصبانی می‌شویم، افکار، احساسات و واکنش‌های فیزیکی مختلفی را تجربه می‌کنیم. برای برخی از افراد، احساسات بسیار شدید می‌شود، انگار که قرار است 'منفجر شوند'. دیگران ممکن است متوجه نشوند که عصبانی هستند، اما احساس بیماری، گناه یا واکنش بیش از حد نسبت به سایر موقعیت‌ها می‌کنند.",
    "B2": "علائم مستقیم:",
    "B3":
        "بالا بردن صدا، ناسزا گفتن، سردرد، دل‌درد، تنگی گلو، افزایش ضربان قلب، افزایش فشار خون، مشت‌های گره‌خورده، تهدیدات، خشونت، فشار، خصومت، خشم، کینه.",
    "B4": "علائم غیر مستقیم:",
    "B5":
        "خواب بیش از حد، خستگی مزمن، اضطراب، بی‌حسی، افسردگی، بی‌حوصلگی، از دست دادن اشتها، گریه، انتقاد مداوم، جوک‌های بد یا خصمانه، سوء مصرف الکل یا مواد مخدر.",
    "C1":
        "خواب برای جلوگیری و درمان اختلالات عاطفی مانند استرس، اضطراب، خشم، وابستگی عاطفی و افسردگی ضروری است. استراحت مناسب برای بدن و ذهن بسیار حیاتی است. در اینجا چند نکته آمده است:",
    "C1a": "• قبل از ساعت ۱۰ شب به رختخواب بروید.",
    "C1b": "• هر شب حدود ۷ تا ۸ ساعت بخوابید.",
    "C1c": "• یک برنامه خواب و بیداری منظم داشته باشید.",
    "C1d": "اگر برای به خواب رفتن مشکل دارید، در اینجا چند نکته آمده است:",
    "C1e":
        "• از نوشیدن مشروبات الکلی، قهوه، چای یا غذاهای محرک مانند شکلات، کلوچه یا کیک قبل از خواب خودداری کنید.",
    "C1f":
        "• از صفحه نمایش‌ها (تلفن، تبلت، تلویزیون) حداقل یک ساعت قبل از خواب دوری کنید. ثابت شده است که نور آبی و اثرات محرک صفحه نمایش‌ها باعث تداخل در تولید ملاتونین می‌شود، هورمونی که برای به خواب رفتن و حفظ آن اهمیت دارد.",
    "C1g":
        "• حداقل ۳ ساعت قبل از خواب شام بخورید. اگر در هنگام رفتن به رختخواب غذایتان هضم شده باشد، خواب بهتری خواهید داشت.",
    "C1h":
        "• قبل از خواب یک حمام گرم بگیرید. این کار به شما کمک می‌کند که آرام شوید و خواب بهتری داشته باشید.",
    "C1t": "۱) خواب خوب",
    "C2":
        "اختلالات عاطفی می‌توانند انرژی شما را تخلیه کنند و ورزش کردن به نظر می‌رسد آخرین چیزی باشد که می‌خواهید انجام دهید. با این حال، ورزش برای درمان و جلوگیری از وضعیت‌های عاطفی حیاتی است! ورزش منظم، به ویژه فعالیت‌های هوازی در فضای باز، تولید هورمون‌هایی مانند اندورفین را تحریک می‌کند که به بهبود حال روحی کمک می‌کند. در اینجا چند نکته آمده است:",
    "C2a":
        "• فعالیتی را انتخاب کنید که بیشتر از آن لذت می‌برید یا کمتر از آن نفرت دارید! مناسب‌ترین تمرین فیزیکی برای افراد با اختلالات عاطفی، تمرینات هوازی در فضای باز مانند پیاده‌روی سریع، دویدن، دوچرخه‌سواری، پارو زدن و غیره است.",
    "C2b":
        "• یک برنامه روزانه از ورزش حفظ کنید و هر روز حداقل ۳۰ دقیقه فعالیت داشته باشید.",
    "C2t": "۲) تمرینات فیزیکی",
    "C3":
        "رژیم غذایی نه تنها بر سلامت جسمانی، بلکه بر سلامت عاطفی و روانی نیز تأثیر می‌گذارد. یک رژیم غذایی سالم به جلوگیری و درمان اختلالات عاطفی کمک می‌کند. در اینجا چند نکته آمده است:",
    "C3a":
        "• یک رژیم غذایی سالم به تولید سروتونین کمک می‌کند، یک انتقال‌دهنده عصبی که در مغز عمل می‌کند و به تنظیم حالت روحی، خواب، اشتها و سایر موارد کمک می‌کند.",
    "C3b":
        "• تلاش کنید تا فقط سه وعده غذایی در روز و در ساعات منظم داشته باشید؛ پرخوری یا نخوردن معمولاً بین افرادی که از اختلالات عاطفی رنج می‌برند، رایج است.",
    "C3c":
        "• غذاهای ساده و تازه مانند سالاد، سبزیجات، حبوبات، میوه‌ها، غلات و آجیل را ترجیح دهید. غذاهایی مانند موز، آووکادو، جو، گردو و بادام را در برنامه غذایی خود بگنجانید.",
    "C3d":
        "• از غذاهای تند پرهیز کنید، مصرف گوشت را کاهش داده یا حذف کنید، و اگر گوشت می‌خورید، گوشت‌های کم چرب مانند مرغ، بوقلمون و ماهی را انتخاب کنید.",
    "C3e":
        "• از غذاهای پر از شکر خودداری کنید! اگرچه شکر ممکن است آرام‌بخش به نظر برسد، در نهایت باعث نوسانات روحی می‌شود که افسردگی را تشدید می‌کند.",
    "C3f":
        "• علاوه بر شکر، باید از سایر غذاهایی که بر سیستم عصبی شما تأثیر می‌گذارند نیز پرهیز کنید، مانند الکل، قهوه، غذاهای شور و غذاهای چرب که عمدتاً در غذاهای فرآوری‌شده یافت می‌شوند.",
    "C3g":
        "• همچنین به محیط اطراف خود در هنگام غذا خوردن توجه کنید: باید آرام، صلح‌آمیز و بدون حواس‌پرتی باشد.",
    "C3t": "۳) رژیم غذایی سالم",
    "C4":
        "آمارها نشان می‌دهند کشورهایی که کمتر در معرض نور خورشید قرار می‌گیرند، دارای نرخ بالاتری از خودکشی هستند و اختلالات عاطفی در ماه‌های سرد و تاریک رایج‌تر هستند. این به این دلیل است که نور خورشید به عنوان یک ضد افسردگی طبیعی عمل می‌کند! سعی کنید هر روز بیرون بروید، مقداری نور خورشید بگیرید و آن را با ورزش ترکیب کنید تا از مزایای دوگانه بهره‌مند شوید.",
    "C4t": "4) نور خورشید",
    "C5":
        "مغز ما به شدت به اکسیژن وابسته است. تمرینات تنفسی که باعث تقویت تنفس عمیق می‌شوند، مقدار اکسیژن در گردش را افزایش می‌دهند، عملکرد مغز را بهبود می‌بخشند، آرامش و وضوح ذهنی را تقویت می‌کنند. تمرینات بدنی نیز باعث بهبود تنفس و افزایش ظرفیت ریه‌ها می‌شود.",
    "C5t": "5) هوای تازه",
    "C6":
        "اعتماد به خود، دیگران و چیزی برتر (مانند باور به خدا) برای غلبه بر استرس و افسردگی ضروری است. خنده نیز کمک می‌کند: بدن را آرام می‌کند و مغز را تحریک می‌کند تا مواد شیمیایی که شادی و رفاه را ترویج می‌دهند تولید کند.",
    "C6t": "6) داشتن نگرش اعتماد",
    "C7":
        "خود را با دوستان مثبت و دلگرم‌کننده محاصره کنید تا به شما در تغییر افکار منفی کمک کنند. صحبت درباره احساساتتان مهم است، اما اگر این ممکن نیست، راه‌هایی برای بیان خود از طریق فعالیت‌هایی مانند نوشتن، رقصیدن، نواختن موسیقی یا نقاشی پیدا کنید. بیان هنری می‌تواند بسیار درمانی باشد و تغییرات شیمیایی در مغز را تحریک کند.",
    "C7t": "7) احساسات خود را بیان کنید",
    "C8": "اجازه دهید کمی درباره تحریک بیش از حد و افسردگی صحبت کنیم:",
    "C8a":
        "• تحریک بیش از حد، به‌ویژه از طریق صفحه‌نمایش‌هایی مانند تلفن‌ها، تلویزیون و اینترنت، دوپامین تولید می‌کند، 'هورمون پاداش'، که این فعالیت‌ها را بسیار لذت‌بخش می‌کند. اما استفاده بیش از حد از صفحه‌نمایش‌ها می‌تواند به وابستگی منجر شود. این باعث ایجاد چرخه‌ای می‌شود که در آن فعالیت‌های روزمره مانند مطالعه یا اجتماعی شدن کسل‌کننده می‌شوند و شما برای لذت بیشتر به صفحه‌نمایش‌ها روی می‌آورید. در نتیجه، افسردگی شما ممکن است بدتر شود و شما ممکن است در انجام وظایف روزانه با مشکل مواجه شوید. برای شکستن این چرخه، زمان استفاده از صفحه‌نمایش‌ها را کاهش دهید و سیستم پاداش خود را تنظیم کنید تا دوباره از فعالیت‌های روزمره لذت ببرید.",
    "C8t": "8) از تحریک بیش از حد اجتناب کنید",
    "C9":
        "افراد اغلب گزارش می‌دهند که با داشتن یک حیوان خانگی، بهبودی قابل توجهی در احساسات خود تجربه می‌کنند. تعامل با حیوانات می‌تواند سطح سروتونین را افزایش دهد، که باعث تشویق و شادی می‌شود.",
    "C9t": "9) حیوان خانگی داشته باشید",
    "C10":
        "مراقبت خارجی: یک دوش روزانه باعث افزایش آرامش، بهداشت و اعتماد به نفس می‌شود. افراد مبتلا به افسردگی ممکن است این را نادیده بگیرند، اما مراقبت شخصی منظم، خلق و خوی را بهبود می‌بخشد و ارزش شخصی را افزایش می‌دهد.",
    "C10a":
        "مراقبت داخلی: آب برای سلامتی جسمی و روانی ضروری است. عادات خوب آبرسانی را با این نکات حفظ کنید:",
    "C10b": "• در طول روز آب بنوشید، ترجیحاً بین وعده‌های غذایی.",
    "C10c": "• مصرف آب شما باید حداقل 1.5 تا 2 لیتر در روز باشد.",
    "C10d":
        "• یک شاخص مناسب برای آبرسانی کافی، رنگ ادرار شماست: باید زرد روشن باشد.",
    "C10t": "10) آب درون و بیرون",
    "C11":
        "شما ممکن است مجبور شوید برای بقیه عمر خود با این علائم مبارزه کنید. برخی روزها بهتر از دیگران خواهند بود، اما تسلیم نشوید.",
    "C11a": "• لحظه حاضر را بپذیرید، از واقعیت فرار نکنید.",
    "C11b":
        "• هیچ درمان معجزه‌آسایی وجود ندارد که ذهنیت شما را یک شبه تغییر دهد، حتی داروها.",
    "C11c": "• یک قدم در یک زمان بردارید، اما در جهت درست.",
    "C11d":
        "• برای افزایش توانایی خود در مبارزه با مشکل، همه این نکات را اعمال کنید. با هم، مطمئناً به شما کمک خواهند کرد، همان‌طور که به میلیون‌ها نفر کمک کرده‌اند.",
    "C11e": "• امروز شروع به آزمایش کنید. از مبارزه دست نکشید.",
    "C11t": "از مبارزه دست نکشید.",
    "CAUSA":
        "ما تمایل داریم در بزرگسالی همان چیزهایی را تکرار کنیم که در کودکی آموخته‌ایم. نحوه دریافت محبت در دوران کودکی تأثیر مستقیمی بر روابط ما در بزرگسالی دارد. به طور کلی، بزرگسالانی که از نظر عاطفی نیازمند می‌شوند، کسانی هستند که توجه و محبت لازم برای توسعه عزت‌نفس و باور به استقلال خود را دریافت نکرده‌اند. آن‌ها تلاش می‌کنند این کمبود محبت را در روابط دیگر پر کنند، که منجر به وابستگی می‌شود. این وابستگی ممکن است به دلایل دیگری مانند ترک جسمی یا عاطفی، طرد شدن و زورگویی نیز مرتبط باشد.",
    "CAUSA_T": "علت",
    "D": "4) روش‌های ابراز خشم:",
    "D1":
        "طبیعی‌ترین و غریزی‌ترین راه ابراز خشم از طریق واکنش‌های تهاجمی است. خشم واکنشی طبیعی و انطباقی به تهدیدهاست؛ این احساسات و رفتارهای قدرتمند، غالباً تهاجمی را تحریک می‌کند که به ما امکان می‌دهد در صورت حمله، بجنگیم یا دفاع کنیم. مقداری خشم برای بقای ما ضروری است. با این حال، نمی‌توانیم خشم خود را بر روی هر شخص یا شیء ای که ما را تحریک می‌کند تخلیه کنیم؛ قوانین، هنجارهای اجتماعی و عقل سلیم مرزهایی را برای نحوه ابراز خشم تعیین می‌کنند. افراد از فرآیندهای مختلف آگاهانه و ناخودآگاه برای مدیریت این احساسات به شیوه‌های مؤثر و اجتماعی مناسب استفاده می‌کنند.",
    "DEF":
        "وابستگی عاطفی یک رفتار مضر است که در آن فرد معتقد است که برای زندگی کردن، کامل شدن یا خوشحال شدن به شخص دیگری نیاز دارد. این یک اختلال روان‌شناختی بسیار رایج است که هم در روابط زناشویی و هم در روابط خانوادگی و دوستانه وجود دارد و نه تنها بر وابسته بلکه بر افرادی که با او پیوند عاطفی دارند نیز تأثیر می‌گذارد. میزان وابستگی به قدری شدید است که فرد در صورت عدم حضور دیگری احساس بدی می‌کند و رنج می‌برد. فرد وابسته به گونه‌ای عمل می‌کند که گویی ماهواره‌ای است که فردیت خود را برای حفظ پیوند عاطفی به هر قیمتی قربانی می‌کند.",
    "DEF_T": "تعریف",
    "Err_estciv": "وضعیت تأهل گمشده است!",
    "Err_fil": "اطلاعات مربوط به فرزندان در خانه گمشده است!",
    "Err_ida": "سن گمشده است!",
    "Err_res": "اطلاعات محل اقامت گمشده است!",
    "Err_vinlab": "وضعیت اشتغال گمشده است!",
    "Escala1": "درباره مقیاس",
    "Escala2": "همه سوالات بر اساس یک مقیاس از ۰ تا ۳ ارزیابی می‌شوند.",
    "Escala3": "ارزش مقیاس و سطح افسردگی:",
    "Escala4": "< 10٪ بدون افسردگی",
    "Escala5": "11-19٪ افسردگی خفیف",
    "Escala6": "20-29٪ افسردگی متوسط",
    "Escala7": "> 30٪ افسردگی شدید",
    "Exttit": "خارجی",
    "F": "5) فرآیندهای مدیریت خشم:",
    "F1":
        "۱) بیان احساسات خشم به طور قاطع (نه تهاجمی): این شامل بیان روشن نیازهای شما و چگونگی برآورده شدن آن‌ها بدون آسیب رساندن به دیگران است. قانون طلایی احترام به خود و دیگران است!",
    "F2":
        "۲) سرکوب احساسات: این زمانی اتفاق می‌افتد که شما خشم را نگه می‌دارید، از فکر کردن در مورد آن دست برمی‌دارید و بر چیزهای مثبت تمرکز می‌کنید. هدف از سرکوب خشم، تبدیل آن به رفتارهای سازنده‌تر است. خطر این است که با عدم اجازه برای بیان خارجی خشم، این خشم ممکن است درونی شود و منجر به مشکلات جسمی مانند اضطراب، افسردگی، فشار خون بالا و غیره شود.",
    "F3":
        "۳) آرامش/آرامش دادن: این شامل کنترل نه تنها بیان رفتاری بلکه مدیریت واکنش‌های درونی نیز می‌شود. به طور ایده‌آل حتی احساسات نیز نرم‌تر می‌شوند. ناتوانی در بیان مناسب خشم می‌تواند به مشکلات دیگری مانند رفتارهای منفعل-تهاجمی یا نگرش دائماً بدبینانه و خصمانه منجر شود. افرادی که دیگران را دائماً تحقیر می‌کنند، همه چیز را نقد می‌کنند یا نظرات بدبینانه می‌دهند اغلب نتوانسته‌اند خشم خود را به‌طور سازنده بیان کنند. آن‌ها معمولاً روابط کمی دارند که آن‌ها را راضی کند. با این حال، مراقب باشید! این نباید بهانه‌ای برای 'رها کردن همه چیز' باشد. تحقیقات نشان می‌دهد که تخلیه خشم به شیوه‌های غیرکنترل‌شده می‌تواند باعث افزایش تهاجم بیشتر به‌جای حل مشکل شود. بهتر است دلایل خشم را درک کرده و استراتژی‌هایی برای جلوگیری از تشدید مضر توسعه دهید.",
    "FIBhoje":
        "دولت‌ها به طور فزاینده‌ای متوجه می‌شوند که تولید ناخالص داخلی (GDP) که مجموع هر چیزی را که در یک کشور تولید می‌شود اندازه‌گیری می‌کند، نقاط ضعف دارد و برای ارزیابی خوشبختی جمعیت کافی نیست. ثروتمند بودن برای خوشبخت بودن کافی نیست؛ برخی از عواملی که ما را خوشحال می‌کنند، قابل خرید و فروش نیستند. دولت‌ها به این امر آگاه شده‌اند و به تدریج این نوع ابزار ارزیابی را در سیاست‌های خود معرفی کرده‌اند. افراد خوشحال در محل کار بیشتر تولید می‌کنند، خلاق هستند، روابط سالم و ماندگاری دارند، دوستان بیشتری دارند، از سلامت خوبی برخوردارند و بهتر با استرس و سختی‌ها کنار می‌آیند.",
    "FIBhoje_t": "خوشبختی ناخالص ملی امروز",
    "FimTeste":
        "یک ویدئوی تبلیغاتی تماشا کنید در حالی که پاسخ‌های شما را تحلیل می‌کنیم.",
    "FimTeste_t": "تست کامل شد",
    "Fort1": "۱) شما می‌توانید دلایل خشم خود را شناسایی کنید.",
    "Fort2": "۲) شما می‌توانید از طریق ارتباطات، اثرات خشم خود را کاهش دهید.",
    "Fort3":
        "۳) شما می‌دانید چگونه مشکلات خود را حل کنید تا اثرات خشم را کاهش دهید.",
    "Fort4":
        "۴) به نظر می‌رسد شما می‌دانید چه زمانی نیاز به سرکوب خشم دارید و چه زمانی باید آن را بیان کنید.",
    "Fort5": "۵) شما می‌توانید خشم خود را کنترل کنید.",
    "Fort6": "۶) به نظر می‌رسد شما می‌دانید چه زمانی نیاز به بخشیدن است.",
    "Fort7": "۷) شما کنترل خوبی بر احساسات خشم درونی خود دارید.",
    "Fort8": "۸) شما کنترل خوبی بر تظاهرات بیرونی خشم خود دارید.",
    "Fort9":
        "۹) هیچ نشانه‌ای وجود ندارد که شما نسبت به زندگی نگرش خصمانه داشته باشید.",
    "Frac1": "1) شما ریشه‌های اصلی خشم خود را به طور کامل درک نمی‌کنید.",
    "Frac2":
        "2) شما نیاز به بهبود مهارت‌های ارتباطی خود دارید تا تاثیر خشم بر خود و دیگران را کاهش دهید.",
    "Frac3":
        "3) شما نیاز به توسعه مهارت‌های مؤثر در حل مسائل برای کاهش تأثیرات خشم دارید.",
    "Frac4":
        "4) شما باید بفهمید که چه زمانی خشم را سرکوب کنید و چه زمانی آن را بیان کنید.",
    "Frac5": "5) شما در کنترل خشم خود با مشکل مواجه هستید.",
    "Frac6":
        "6) شما با بخشش مشکل دارید که بر خودتان و دیگران تأثیر منفی می‌گذارد.",
    "Frac7": "7) شما در کنترل خشم خود در موقعیت‌های عاطفی دچار مشکل هستید.",
    "Frac8": "8) شما در مدیریت ابرازهای خارجی خشم خود با مشکل مواجه هستید.",
    "Frac9": "9) شما نگرش خصمانه‌ای به زندگی دارید.",
    "G": "6) مقابله با احساسات و افکار:",
    "G1":
        "استراتژی‌های مؤثر تنها از طریق درک عمیق از خشم توسعه می‌یابند: من چه فکر می‌کنم؟ چه احساسی دارم؟ هدف این استراتژی‌ها این نیست که خشم را به طور کامل از بین ببریم، بلکه شناسایی کنیم که چه زمانی خشم سازگار است و چگونه کنترل خود را حفظ کنیم.",
    "G1tit": "علت‌ها",
    "G2tit": "اثرات",
    "G3tit": "مسائل",
    "G4tit": "سرکوب",
    "G5tit": "کنترل",
    "G6tit": "بخشش",
    "H": "7) مقابله با احساسات و افکار:",
    "H1":
        "وقتی به موقعیت‌هایی که خشم شما را تحریک می‌کند فکر می‌کنید، احتمالاً به احساسات شدیدی که شما را به واکنش‌هایی سوق داده‌اند که وضعیت را بهبود نبخشیده است، یادآوری می‌کنید. برای مدیریت بهتر این احساسات، مهم است که وضعیت را از زاویه دیگری تحلیل کنید.",
    "H2": "مرحله 1: تحلیل",
    "H3":
        "دفعه بعدی که چیزی یا کسی شما را آزار داد، سعی کنید افکار مربوط به آن وضعیت یا شخص را ضبط کنید. آنها را به محض اینکه می‌توانید بنویسید و به تدریج فهرستی از افکار مکرر تهیه کنید.",
    "H4": "مرحله 2: ارزیابی",
    "H5":
        "افکار خود را با دقت ارزیابی کنید. آیا دقیق هستند یا توسط تعصبات عاطفی تحریف شده‌اند؟ افکار تحریف شده معمولاً نادرست هستند و می‌توانند اشکال مختلفی به خود بگیرند.",
    "H6":
        "• برچسب‌گذاری: نسبت دادن یک برچسب منفی بدون در نظر گرفتن فرضیات یا شواهد دیگر، به عنوان مثال: 'او احمق است.'",
    "H7":
        "• بزرگ‌نمایی: هنگام ارزیابی کسی، مؤلفه منفی را بزرگ‌نمایی کرده و مؤلفه مثبت را کوچک کنید، به عنوان مثال: 'معلم من نمره پایینی به من داده است؛ او ناعادلانه است' (اما او همچنین چندین نمره مثبت دیگر به من داده است).",
    "H8":
        "• شخصی‌سازی: باور به این که دیگران به طور مستقیم علیه شما واکنش نشان می‌دهند بدون در نظر گرفتن توضیحات منطقی‌تر برای رفتار آنها. به عنوان مثال: 'آن مرد سرد است چون فکر می‌کند از من برتر است' (شاید آن مرد از خانواده‌اش اخبار منفی دریافت کرده است...).",
    "H9":
        "• دید تونلی: فقط جنبه‌های منفی وضعیت در نظر گرفته می‌شود، به عنوان مثال: 'معلم من نمی‌تواند هیچ چیزی را درست انجام دهد. او انتقادی، بی‌احساس است و نمی‌تواند موضوع را خوب تدریس کند.'",
    "H10":
        "• تفکر 'همه یا هیچ': وضعیت فقط در دو دسته دیده می‌شود و نه در یک پیوستار، به عنوان مثال: 'دوست من در این مسئله با من مخالف است، بنابراین در هیچ چیزی از من حمایت نمی‌کند.'",
    "H11":
        "• درست بودن: تلاش مداوم برای اثبات این که نظرات و اعمال شما درست هستند. اشتباه کردن غیرقابل تصور است، به عنوان مثال: 'داد زدن به همکارم کاملاً توجیه شده بود. او برای کاری که کرد سزاوار بود.'",
    "H12": "مرحله 3 - یافتن روش‌های دیگر و سازگارتر برای تفکر در مورد وضعیت:",
    "H13":
        "برای هر فکر تحریف‌شده، بر روی شناسایی یک روش تفکر جایگزین و سازنده که خشم شما را کاهش دهد، کار کنید. این می‌تواند شامل بررسی جنبه‌های مثبت یک فرد یا وضعیت، در نظر گرفتن توضیحات جایگزین برای رفتار کسی، یا اتخاذ یک دیدگاه وسیع‌تر باشد.",
    "H14": "مرحله 4 - تمرین مراحل قبلی:",
    "H15":
        "این تحلیل باید هر روز تمرین شود تا مؤثر واقع شود. با آسان‌تر شدن آن، شما در شناسایی افکار خود هنگام مواجهه با وضعیت‌هایی که خشم را تحریک می‌کند، بهتر خواهید شد. با شناسایی افکار تحریف‌شده و جایگزین کردن آنها با افکار سازگارتر، می‌توانید از غرق شدن در خشم جلوگیری کنید.",
    "Hostil": "خصمانه",
    "I": "8) مدیریت علائم جسمانی:",
    "I1":
        "هنگامی که با خشم شدید مواجه می‌شوید، رایج‌ترین توصیه‌ها 'آرام شو' یا 'استراحت کن' هستند. این بیانات به مدیریت علائم جسمانی خشم که تنش را در بدن ایجاد می‌کنند مانند اینکه آماده انفجار است، متمرکز هستند. یادگیری آرامش می‌تواند به شما کمک کند تا به طور مؤثرتری اثرات جسمانی خشم را کنترل کنید.",
    "I2": "تنفس عمیق:",
    "I3":
        "وقتی عصبانی هستید، بسیار مهم است که تکنیکی برای آرامش داشته باشید که به سرعت و در هر موقعیتی کار کند. تنفس عمیق یکی از این تکنیک‌ها است. این به بدن شما اجازه می‌دهد تا اکسیژن بیشتری بگیرد، ضربان قلب شما را کند می‌کند و کمک می‌کند تا آدرنالین به جریان خون شما نریزد. این تنفس عمیق است زیرا شامل دیافراگم یا ناحیه شکم به جای قفسه سینه می‌شود. نفس‌ها باید کند و ریتمیک باشند.",
    "I4":
        "زمانی که نشانه‌های فیزیکی عصبانیت را متوجه می‌شوید، لحظه‌ای وقت بگذارید تا بر روی تنفس خود تمرکز کنید که احتمالاً سریع و کم عمق است. شکستن این چرخه با تنفس آگاهانه به آرامی و عمیق از دیافراگم به بدن شما کمک می‌کند تا آرام شود و علائم فیزیکی عصبانیت کاهش یابد. هنگامی که عضلات شما شروع به آرام شدن می‌کنند، تنش شروع به کاهش می‌کند.",
    "I5":
        "این توقف کوتاه به شما اجازه می‌دهد تا کنترل احساسات خود را باز یابید، افکار خود را تغییر دهید و وضعیت را به طور مؤثرتر مدیریت کنید.",
    "I6": "آرامش تدریجی عضلات:",
    "I7":
        "این تکنیک به طور سیستماتیک گروه‌های اصلی عضلات بدن شما را منقبض و شل می‌کند. این به شما کمک می‌کند تا تنش را شناسایی و آن را آزاد کنید. هنگامی که در موقعیت‌هایی که باعث عصبانیت می‌شود استفاده می‌شود، آرامش تدریجی عضلات می‌تواند این احساسات را کاهش دهد و به شما کمک کند تا آرام بمانید و کمتر عصبانی شوید در حالی که وضعیت در حال پیشرفت است.",
    "Ignorar": "نتیجه را نادیده بگیر",
    "Inttit": "داخلی",
    "J": "9) کار روان‌درمانی:",
    "J1":
        "اگر پیشنهادات قبلی به شما در مدیریت مؤثر عصبانیت کمک نمی‌کند، یا اگر با مشکلات جدی در کنترل عصبانیت مواجه هستید، پیشنهاد می‌کنیم از یک حرفه‌ای بهداشت کمک بگیرید.",
    "J2":
        "مهم‌ترین گام پیدا کردن کسی است که بتواند به شما کمک کند تا کنترل را دوباره به دست آورید. صحبت کردن با یک حرفه‌ای می‌تواند به جلوگیری از وضعیت‌های مضر کمک کند و بهبود احساستان نسبت به خودتان را افزایش دهد. علاوه بر این، روان‌درمانی می‌تواند مهارت‌های ارتباطی شما را بهبود بخشد و روابط شما را تقویت کند.",
    "Med1": "1) گاهی اوقات می‌توانید علت‌های عصبانیت خود را شناسایی کنید.",
    "Med2":
        "2) گاهی اوقات می‌توانید با ارتباط مؤثر تأثیرات عصبانیت خود را کاهش دهید.",
    "Med3":
        "3) اغلب می‌توانید مشکلات را به روش‌هایی حل کنید که به کاهش تأثیر عصبانیت کمک کند.",
    "Med4": "4) گاهی اوقات می‌توانید عصبانیت خود را به طور مؤثر مدیریت کنید.",
    "Med5": "5) گاهی اوقات می‌توانید عصبانیت خود را کنترل کنید.",
    "Med6": "6) ممکن است در هنگام نیاز به بخشش مشکل داشته باشید.",
    "Med7":
        "7) به نظر می‌رسد که شما کنترل معقولی بر احساسات عصبانیت خود دارید.",
    "Med8": "8) شما کنترل معقولی بر روی Manifestations خارجی عصبانیت دارید.",
    "Med9": "9) گاهی اوقات، شما دیدگاه خصمانه‌ای نسبت به زندگی دارید.",
    "Mudar_atitude_titulo": "آیا ممکن است این نگرش را تغییر دهید؟",
    "NotasRaiva": "چگونه عصبانیت را کنترل کنیم؟",
    "P1": "من به میزان مناسب ساعت می‌خوابم",
    "P2": "من غذاهای خود را در زمان مناسب می‌خورم",
    "P3": "من داروهای آرامبخش می‌زنم وقتی احساس اضطراب می‌کنم",
    "P4":
        "من وقت آزاد خود را در برابر صفحه‌نمایش‌ها (تلویزیون، کامپیوتر، تلفن همراه، تبلت و غیره) می‌گذرانم.",
    "P5": "من به طور منظم ورزش می‌کنم",
    "P6": "من سریع غذا می‌خورم",
    "P7": "من غذاهای شیرین و چرب را هر زمان که بخواهم مصرف می‌کنم",
    "P8": "من مقدار زیادی میوه و سبزیجات می‌خورم",
    "P9": "من بین وعده‌های غذایی آب می‌نوشم",
    "P10": "من بین وعده‌های اصلی غذا می‌خورم",
    "P11": "صبحانه خوبی می‌خورم",
    "P12": "در شام، وعده غذایی بزرگی می‌خورم.",
    "P13": "سیگار می‌کشم",
    "P14": "مشروبات الکلی می‌نوشم",
    "P15": "در اوقات فراغت، به دنبال طبیعت و هوای تازه می‌روم",
    "P16": "یک سرگرمی دارم که مرا آرام می‌کند",
    "P17": "خانواده‌ام نسبتاً پر سر و صدا است",
    "P18": "احساس می‌کنم که به فضای بیشتری در خانه نیاز دارم.",
    "P19": "تمام چیزهایم منظم است",
    "P20": "از فضای خانه‌ام لذت می‌برم",
    "P21": "همسایه‌های من خیلی پر سر و صدا هستند",
    "P22": "در منطقه‌ای که زندگی می‌کنم، افراد زیادی وجود دارد",
    "P23": "خانه‌ام تمیز و مرتب است",
    "P24": "می‌توانم در خانه آرامش پیدا کنم",
    "P25": "اتاق من برای من بسیار کوچک است",
    "P26": "افراد زیادی زیر یک سقف با من زندگی می‌کنند.",
    "P27": "از دکوراسیون خانه‌ام راضی هستم",
    "P28": "خانه‌ام برای نیازهای ما به اندازه کافی بزرگ است",
    "P29": "در محله‌ام بوی‌های ناخوشایند وجود دارد",
    "P30": "منطقه‌ای که در آن زندگی می‌کنم بسیار پر سر و صدا است",
    "P31": "هوای منطقه من پاک و تمیز است",
    "P32": "خیابان‌ها و باغ‌های محله‌ام تمیز و خوب نگهداری شده‌اند",
    "P33": "از سردرد رنج می‌برم",
    "P34": "درد شکم دارم",
    "P35": "به خوبی هضم می‌کنم",
    "P36": "روده‌هایم به خوبی کار می‌کنند",
    "P37": "از درد کمر رنج می‌برم",
    "P38": "از تپش قلب و/یا ضربان قلب سریع رنج می‌برم.",
    "P39": "اغلب آلرژی دارم",
    "P40": "دچار تنگی نفس هستم",
    "P41": "احساس تنش در عضلات گردن و کمرم دارم",
    "P42": "فشار خون من طبیعی است",
    "P43": "حافظه خوبی دارم",
    "P44": "اشتهایم کم است",
    "P45": "احساس خستگی و کمبود انرژی می‌کنم.",
    "P46": "از بی‌خوابی رنج می‌برم",
    "P47": "حتی بدون فعالیت بدنی عرق می‌کنم",
    "P48": "به راحتی گریه می‌کنم و احساس ناامیدی می‌کنم",
    "P49": "کارم به من استرس زیادی می‌دهد",
    "P50": "در اوقات فراغت به مشکلات کاری فکر می‌کنم",
    "P51": "برنامه کاری من منظم است",
    "P52": "وظایف من به من این امکان را می‌دهد که به آرامی غذا بخورم",
    "P53": "کار را در شب و تعطیلات آخر هفته به خانه می‌آورم",
    "P54": "بیش از یک شغل دارم",
    "P55": "زمانی که کار می‌کنم، زمان سریعاً می‌گذرد",
    "P56": "احساس می‌کنم مفید هستم و از مشاغلم راضی‌ام",
    "P57": "از دست دادن شغلم را می‌ترسم.",
    "P58": "با همکارانم در محل کار مشکلاتی دارم",
    "P59": "با رئیسم رابطه خوبی دارم.",
    "P60": "شغلم را پایدار می‌دانم",
    "P61": "برای کار از ماشین استفاده می‌کنم",
    "P62": "هنگام تمام کردن کاری، فراموش می‌کنم غذا بخورم",
    "P63": "خود را قادر به انجام کارم می‌دانم",
    "P64":
        "احساس می‌کنم که رئیس و خانواده‌ام کارهایی که انجام می‌دهم را قدردانی می‌کنند",
    "P65": "از مهربان و مودب بودن با مردم لذت می‌برم",
    "P66": "عموماً به دیگران اعتماد دارم",
    "P67": "زمانی که برنامه‌هایم به دیگران بستگی دارد، ناراحت می‌شوم",
    "P68": "بحث‌ها خیلی روی من تأثیر می‌گذارند",
    "P69": "دوستانی دارم که آماده‌اند به من گوش دهند",
    "P70": "از روابط جنسی‌ام راضی هستم",
    "P71": "خیلی به نظر دیگران درباره من اهمیت می‌دهم",
    "P72": "می‌خواهم کارها را بهتر از دیگران انجام دهم",
    "P73": "همکارانم دوستان من هستند",
    "P74": "صبر دارم به مشکلات دیگران گوش دهم",
    "P75":
        "باور دارم که شریکم باید به طور قابل توجهی تغییر کند تا رابطه ما بهبود یابد.",
    "P76": "زیاد صحبت می‌کنم",
    "P77": "وقتی با کسی مشاجره می‌کنم، فوراً صدایم را بالا می‌برم.",
    "P78": "احساس حسادت می‌کنم چون دیگران بیشتر از من دارند",
    "P79":
        "در حین مشاجره، به آنچه که بعداً می‌خواهم بگویم تمرکز می‌کنم به جای اینکه به طور کامل به طرف دیگر گوش دهم.",
    "P80": "هنگامی که دستورات می‌گیرم، عصبی می‌شوم",
    "P81": "به طور کلی، از زندگی‌ام راضی هستم",
    "P82": "دوست دارم خوب درباره دیگران صحبت کنم",
    "P83": "هنگامی که کسی آرام رانندگی می‌کند، عصبی می‌شوم",
    "P84": "وقتی صف طولانی است، معمولاً از آنجا می‌روم.",
    "P85": "معمولاً در تعیین مهلت‌ها نسبت به خودم سخاوتمند هستم",
    "P86": "به آینده اعتماد دارم",
    "P87": "وقتی موضوع را دوست ندارم، تمایل دارم بدترین‌ها را فکر کنم",
    "P88":
        "ترجیح می‌دهم کارها را به روش خودم انجام دهم و وقتی نمی‌توانم عصبانی می‌شوم.",
    "P89": "حس شوخ طبعی خوبی دارم",
    "P90": "از نحوه بودن خودم راضی هستم",
    "P91": "اگر در وسط یک فعالیت قطع شوم، عصبی می‌شوم",
    "P92": "کمال‌گرا هستم",
    "P93": "اغلب به افرادی که پول به من بدهکارند فکر می‌کنم.",
    "P94": "هنگامی که در ترافیک گیر می‌کنم، بسیار عصبی می‌شوم",
    "P95":
        "در تعطیلات خیلی سریع حوصله‌ام سر می‌رود و می‌خواهم به فعالیت‌های مفید برگردم",
    "P96": "از ابتلا به بیماری‌های مهلک مانند سرطان می‌ترسم",
    "PH": "خصومت",
    "Perg": "پرسش",
    "R1":
        "شما اعتماد به نفس زیادی دارید و نیازهای شخصی خود را بر رابطه‌تان اولویت نمی‌دهید. خوب رابطه‌تان را با دیگر جنبه‌های زندگی‌تان متعادل می‌کنید. با این حال، ممکن است به شدت از فردیت خود دفاع کنید که به نظر می‌رسد نمی‌خواهید کاملاً متعهد شوید. تأمل کنید که آیا از تعهد دوری می‌کنید به دلیل ترس از ایجاد پیوندهای عمیق یا نشان دادن آسیب‌پذیری.",
    "R1T": "عدم وابستگی عاطفی",
    "R2":
        "می‌دانید که در روابط مهم است که مصالحه و مذاکره کنید. می‌توانید احساسات خود را به وضوح بیان کنید، اما در برخی مواقع، عدم امنیت نشان می‌دهید و نمی‌توانید خودمختاری خود را دفاع کنید. بهتر است شروع به تعیین مرزها و تمرین مراقبت از خود کنید تا از رشد وابستگی عاطفی و تأثیر منفی آن بر زندگی‌تان جلوگیری کنید.",
    "R2T": "وابستگی عاطفی پایین",
    "R3":
        "ترس شما از دست دادن شریک زندگی‌تان شما را به رفتارهای وابسته‌ای می‌کشاند. دوست دارید آن‌ها را راضی کنید و اغلب منافع خود را کنار می‌گذارید. اگر به این رفتار ادامه دهید، فردیت شما به طور جدی تهدید خواهد شد. به یاد داشته باشید که در یک رابطه سالم، هر دو طرف به خودشان اهمیت می‌دهند، اهداف فردی دارند و می‌توانند بدون ترس نظرشان را بیان کنند. به رفتارهای خود که ممکن است به این وابستگی ناامنی کمک کنند فکر کنید.",
    "R3T": "وابستگی عاطفی متوسط",
    "R4":
        "احساس نیاز زیادی به مراقبت از شریک زندگی‌تان دارید، حتی اگر این به معنای فدا کردن جنبه‌های اساسی زندگی‌تان باشد. همه چیز حول رابطه می‌چرخد و دوست دارید که مفید بودن برای دیگران را احساس کنید. علاوه بر این، از هرگونه تعارض اجتناب می‌کنید، زیرا اعتقاد دارید که یک رابطه شاد رابطه‌ای است که بدون نزاع باشد. با این حال، اشتباه نکنید: این رفتار دیر یا زود پیامدهایی خواهد داشت. فردیت یکی از ارکان اصلی یک رابطه سالم است.",
    "R4T": "وابستگی عاطفی بالا",
    "RaivaExterna": "خشم خارجی",
    "RaivaInterna": "خشم داخلی",
    "Result": "نتایج شما",
    "SA": "این مربوط به انواع تعاملاتی است که مردم توسعه می‌دهند.",
    "SAHL":
        "سطوح بالا: افرادی که به طور کلی به دیگران اعتماد دارند، به ویژگی‌های مثبت آنها باور دارند و به ندرت نیت‌های آنها را زیر سوال می‌برند. این بر تشکیل هویت و توانایی آنها برای تشکیل روابط صمیمی تأثیر می‌گذارد. آنها تمایل دارند وفادار، صادق، مراقب و مشتاق به کمک به دیگران باشند و اغلب همدردی، سخاوت و همدلی را نشان می‌دهند، هرچند ممکن است به نظر برسند که بیشتر تسلیم هستند.",
    "SALL":
        "سطوح پایین: افرادی که معمولاً خصمانه هستند یا رفتارهای manipulative برای منافع شخصی خود نشان می‌دهند. آنها تمایل دارند مشکوک باشند، دوستان کمی داشته باشند و روابط مهم کمی را حفظ کنند. آنها اغلب در مدرسه مشکلاتی دارند و معمولاً قوانین اجتماعی را نقض می‌کنند، با برخی همبستگی‌ها با رفتار ضد اجتماعی و سوء مصرف مواد.",
    "SC":
        "این سطح سازماندهی، پایداری، کنترل و انگیزه یک فرد برای دستیابی به اهداف، همچنین دقت و توانایی آنها برای سازماندهی باقی ماندن را نشان می‌دهد.",
    "SCHL":
        "سطوح بالا: افرادی که تمایل دارند راه‌هایی برای دستیابی به اهداف خود جستجو کنند، حتی اگر این نیاز به فداکاری یا درگیری با خواسته‌های فوری داشته باشد. آنها تمایل دارند جاه‌طلب، سخت‌کوش و بسیار متعهد به کار خود باشند.",
    "SCLL":
        "سطوح پایین: افرادی با انگیزه کم برای برخورد با وظایف پیچیده، که به راحتی در برابر مشکلات تسلیم می‌شوند. آنها معمولاً در فعالیت‌هایی شرکت می‌کنند بدون اینکه بدانند چگونه به دستیابی به اهدافشان کمک خواهند کرد. آنها معمولاً متعهد و دقیق نیستند و در ماندن در کارها حتی اگر ضرر داشته باشد، مشکلاتی دارند.",
    "SE":
        "این به نحوه تعامل یک فرد با دیگران اشاره دارد، از جمله اینکه چقدر ارتباطی، سخنگو، فعال، قاطع و پاسخگو هستند.",
    "SEHL":
        "سطوح بالا: افرادی که از معاشرت لذت می‌برند و به دنبال تماس با دیگران هستند، حتی اگر آنها را به خوبی نشناسند. آنها تمایل دارند اطلاعات شخصی را به سرعت به اشتراک بگذارند و به افرادی که تازه ملاقات کرده‌اند اعتماد کنند. این افراد معمولاً فعال هستند، به طور آزادانه ترجیحات و باورهای خود را بیان می‌کنند و گاهی اوقات ممکن است رفتارهای غالب را نشان دهند. آنها فعالیت‌های گروهی را ترجیح می‌دهند و به طور فعال دنبال همدم هستند.",
    "SELL":
        "سطوح پایین: تمایل دارند محافظه‌کار و آرام باشند، درباره خودشان کم صحبت کنند و برای توسعه صمیمیت به زمان بیشتری نیاز دارند. آنها لزوماً خجالتی، بدخلق یا خودخواه نیستند.",
    "SINTOMAS":
        "غبطه شدید، نیاز مفرط به خوشحال کردن دیگران، ترس از تنهایی، عدم برنامه‌های شخصی، احساسات حقارت و نیاز دائمی به توجه.",
    "SINTOMAS_T": "علائم",
    "SN":
        "این یک ویژگی اساسی از شخصیت است که به نحوه مدیریت عواطف یک فرد که توسط رویدادهای روزمره تحریک می‌شود، مربوط می‌شود.",
    "SNHL":
        "سطوح بالا: در افرادی که به طور رضایت‌بخشی با عواطف خود برخورد نمی‌کنند و تمایل دارند رنج روانی را به شدت تجربه کنند، یافت می‌شود. آنها نوسانات احساسی و آسیب‌پذیری را نشان می‌دهند و گزارش می‌دهند که تجربیات شدیدی از رویدادهای منفی دارند و به جنبه‌های مثبت رویدادها توجه کمی می‌کنند. آنها مستعد به مشکلاتی مانند افسردگی، گناه، حسادت، خشم، اضطراب و غیره هستند.",
    "SNLL":
        "سطوح پایین: نشان می‌دهد که فرد تمایل دارد از نظر احساسی پایدار بماند حتی در برابر رویدادهای عاطفی نامطلوب.",
    "SO": "این به رفتارهای اکتشافی و شناخت ارزش تجربیات جدید اشاره دارد.",
    "SOHL":
        "سطوح بالا: در افرادی که به طور رضایت‌بخشی با عواطف خود برخورد نمی‌کنند و تمایل دارند رنج روانی را به شدت تجربه کنند، یافت می‌شود. آنها نوسانات احساسی و آسیب‌پذیری را نشان می‌دهند و گزارش می‌دهند که تجربیات شدیدی از رویدادهای منفی دارند و به جنبه‌های مثبت رویدادها توجه کمی می‌کنند. آنها مستعد به مشکلاتی مانند افسردگی، گناه، حسادت، خشم، اضطراب و غیره هستند.",
    "SOLL":
        "سطوح پایین: نشان می‌دهد که فرد در برابر رویدادهای چالش‌برانگیز یا نامطلوب از نظر احساسی پایدار باقی می‌ماند.",
    "SS":
        "Big Five یکی از رایج‌ترین تست‌های شخصیت در جهان است. دارای شواهد جهانی و فرامتن در زمینه‌های مختلف است. هدف تست شناسایی گرایش‌های رفتاری در پنج ویژگی اساسی شخصیت است. مقادیر بالا یا پایین لزوماً نمایانگر یک الگوی شخصیتی ناسازگار نیستند. ویژگی‌های پنج‌گانه که در ادامه مورد بررسی قرار گرفته‌اند، را بررسی کنید.",
    "SSt": "درباره تست",
    "Sint":
        "افسردگی تنها غم لحظه‌ای نیست! این یک اختلال طولانی‌مدت در خلق و خو است. شایع‌ترین علائم افسردگی عبارتند از:",
    "SintAns":
        "اضطراب از طریق علائم جسمی و روانی بروز می‌کند. معمولاً با نگرانی بیش از حد در مورد وضعیت‌های آینده شناخته می‌شود. زندگی در حال حاضر چالش‌برانگیز است، زیرا همیشه نگران آینده هستید. وقتی کنترل می‌شود، اضطراب واکنش طبیعی بدن به تهدیدات احتمالی است، که به ما اجازه می‌دهد تا نسبت به هرگونه خطر بالقوه هوشیار بمانیم. با این حال، می‌تواند شدید، طولانی و به نظر بدون دلیل آشکار باشد. در چنین مواردی، افراد تمایل دارند خود را جدا کرده و از وضعیت‌هایی که به نظر آنها خطرناک هستند، حتی اگر نباشند، اجتناب کنند.",
    "Sinta": "• حالت خلقی افسرده، تحریک‌پذیری، اضطراب و ناراحتی عاطفی.",
    "Sintb": "• اختلالات خواب: بی‌خوابی یا بیش‌خوابی.",
    "Sintc": "• تغییرات در اشتها، با افزایش یا کاهش وزن.",
    "Sintd": "• احساسات دلسردی، خستگی و تلاش بیشتر برای انجام وظایف.",
    "Sinte": "• عدم علاقه، عدم انگیزه و بی‌توجهی.",
    "Sintf":
        "• احساسات ترس، اضطراب، ناامنی، بی‌امیدی، ناامیدی، ناتوانی و پوچی.",
    "Sintg":
        "• بدبینی، گناه مکرر و نامتناسب، عزت نفس پایین، احساس بی‌هدف بودن، بی‌ارزشی، خرابی، شکست، بیماری، مرگ یا سوگ.",
    "Sinth":
        "• ادراک تحریف‌شده و منفی از واقعیت: همه چیز از طریق یک لنز افسرده به نظر می‌رسد، سایه‌ای خاکستری به خود، دیگران و جهان می‌افکند.",
    "Sinti": "• دشواری در تمرکز، فکر کندتر، فراموشی مکرر.",
    "Sintt": "علائم افسردگی",
    "SinttAns": "علائم اضطراب",
    "SobreApp": "درباره برنامه",
    "SobrePersonalidade":
        "آزمون شخصیت بر اساس پنج عامل بزرگ (5 ویژگی شخصیت) است و هدف آن ارزیابی شخصیت شما از طریق یک پرسشنامه و تعیین ویژگی‌های شخصیتی بارز شما است.",
    "SobreTesteAns": "آزمون بر اساس Beck Anxiety Inventory (BAI) است",
    "SobreTesteFelicidade":
        "آزمون شادی به شناسایی سطح شادی شما بر اساس آزمون Gross National Happiness (GNH) می‌پردازد.",
    "SobreTesteStress":
        "آزمون استرس بر اساس Beck Depression Inventory (BDI) است که به طور گسترده‌ای توسط متخصصان سلامت روان استفاده شده و به صورت بین‌المللی اعتبارسنجی شده است.",
    "T1": "تحلیل کلی",
    "T2": "تحلیل فردی",
    "TRAT1":
        "سعی کنید دلایل رفتار آسیب‌زای خود را درک کنید. چرا از تنها بودن می‌ترسید؟ دلایل عزت نفس پایین شما چیست؟ آیا نگهداری از رابطه‌ای این‌گونه نامتعادل ارزش دارد؟ فکر کردن به این سوالات به شما کمک می‌کند تا نقاط ضعف خود را شناسایی کرده و راه حلی برای مشکل پیدا کنید.",
    "TRAT1_T": "با خود صادق باشید",
    "TRAT2":
        "تشخیص وابستگی عاطفی لزوماً به معنای پایان رابطه نیست. قلب خود را باز کنید، درباره ترس‌های خود صحبت کنید و از آنها بپرسید چگونه می‌توانید رابطه خود را بهبود بخشید تا متعادل‌تر شود. صداقت قدرت افزایش اتحاد و ارتباط میان شریک‌ها را دارد.",
    "TRAT2_T": "با شریک خود صحبت کنید",
    "TRAT3":
        "برای برقراری تعادل در تمام جنبه‌های زندگی خود تلاش کنید. با خانواده و دوستان خود دوباره ارتباط برقرار کنید، بهتر از خود مراقبت کنید، سرگرمی‌های جدیدی کشف کنید و زمان خود را به بهبود شخصی اختصاص دهید.",
    "TRAT3_T": "به علایق خود توجه کنید",
    "TRAT4":
        "در رابطه‌ای که در آن احساس نارضایتی می‌کنید به دلیل ترس از تنهایی باقی نمانید. اگر شریک شما به فردیت شما احترام نمی‌گذارد و از وابستگی شما برای تسلط بر شما استفاده می‌کند، ممکن است زمان آن رسیده باشد که به پایان رابطه فکر کنید.",
    "TRAT4_T": "حدود را مشخص کنید",
    "TRAT5":
        "این اختلال غالباً ناشی از تروماهای کودکی است. درمان زخم‌های عاطفی گذشته گام اول مهمی است. افرادی که بار عاطفی را به روابط می‌آورند اغلب مشکلات حل‌نشده‌ای دارند که بر رابطه تأثیر می‌گذارد. درمان کودک درون شما می‌تواند وضعیت را به طور قابل توجهی تغییر دهد، به شما کمک می‌کند منابعی برای دوست داشتن و مراقبت از خود ایجاد کنید، که منجر به کیفیت زندگی بسیار بهتری می‌شود. سپس، آماده خواهید بود که به طور سالم و عاطفی متعادل با دیگران ارتباط برقرار کنید.",
    "TRAT5_T": "گذشته را بشناسید",
    "TRAT6":
        "البته، این اطلاعات جایگزین ارزیابی و مشاوره توسط یک متخصص بهداشت نمی‌شود.",
    "TRAT6_T": "کمک بگیرید",
    "Tclaro": "موضوع روشن",
    "Tescuro": "موضوع تیره",
    "Tletra": "نوع قلم",
    "TotalRaiva": "کل خشم",
    "Tra":
        "همیشه مفید است که راهنمایی یک حرفه‌ای بهداشت و درمان را برای کمک به بهبودی از افسردگی جستجو کنید، به ویژه اگر نتیجه تست شما نشان داد \"شما افسردگی شدید دارید!\" حرفه‌ای بهداشت و درمان به شما کمک می‌کند الگوهای جدیدی از تفکر و رفتار را شناسایی کنید. با این حال، بسیاری از چیزها وجود دارد که می‌توانید و باید برای خودتان انجام دهید: تغییرات در سبک زندگی ضروری است زیرا سبک زندگی شما به علائم افسردگی کمک می‌کند. به مشاوره‌های ذکر شده در بالا توجه کنید تا سلامت عاطفی خود را بهبود ببخشید! برای سلامتی خود، قدرت و انرژی کسب کنید تا همه چیزهایی که نیاز به تغییر دارند را تغییر دهید و در نبرد علیه افسردگی پیروز شوید.",
    "TraAns":
        "همیشه مفید است که یک حرفه‌ای بهداشت و درمان شما را در مدیریت اضطراب راهنمایی کند، به ویژه اگر نتیجه تست شما \"شما علائم شدید اضطراب دارید!\" باشد. حرفه‌ای بهداشت و درمان باید به شما کمک کند الگوهای جدیدی از تفکر و رفتار را پیدا کنید. اما کارهای زیادی وجود دارد که می‌توانید برای مقابله با اضطراب انجام دهید. تغییرات در سبک زندگی ضروری است زیرا سبک زندگی شما به وجود علائم اضطراب به طور کلی کمک می‌کند. به 10 نکته زیر توجه کنید و برای سلامتی خود، قدرت و انرژی کسب کنید تا هر چیزی که نیاز به تغییر دارد را تغییر دهید و در نبرد علیه اضطراب پیروز شوید.",
    "Trat": "درمان افسردگی",
    "VerAnsiedade": "درباره افسردگی",
    "VerAnsiedadeAns": "درباره اضطراب",
    "VerVideo": "مشاهده نتیجه پس از ویدیو",
    "_Dep2Escala":
        "18 سوال بر اساس مقیاس 0 تا 5 نمره‌گذاری می‌شود، همیشه از مقدار 0 و هرگز از مقدار 5 استفاده نمی‌شود.",
    "_SobreDependenciaTitulo": "درباره وابستگی عاطفی",
    "_SobreStresTitulo": "درباره استرس",
    "_SobreTesteDependencia":
        "آزمون وابستگی عاطفی بر اساس کتاب راهنمای Melody Beattie با عنوان \"Codependent No More\" است. هدف آن تحلیل این است که آیا کاربر نشانه‌هایی از وابستگی عاطفی به کسی را نشان می‌دهد و در چه سطحی.",
    "_SobreTipoPersonalidade": "نوع‌های شخصیت",
    "_adAtencao": "هشدار",
    "_adTotal": "برای شروع آزمون، باید تمام تبلیغ را تماشا کنید.",
    "_cancelarInicioTeste": "آزمون را شروع نکنید",
    "_depR1": "بدون افسردگی",
    "_depR1C":
        "خیلی خوب! بر اساس آزمون Ivan Goldberg، شما از افسردگی رنج نمی‌برید! شما می‌توانید با نوسانات زندگی خود به طور عادی کنار بیایید و با راحتی احساسات خود را مدیریت کنید.",
    "_depR2": "احتمال افسردگی",
    "_depR2C":
        "بر اساس آزمون Ivan Goldberg، احتمال خفیفی از افسردگی وجود دارد، که بسیار رایج است در بیشتر افراد! شما تقریباً همیشه می‌توانید با احساسات خود کنار بیایید، اما همیشه نمی‌توانید آنها را به طور رضایت‌بخش حل کنید.",
    "_depR3": "علائم افسردگی",
    "_depR3C":
        "بر اساس آزمون Ivan Goldberg، شما علائم افسردگی را نشان می‌دهید! شما در معرض خطر ایجاد رفتار افسرده هستید. به توصیه‌ها برای سبک زندگی محافظت‌کننده از احساسات توجه کنید.",
    "_depR4": "رفتار افسرده",
    "_depR4C":
        "بر اساس آزمون Ivan Goldberg، شما رفتار افسرده را نشان می‌دهید! شما باید روال‌های خود را تغییر دهید، به توصیه‌ها برای سبک زندگی محافظت‌کننده از احساسات عمل کنید و بهتر است که کمک حرفه‌ای بگیرید.",
    "_depR5": "افسردگی متوسط",
    "_depR5C":
        "توجه! بر اساس آزمون Ivan Goldberg، شما علائم افسردگی متوسط دارید. باید به این مشکل توجه کنید. به توصیه‌ها برای سبک زندگی محافظت‌کننده از احساسات عمل کنید و کمک حرفه‌ای بگیرید.",
    "_depR6": "افسردگی شدید",
    "_depR6C":
        "احتیاط! بر اساس آزمون Ivan Goldberg، شما علائم افسردگی شدید را نشان می‌دهید! این موضوع نیاز به توجه کامل شما دارد. به توصیه‌ها برای سبک زندگی سالم عمل کنید و باید کمک حرفه‌ای بگیرید.",
    "_incioTeste": "برای شروع آزمون، یک تبلیغ را تماشا کنید",
    "_iniciarTeste": "شروع آزمون",

    "_introGeral":
        "این اپلیکیشن مجموعه‌ای از آزمون‌ها را ارائه می‌دهد تا به شما کمک کند بفهمید که ذهن و احساسات شما چگونه کار می‌کنند. این ابزارها تأیید شده‌اند و به طور گسترده توسط متخصصان بهداشت در سراسر جهان استفاده می‌شوند. چرا باید آزمون‌ها را انجام دهید؟ زیرا اولین قدم برای حل یک مشکل، اعتراف به وجود آن است! از آزمون‌ها لذت ببرید.",
    "_introTesteAnsiedade":
        "آزمون اضطراب از یک پرسشنامه 21 سوالی استفاده می‌کند تا حضور و شدت علائم اضطراب را ارزیابی کند. برای اطمینان از اعتبار آزمون، لطفاً به هفته آخر خود فکر کنید و با صداقت پاسخ دهید. نتایج شما در پایان نمایش داده خواهد شد، همراه با اطلاعات و نکات مفید. تبلیغات از پروژه پشتیبانی می‌کند و اپلیکیشن را رایگان نگه می‌دارد.",
    "_introTesteAtitude":
        "چهار نگرش اصلی در روابط انسانی وجود دارد: منفعل، تهاجمی، دستکاری‌کننده و قاطع. از طریق یک پرسشنامه 60 سوالی، این اپلیکیشن به شما کمک می‌کند تا کشف کنید کدام نگرش در شما غالب‌تر است. برای به دست آوردن نتایج دقیق، لطفاً با صداقت به هر بیانیه پاسخ دهید. تبلیغات به تأمین مالی پروژه و حفظ اپلیکیشن رایگان برای کاربران کمک می‌کند.",
    "_introTesteDependencia":
        "آیا می‌توانید زندگی خود را بدون شریک خود تصور کنید؟ آیا منطقی است؟ این تست سطح وابستگی عاطفی شما به شریک یا کسی دیگر که ممکن است به او وابسته باشید را ارزیابی می‌کند. دانستن سطح وابستگی عاطفی در یک رابطه، اولین قدم برای غلبه بر آن است. به سوالات تست پاسخ دهید و سطح وابستگی عاطفی خود را کشف کنید.",
    "_introTesteDepressao":
        "آیا فکر می‌کنید افسرده هستید؟ با صداقت به این دو تست پاسخ دهید و کشف کنید آیا علائم افسردگی دارید. علاوه بر نتیجه، نکات مفیدی برای بهبود سلامت عاطفی خود خواهید یافت. مهم است که به یاد داشته باشید این اپلیکیشن جایگزین کمک یک حرفه‌ای بهداشت و درمان نیست. ما اینجا هستیم تا در جستجوی بهزیستی عاطفی شما کمک کنیم. شجاعت داشته باشید، شما می‌توانید پیروز شوید.",
    "_introTesteFelicidade":
        "آیا شاد هستید؟ پاسخ دادن به این سوال آسان نیست: برخی می‌گویند که این موضوع به حساب بانکی مربوط نمی‌شود، در حالی که دیگران معتقدند که پیدا کردن عشق واقعی، درک یا سلامتی خوب... شاید اینها تنها بخش‌هایی از کل باشند که بر شادی ما تأثیر می‌گذارند. این تست بر اساس آزمون شادی ملی بوتان (GNH) است که در سال 1972 توسط یک پادشاه بوتان ایجاد شد که به جدیت ارزیابی شادی زیر دستانش پرداخت و الگوی بسیاری از دولت‌ها، کشورها و اندیشمندان شد تا به این موضوع عمیق‌تر بپردازند. به پرسشنامه پاسخ دهید و کشف کنید آیا واقعاً شاد هستید. تبلیغات به طور انحصاری برای تأمین مالی پروژه و نگهداری اپلیکیشن رایگان برای کاربران استفاده می‌شود. از تست لذت ببرید!",
    "_introTestePersonalidade":
        "پنج ویژگی شخصیت وجود دارد که هر فرد را توصیف می‌کند. ویژگی‌های شخصیت خود را در این تست کشف کنید که حدود 10 دقیقه طول می‌کشد. برای اطمینان از نتایج دقیق، به هر بیانیه با صداقت پاسخ دهید. در پایان، نوع شخصیت شما مشخص خواهد شد. تبلیغات برای تأمین مالی پروژه و نگهداری اپلیکیشن رایگان برای کاربران استفاده می‌شود. موفق باشید با تست!",
    "_introTesteRaiva":
        "خشم یک احساس طبیعی و سالم است، اما ممکن است غیرقابل کنترل و ویرانگر شود. از طریق یک پرسشنامه 47 سوالی، این تست به شما کمک می‌کند تا سطح خشم خود را کشف کنید و آیا آن را کنترل می‌کنید یا شما تحت کنترل آن هستید. برای اطمینان از نتایج دقیق، لطفاً با صداقت به هر بیانیه پاسخ دهید. تبلیغات به طور انحصاری برای تأمین مالی پروژه و نگهداری اپلیکیشن رایگان برای کاربران استفاده می‌شود.",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "آرام باشید، این تست استرس است و شما نیاز به کمی درون‌نگری دارید تا به 96 سوال پاسخ دهید. برای اطمینان از صحت تست، به تمام سوالات با صداقت پاسخ دهید. نتایج در پایان ارائه می‌شود با برخی نکات مفید. تبلیغات در این اپلیکیشن به تأمین مالی پروژه و حفظ آن رایگان برای کاربران کمک می‌کند. تست را به طور منظم انجام دهید تا ارزیابی کنید آیا سطح استرس شما بهبود یافته یا بدتر شده است.",
    "_listaTestes": "فهرست آزمون‌ها",
    "_mudarIdioma": "تغییر زبان",
    "_removerAds": "حذف تبلیغات",
    "_tAnsiedade": "آزمون اضطراب",
    "_tAtitude": "آزمون نگرش",
    "_tAutoConfianca": "آزمون اعتماد به نفس",
    "_tDepBeck": "آزمون آلن بک",
    "_tDepGoldberg": "آزمون ایوان گلدبرگ",
    "_tDependencia": "آزمون وابستگی عاطفی",
    "_tDepressao": "آزمون افسردگی",
    "_tFelicidade": "آزمون شادی",
    "_tPersonalidade": "آزمون شخصیت",
    "_tRaiva": "آزمون خشم",
    "_tRelacionamentos": "آزمون روابط",
    "_tSorriso": "آزمون لبخند",
    "_tStress": "آزمون استرس",
    "_testeNaoFeito": "آزمون تکمیل نشده",
    "_tituloApp": "افسردگی و احساسات",

    "agressiva_descricao":
        "فردی که نیازها، ترجیحات، احساسات و نظرات خود را به صورت خصمانه، خواستار، تهدیدآمیز یا تنبیهی نسبت به دیگران ابراز می‌کند. آنها مشتاقند که با هر قیمتی برنده شوند و خواسته‌های خود را بر دیگران ترجیح می‌دهند. این رفتار شامل دفاع از حقوق خود است، اما به قیمت نقض حقوق دیگران.",
    "agressiva_titulo": "پرخاشگر",
    "algumas": "گاهی اوقات",
    "allapps": "آنلاک همه آزمون‌ها",
    "analise1": "تحلیل مطلق",
    "analise2": "تحلیل نسبی",
    "appChat": "چت کمکم کن",
    "as_vezes": "گاهی اوقات",
    "assertiva_descricao":
        "افراد قاطع به طور مستقیم وارد عمل می‌شوند و نیازها، ترجیحات، احساسات و نظرات خود را بدون اضطراب زیاد بیان می‌کنند. آنها حقوق خود را بدون نقض حقوق دیگران مطرح می‌کنند.",
    "assertiva_titulo": "قاطع",
    "asvezes": "گاهی اوقات",
    "aut.sobre":
        "این آزمون شامل 15 سوال است که هر کدام در مقیاس 0 تا 3 امتیاز داده می‌شود.",
    "aut_1":
        "من معتقدم که اگر سخت کار کنم و مداوم باشم، می‌توانم به اهدافم برسم.",
    "aut_2": "وقتی با مشکلات روبرو می‌شوم، احساس دلسردی و منفی بودن می‌کنم.",
    "aut_3":
        "با افرادی که مهارت‌ها و توانایی‌های مشابهی با من دارند، تماس منظم برقرار می‌کنم.",
    "aut_4": "حتی اگر فوراً موفق نشوم، به تلاش‌های خود ادامه می‌دهم.",
    "aut_5": "عقاید خود را بر عمل کردن بر اساس انتظارات دیگران اولویت می‌دهم.",
    "aut_6": "بازخورد مثبت و تحسین برای کارم دریافت می‌کنم.",
    "aut_7": "زندگی به من الهام می‌دهد و انرژی مثبت می‌دهد.",
    "aut_8":
        "معتقد هستم که با اختصاص وقت به یک مشکل، همیشه راه حلی پیدا خواهم کرد.",
    "aut_9":
        "در مورد درس‌هایی که هنگام غلبه بر موانع بزرگ آموخته‌ام، تأمل می‌کنم.",
    "aut_10": "به فعالیت‌هایی که به نظر سخت یا پیچیده می‌آیند، می‌پردازم.",
    "aut_11": "وضعیت‌های جدید را با آرامش مدیریت می‌کنم و دچار استرس نمی‌شوم.",
    "aut_12": "حتی زمانی که دیگران تسلیم می‌شوند، من ادامه می‌دهم.",
    "aut_13": "با اعتماد به نفس به آینده نگاه می‌کنم و احساس اضطراب نمی‌کنم.",
    "aut_14":
        "با افرادی که سخت کار می‌کنند، حتی اگر به اهدافشان نرسند، هم‌ذات‌پنداری می‌کنم.",
    "aut_15": "می‌توانم به اهدافی که برای خودم تعیین می‌کنم، برسم.",
    "aut_aum": "چگونه اعتماد به نفس خود را تقویت کنیم",
    "aut_aum_c":
        "ساختن اعتماد به نفس یک فرآیند تدریجی است که شامل پذیرش عادات و نگرش‌های مثبت است. در اینجا چند استراتژی برای کمک به تقویت اعتماد به نفس شما آورده شده است:",
    "aut_aum_c1":
        "1. اهداف واقعی تعیین کنید: اهداف قابل دستیابی تعیین کنید و آنها را به مراحل کوچکتر تقسیم کنید. هر موفقیت اعتماد به نفس شما را تقویت می‌کند.",
    "aut_aum_c2":
        "2. موفقیت‌های خود را جشن بگیرید: موفقیت‌های خود را، هرچقدر هم که کوچک باشند، شناسایی و جشن بگیرید. این باعث تقویت تصویر مثبت خود می‌شود.",
    "aut_aum_c3":
        "3. به خود با مهربانی برخورد کنید: با همان مهربانی و درکی که به یک دوست ارائه می‌دهید با خود رفتار کنید. از انتقاد سخت‌گیرانه خودداری کنید.",
    "aut_aum_c4":
        "4. مهارت‌های جدید را توسعه دهید: وقت بگذارید تا مهارت‌های جدیدی یاد بگیرید یا مهارت‌های موجود را بهبود دهید تا اعتماد به نفس خود را در توانایی‌هایتان تقویت کنید.",
    "aut_aum_c5":
        "5. موفقیت را تجسم کنید: خود را در حال مواجهه با چالش‌ها با موفقیت تصور کنید. این ذهن شما را برای موقعیت‌های واقعی آماده می‌کند.",
    "aut_aum_c6":
        "6. تحسین‌ها را بپذیرید: تحسین‌ها را با صداقت بپذیرید و از کاهش اهمیت موفقیت‌های خود پرهیز کنید. این به تصویر قوی‌تر شما کمک می‌کند.",
    "aut_aum_c7":
        "7. از منطقه راحتی خود خارج شوید: با چالش‌هایی مواجه شوید که به شما امکان رشد می‌دهند. غلبه بر موانع اعتماد به نفس شما را تقویت می‌کند.",
    "aut_aum_c8":
        "8. مهارت‌های ارتباطی را تمرین کنید: مهارت‌های ارتباطی خود را بهبود دهید تا بتوانید ایده‌ها و نظرات خود را با اعتماد به نفس بیان کنید.",
    "aut_aum_c9":
        "9. یک دفترچه مثبت نگه‌دارید: موفقیت‌ها، تحسین‌ها و چیزهایی که از آنها سپاسگزار هستید را بنویسید. تمرکز بر جنبه‌های مثبت کمک می‌کند تا نگرش شما تغییر کند.",
    "aut_aum_c10":
        "10. به بدن خود توجه کنید: به فعالیت بدنی بپردازید، به طور سالم غذا بخورید و عادات خواب خوبی را حفظ کنید. یک بدن سالم از ذهن مطمئن پشتیبانی می‌کند.",
    "aut_aum_c11":
        "11. نگرش مثبت را پرورش دهید: به افکار منفی چالش بکشید و آنها را با تأییدات مثبت و واقع‌بینانه جایگزین کنید.",
    "aut_aum_c12":
        "12. از اشتباهات یاد بگیرید: به جای تنبیه خود به خاطر اشتباهات، آنها را به عنوان فرصت‌هایی برای یادگیری و رشد در نظر بگیرید.",
    "aut_aum_c13":
        "13. مرزها را مشخص کنید: یاد بگیرید که وقتی لازم است نه بگویید و نشان دهید که به خود و زمان خود ارزش می‌دهید.",
    "aut_aum_c14":
        "14. نقص‌ها را بپذیرید: بفهمید که هیچ‌کس کامل نیست. نقص‌های خود را به عنوان بخشی از خود منحصر به فردتان بپذیرید.",
    "aut_aum_c15":
        "15. خود را با انرژی مثبت احاطه کنید: با افرادی که از شما حمایت می‌کنند و شما را تشویق می‌کنند وقت بگذرانید و از کسانی که شما را به پایین می‌آورند دوری کنید.",
    "aut_aum_c16":
        "16. به ظاهر خود توجه کنید: به شیوه‌ای ظاهر شوید که به شما اعتماد به نفس و راحتی بدهد.",
    "aut_aum_c17":
        "17. به یاد داشته باشید که ساخت اعتماد به نفس یک سفر مداوم است. با خود صبور باشید و به ادامه پرورش تصویر مثبت خود بپردازید.",
    "aut_def": "اعتماد به نفس چیست",
    "aut_def_c":
        "اعتماد به نفس اعتقاد و اطمینان مثبت به توانایی‌ها، مهارت‌ها و پتانسیل فردی است. این همان باور درونی است که شما می‌توانید با چالش‌ها روبرو شوید، تصمیم بگیرید و با موقعیت‌های مختلف زندگی کنار بیایید. اعتماد به نفس شامل اعتماد به خود، ویژگی‌ها و پتانسیل شماست که به طور مستقیم بر رفتار، تعامل با دیگران و مقابله با موانع تأثیر می‌گذارد. این یک عنصر کلیدی برای رفاه عاطفی و موفقیت شخصی است، زیرا به افراد اجازه می‌دهد تا در مواجهه با مشکلات احساس امنیت، توانمندی و انعطاف‌پذیری داشته باشند.",
    "aut_dest": "تخریب‌کنندگان اعتماد به نفس",
    "aut_dest_c1":
        "1. شکست یا اشتباهات: شکست‌ها یا اشتباهات مکرر می‌تواند اعتماد فرد به توانایی‌هایش را متزلزل کند.",
    "aut_dest_c2":
        "2. نقد مداوم: نقد منفی و مداوم از سوی دیگران می‌تواند به شدت اعتماد به نفس را تضعیف کند.",
    "aut_dest_c3":
        "3. مقایسه با دیگران: مقایسه مداوم خود با دیگران و احساس ناکافی بودن می‌تواند اعتماد به نفس را کاهش دهد.",
    "aut_dest_c4":
        "4. تجربیات آسیب‌زا: تجربیات منفی گذشته، مانند زورگویی، سوء استفاده یا رویدادهای منفی عمده، می‌تواند تأثیر دائمی بر اعتماد به نفس داشته باشد.",
    "aut_dest_c5":
        "5. کمبود شناخت: هنگامی که تلاش‌ها و دستاوردها شناسایی نمی‌شوند، این می‌تواند منجر به کاهش اعتماد به نفس شود.",
    "aut_dest_c6":
        "6. کمال‌گرایی: تعیین استانداردهای بسیار بالا برای خود می‌تواند به احساس ناکافی بودن و کاهش اعتماد به نفس منجر شود.",
    "aut_dest_c7":
        "7. تصویر منفی از خود: دیدگاه منفی از خود، چه در مورد ظاهر، مهارت‌ها یا شخصیت، می‌تواند اعتماد به نفس را تحلیل ببرد.",
    "aut_dest_c8":
        "8. پیام‌های منفی گذشته: نظرات منفی از سوی افراد معتبر، مانند والدین یا معلمان، می‌تواند اثرات طولانی‌مدت بر اعتماد به نفس بگذارد.",
    "aut_dest_c9":
        "9. کمبود تجربه: مواجهه با موقعیت‌های جدید یا ناآشنا می‌تواند ایجاد اضطراب و کاهش اعتماد به نفس کند.",
    "aut_dest_c10":
        "10. انزوا اجتماعی: کمبود تعامل اجتماعی و حمایت عاطفی می‌تواند به کاهش اعتماد به نفس منجر شود.",
    "aut_dest_c11":
        "11. وابستگی زیاد به تأیید دیگران: تکیه بیش از حد بر تأیید دیگران برای حفظ عزت نفس می‌تواند اعتماد به نفس را در غیاب آن تأیید تضعیف کند.",
    "aut_dest_c12":
        "12. خودانتقادی بیش از حد: انتقاد بیش از حد از خود و تمرکز فقط بر نقص‌ها می‌تواند به اعتماد به نفس آسیب بزند.",
    "aut_dest_c13":
        "13. اختلالات بهداشت روان: شرایطی مانند اضطراب، افسردگی و اختلالات تغذیه می‌تواند به طور منفی بر اعتماد به نفس تأثیر بگذارد.",
    "aut_dest_c14":
        "14. تغییرات بزرگ زندگی: رویدادهای مهم مانند طلاق، از دست دادن شغل یا بیماری می‌تواند بر اعتماد به نفس تأثیر بگذارد.",
    "aut_dest_c15":
        "مهم است که این عوامل را شناسایی کنید و به طور فعال بر روی تقویت اعتماد به نفس از طریق توسعه مهارت‌ها، تعیین اهداف واقعی، پرورش نگرش مثبت و مراقبت از خود کار کنید.",
    "aut_escala_1":
        "عالی. نتایج شما نشان‌دهنده اعتماد به نفس قوی است. شما زندگی‌تان را با اطمینان به سمت اهداف خود هدایت می‌کنید و احساس امنیت و عزت نفس پیدا می‌کنید. هر موفقیت به تقویت بیشتر اعتماد به نفس شما کمک می‌کند و شما می‌دانید چگونه از تجربیات یاد بگیرید بدون اینکه موانع رویکرد مثبت شما را تضعیف کند.",
    "aut_escala_1t": "شما اعتماد به نفس قوی نشان می‌دهید",
    "aut_escala_2":
        "شما در مسیر درستی هستید. شما اعتماد به نفس خوبی در موقعیت‌های آشنا نشان می‌دهید، اما در زمینه‌های جدید یا نامشخص که نیاز به تصمیمات قاطعانه دارند، ممکن است احساس عدم اطمینان کنید. نقاط قوت و استعدادهای خود را شناسایی کنید و در نظر داشته باشید که آن‌ها را بیشتر بررسی کنید. راهنمای زیر را برای دیدگاه‌های اضافی بخوانید.",
    "aut_escala_2t": "شما اعتماد به نفس متوسط نشان می‌دهید",
    "aut_escala_3":
        "نتایج نشان می‌دهد که سطح کنونی اعتماد به نفس شما کاملاً رضایت‌بخش نیست. ممکن است با عدم اطمینان، چه در حال حاضر و چه در آینده، مواجه شوید. به نظر می‌رسد که تمایل به تمرکز بر محدودیت‌ها به جای کاوش در استعدادهای موجود اما کشف نشده خود وجود دارد.",
    "aut_escala_3t": "شما اعتماد به نفس پایین نشان می‌دهید",
    "aut_intro":
        "آیا تا به حال به این فکر کرده‌اید که چگونه اعتماد به نفس شما بر جنبه‌های مختلف زندگی‌تان تأثیر می‌گذارد؟ اعتماد به نفس شامل اعتقاد به توانایی‌ها، ویژگی‌ها و قضاوت‌های شخصی شما است. پرورش سطح سالمی از اعتماد به نفس برای دستیابی به موفقیت در عرصه‌های اجتماعی و حرفه‌ای ضروری است. این آزمون را انجام دهید تا کشف کنید اعتماد به نفس شما چگونه است.",
    "aut_pro": "عوامل ارتقای اعتماد به نفس:",
    "aut_pro_c1":
        "1. دستاوردها و موفقیت‌ها: دستیابی به اهداف و تجربه موفقیت‌ها، حتی کوچک، می‌تواند اعتماد به نفس را افزایش دهد.",
    "aut_pro_c2":
        "2. پذیرش و خودپذیری: پذیرش خود با تمام نواقصش، گامی مهم برای ارتقای اعتماد به نفس است.",
    "aut_pro_c3":
        "3. خودپروری: سرمایه‌گذاری زمان و تلاش در یادگیری و بهبود مهارت‌ها می‌تواند اعتماد به نفس را افزایش دهد.",
    "aut_pro_c4":
        "4. خودشناسی: درک نقاط قوت، ضعف‌ها، ارزش‌ها و علایق خود به ایجاد یک پایه محکم برای اعتماد به نفس کمک می‌کند.",
    "aut_pro_c5":
        "5. تعیین اهداف قابل دستیابی: تعریف اهداف واقعی و کار کردن تدریجی به سمت آنها می‌تواند اعتماد شما به توانایی‌هایتان را تقویت کند.",
    "aut_pro_c6":
        "6. سیستم حمایت: احاطه کردن خود با دوستان، خانواده یا مشاورانی که حمایت و تشویق می‌کنند، می‌تواند اعتماد به نفس را تقویت کند.",
    "aut_pro_c7":
        "7. تفکر مثبت: توسعه ذهنیت خوشبینانه و تمرکز بر افکار سازنده می‌تواند اعتماد به نفس را بهبود بخشد.",
    "aut_pro_c8":
        "8. تأیید خود: شناسایی منظم نقاط قوت و موفقیت‌های خود می‌تواند احساس قوی از اعتماد به نفس را تقویت کند.",
    "aut_pro_c9":
        "9. غلبه بر چالش‌ها: مواجهه و غلبه بر چالش‌ها می‌تواند نشان دهد که چه کارهایی از عهده شما برمی‌آید و اعتماد به نفس را افزایش دهد.",
    "aut_pro_c10":
        "10. مراقبت شخصی: انجام مراقبت‌های شخصی، مانند خواب کافی، تغذیه سالم و ورزش، می‌تواند تأثیر مثبتی بر اعتماد به نفس داشته باشد.",
    "aut_pro_c11":
        "11. تجسم مثبت: تصور موفقیت و مقابله با موقعیت‌های چالش‌برانگیز با اعتماد به نفس می‌تواند کمک کند اعتماد به نفس تقویت شود.",
    "aut_pro_c12":
        "12. پذیرش اشتباهات: درک اینکه اشتباهات بخشی طبیعی از یادگیری و رشد هستند، می‌تواند ترس از شکست را کاهش داده و اعتماد به نفس را افزایش دهد.",
    "aut_pro_c13":
        "13. ارتباط مؤثر: توسعه مهارت‌های ارتباطی به بیان ایده‌ها و نظرات شما کمک می‌کند که می‌تواند اعتماد به نفس را افزایش دهد.",
    "aut_pro_c14":
        "14. پشتکار: تسلیم نشدن در برابر مشکلات و ادامه تلاش حتی زمانی که شرایط سخت است، به افزایش اعتماد به نفس کمک می‌کند.",
    "aut_pro_c15":
        "15. خودتوانمندسازی: به دست گرفتن کنترل زندگی و انتخاب‌های خود احساس می‌کند که قادر هستید و قدرت بر اعمال خود دارید.",
    "aut_pro_c16":
        "به یاد داشته باشید که اعتماد به نفس یک فرآیند پیوسته است و ممکن است با گذشت زمان تغییر کند. مهم است که به طور منظم این عوامل را تمرین کنید و بر روی ایجاد تصویری مثبت و واقعی از خود کار کنید.",
    "cau_dep": "علل افسردگی",
    "cau_dep1":
        "افسردگی یک وضعیت پیچیده و چندعاملی است و عوامل متعددی می‌توانند به توسعه آن کمک کنند. این عوامل ممکن است از فردی به فرد دیگر متفاوت باشد، اما معمولاً شامل موارد زیر هستند.",
    "cau_dep2":
        "عوامل ژنتیکی: پیش‌آگهی ژنتیکی نقش مهمی در افسردگی دارد. اگر فردی در خانواده شما سابقه افسردگی داشته باشد، ممکن است در معرض خطر بیشتری باشید.",
    "cau_dep3":
        "عدم تعادل شیمیایی در مغز: تغییرات در سطح ناقل‌های عصبی مانند سروتونین، دوپامین و نوراپی‌نفرین می‌تواند بر عملکرد مغز تأثیر بگذارد و به افسردگی کمک کند. استفاده بیش از حد از فناوری نیز می‌تواند تنظیم دوپامین را مختل کند.",
    "cau_dep4":
        "رویدادهای استرس‌زا در زندگی: تجربیات آسیب‌زا، خسارات قابل توجه، درگیری‌های خانوادگی، مشکلات مالی یا تغییرات عمده در زندگی می‌توانند افسردگی را تحریک یا تشدید کنند.",
    "cau_dep5":
        "سابقه شخصی: داشتن سابقه افسردگی قبلی خطر عود بیماری را افزایش می‌دهد.",
    "cau_dep6":
        "بیماری‌های پزشکی: برخی از شرایط پزشکی، مانند سرطان، بیماری‌های مزمن، آسیب‌های مغزی تروماتیک یا اختلالات هورمونی، ممکن است خطر افسردگی را افزایش دهند.",
    "cau_dep7":
        "سوء مصرف مواد: سوء مصرف الکل، مواد مخدر یا حتی مصرف بیش از حد غذاهای شیرین می‌تواند خطر افسردگی را تشدید کند.",
    "cau_dep8":
        "جدایی اجتماعی: کمبود حمایت اجتماعی و تنهایی می‌تواند خطر افسردگی را افزایش دهد.",
    "cau_dep9":
        "عوامل روان‌شناختی: الگوهای منفی تفکر، خودپنداره پایین، انتقاد بیش از حد از خود و کمال‌گرایی می‌توانند در افسردگی نقش داشته باشند.",
    "cau_dep10":
        "اختلالات هورمونی: تغییرات هورمونی مانند هورمون‌های تیروئید می‌توانند بر حالت روحی تأثیر بگذارند و به افسردگی کمک کنند.",
    "cau_dep11":
        "مهم است که به یاد داشته باشید که افسردگی یک وضعیت قابل درمان است و درمان مناسب می‌تواند به مدیریت یا غلبه بر این عوامل خطر کمک کند. به نکات ارائه شده برای زندگی عاطفی سالم مراجعه کنید و آنها را به کار ببرید. و اگر شما یا کسی که می‌شناسید علائم افسردگی را تجربه می‌کنید، از یک متخصص بهداشت برای ارزیابی و درمان مناسب کمک بگیرید.",
    "concordo": "موافقم",
    "conselhos": "نکات",
    "conselhos2": "نکات برای سبک زندگی سالم",
    "citacoes_titulo": "",
    "citacao_byronsd": "FR Healthcare - Healthy Lifestyle Tips",
    "citacao_who": "World Health Organization - Mental Health",
    "citacao_mayo": "Mayo Clinic - Depression",
    "def_stress_texto":
        "استرس پاسخ طبیعی بدن به وقایع یا وضعیت‌هایی است که فشار ایجاد می‌کنند. معمولاً توسط چیزی غیرمنتظره یا خارج از کنترل تحریک می‌شود. این واکنش بر اساس چندین عامل فردی که بر چگونگی تأثیر استرس بر زندگی ما تأثیر می‌گذارد، متفاوت است، مانند زمینه اجتماعی و اقتصادی، محیطی که در آن زندگی می‌کنیم و حتی استعداد ژنتیکی.",
    "def_stress_titulo": "استرس چیست؟",
    "dep2_1": "احساس ناخوشی، غم و افسردگی دارم",
    "dep2_2": "احساس می‌کنم که یک شکست خورده‌ام",
    "dep2_3": "حتی وقتی چیزهای خوبی برایم پیش می‌آید، احساس افسردگی می‌کنم",
    "dep2_4": "حتی کارهای ساده نیاز به تلاش زیادی از طرف من دارد",
    "dep2_5": "اغلب به فکر پایان دادن به زندگی‌ام می‌افتم.",
    "dep2_6": "آینده‌ای برای خودم نمی‌بینم",
    "dep2_7": "احساس گناه می‌کنم و فکر می‌کنم سزاوار تنبیه هستم.",
    "dep2_8": "در تمرکز بر آنچه که می‌خوانم مشکل دارم",
    "dep2_9": "بدون رعایت رژیم غذایی، وزنم تغییر می‌کند",
    "dep2_10": "در تصمیم‌گیری مشکل دارم.",
    "dep2_11": "عصبی و مضطرب هستم.",
    "dep2_12": "احساس می‌کنم در تله یا زندانی هستم.",
    "dep2_13":
        "علاقه‌ام به چیزهایی که زمانی مهم و انگیزشی بودند، از دست رفته است.",
    "dep2_14": "در انجام وظایف بسیار کند بوده‌ام.",
    "dep2_15": "احساس خستگی و فرسودگی دارم",
    "dep2_16": "احساس پوچی در درونم دارم، مثل اینکه بی‌روح هستم",
    "dep2_17": "الگوی خوابم بسیار نامنظم است: یا خیلی می‌خوابم یا خیلی کم.",
    "dep2_18": "لذت و شادی زندگی من را ترک کرده‌اند",
    "disclamer":
        "لطفاً توجه داشته باشید که این یک ارزیابی خودی با محدودیت‌ها است! برای تشخیص و درمان دقیق، باید با یک متخصص بهداشت مشورت کنید.",
    "discordo": "مخالفم",
    "escala": "وابستگی عاطفی (مقیاس)",
    "escolha": "*انتخاب خود را برای شروع آزمون انجام دهید!",
    "fEscala1": "درباره مقیاس",
    "fEscala2": "تمامی پاسخ‌ها در مقیاس ۰ تا ۴ امتیازدهی می‌شوند:",
    "fEscala3": "۰ - ۲۰ بسیار ناخوشایند",
    "fEscala4": "۲۰ - ۴۰ ناخوشایند",
    "fEscala5": "۴۰ – ۶۰ رضایت‌بخش",
    "fEscala6": "۶۰ – ۸۰ خوشحال",
    "fEscala7": "۸۰ – ۱۲۸ بسیار خوشحال",
    "fEscalaT": "نتیجه آزمون:",
    "fSintt": "ارزش‌های مثبت",
    "fconselhos": "خوشحالی ملی ناخالص (GNH)",
    "feliz": "خوشحال",
    "felizR": "با توجه به شاخص GNH، شما فرد خوشحال هستید :)",
    "fp1": "آیا به تمرین ورزشی می‌پردازید؟",
    "fp2": "آیا رژیم غذایی سالمی دارید؟",
    "fp3": "آیا از سلامت خوبی برخوردارید؟",
    "fp4": "آیا خود را به خوبی جبران‌شده می‌دانید؟",
    "fp5": "آیا از کاری که انجام می‌دهید لذت می‌برید؟",
    "fp6": "آیا خوب می‌خوابید؟",
    "fp7": "آیا از ظاهر خود راضی هستید؟",
    "fp8": "آیا صبح‌ها با احساس استراحت بیدار می‌شوید؟",
    "fp9": "آیا زندگی راحتی دارید؟",
    "fp10": "آیا مدیریت مالی خوبی دارید؟",
    "fp11": "آیا با احساسی از موفقیت به خانه برمی‌گردید؟",
    "fp12": "آیا می‌توانید پول پس‌انداز کنید؟",
    "fp13": "آیا برای آینده اهدافی تعیین می‌کنید؟",
    "fp14": "آیا معمولاً به اهداف خود دست می‌یابید؟",
    "fp15": "آیا به خاطر ویژگی‌های خود شناخته می‌شوید؟",
    "fp16": "آیا چیزهایی که می‌خواهید را می‌خرید؟",
    "fp17": "آیا به جنبه‌های مثبت امور توجه می‌کنید؟",
    "fp18": "آیا از اشتباهات خود می‌آموزید؟",
    "fp19": "آیا می‌توانید احساسات خود را به خوبی مدیریت کنید؟",
    "fp20": "آیا زمان خود را به طور مؤثر مدیریت می‌کنید؟",
    "fp21": "آیا معمولاً از چیزهای ساده زندگی قدردانی می‌کنید؟",
    "fp22": "آیا از فرصت‌هایی که پیش می‌آید استفاده می‌کنید؟",
    "fp23": "آیا می‌توانید زندگی حرفه‌ای و شخصی خود را متعادل کنید؟",
    "fp24": "آیا از رابطه رمانتیک خود راضی هستید؟",
    "fp25": "آیا دانش خود را به اشتراک می‌گذارید؟",
    "fp26": "آیا وقت خود را با دوستان و/یا خانواده می‌گذرانید؟",
    "fp27": "آیا به مسیر طی شده تا کنون افتخار می‌کنید؟",
    "fp28": "آیا به جامعه کمک می‌کنید؟",
    "fp29": "آیا حقوق خود را اعمال کرده و وظایف خود را انجام می‌دهید؟",
    "fp30": "آیا معمولاً با طبیعت تماس دارید؟",
    "fp31": "آیا تفاوت‌ها را محترم می‌شمارید؟",
    "fp32": "آیا اقدامات روزانه شما نگرانی برای آینده سیاره را منعکس می‌کند؟",
    "fp33": "پایان آزمون",
    "frequente": "به‌طور مکرر",
    "gr_ambiente": "محیط",
    "gr_emprego_ocupacao": "اشتغال / شغل",
    "gr_estilo_vida": "سبک زندگی",
    "gr_maior_stress": "دسته‌بندی با استرس بالاتر",
    "gr_menor_stress": "دسته‌بندی با استرس کمتر",
    "gr_personalidade": "شخصیت",
    "gr_relacionamentos": "روابط",
    "gr_sintomas": "علائم",
    "h-a":
        "آلبرتو خوش‌مشرب است! با وجود اینکه خسته و تشنه است، نگرانی اصلی او نورا است. او مقداری آب نارگیل به او می‌دهد. دیگران می‌دانند که او تمایل دارد با همه چیز موافقت کند و از درخواست کمک هراسی ندارد.",
    "h-c":
        "کلارا وظیفه‌شناس است! او هیجان‌زده نیست؛ نگران جدیت وضعیت است. از اینکه کیت بقا را از کشتی نجات داده خوشحال است. مثل همیشه، او به خوبی آماده است و بلافاصله کارهای بحرانی را آغاز می‌کند. او احساس می‌کند که مسئولیت اوست که همه چیز را سازماندهی کند و مطمئن شود که همه به دنبال ملزومات اصلی هستند: آب و غذا.",
    "h-e":
        "ادواردو برونگراست! او خوشحال است که همه زنده مانده‌اند! او نیاز شدیدی به صحبت کردن و به اشتراک گذاشتن شادی خود دارد. او همه را جمع می‌کند تا از زنده ماندنشان جشن بگیرند و طرحی برای کاوش در جزیره با هم پیشنهاد می‌دهد.",
    "h-intro":
        "پنج نفر در یک جزیره در وسط اقیانوس گیر افتاده‌اند. نحوه برخورد آنها با وضعیت بستگی به ویژگی‌های منحصر به فرد شخصیت آنها دارد!",
    "h-intro_tit": "سوانح دریایی:",
    "h-n":
        "نوریا عصبی است! او به سرعت تحت تأثیر استرس قرار می‌گیرد. او به طور کامل خراب می‌شود، روی ساحل نشسته و گریه می‌کند: چگونه می‌توانند از جزیره فرار کنند؟ برای او، اقیانوس اطراف آنها بی‌پایان به نظر می‌رسد و طبیعت بی‌روح و تهدیدآمیز به نظر می‌رسد. او کاملاً گم شده احساس می‌کند.",
    "h-o":
        "آنا باز است! او از کاوش در جزیره زیبا هیجان‌زده است. محیط عجیب و غریب او را الهام می‌بخشد. او سنگ‌ها، صدف‌ها و گل‌ها را جمع می‌کند تا ورودی کلبه بامبو را که برای همه ساخته، تزئین کند. او این را به عنوان فرصتی برای یادگیری چیزهای جدید می‌بیند.",
    "h_esc": "اگر در همان وضعیت بودید، چه نگرشی خواهید داشت؟",
    "habitual": "معمولاً",
    "help_me":
        "اختلالات عاطفی: استرس، خشم، اضطراب، افسردگی، وابستگی عاطفی... از طریق اپلیکیشن ما با یک متخصص بهداشت رایگان مشورت کنید.",
    "infeliz": "ناخوشحال",
    "infelizR": "مراقب باشید! طبق شاخص GNH، شما ناخوشحال هستید! :(",
    "int_tracos": "با 5 ویژگی شخصیتی که در تصویر زیر مشخص شده‌اند آشنا شوید:",
    "int_tracos_t": "ویژگی‌های شخصیتی",
    "lik1": "کاملاً مخالفم",
    "lik2": "مخالفم",
    "lik3": "خنثی",
    "lik4": "موافقم",
    "lik5": "کاملاً موافقم",
    "manipuladora_descricao":
        "این فرد خواسته‌های خود را بالاتر از همه چیز قرار می‌دهد و از دیگران برای منفعت شخصی سوء استفاده می‌کند. آنها در روابط ماهر هستند و سخنان خود را به شنونده تطبیق می‌دهند. آنها گوش می‌دهند اما واقعاً نمی‌شنوند، از واسطه‌ها استفاده می‌کنند، اطلاعات را تحریف می‌کنند و به نظر مطمئن و نیکوکار هستند. با این حال، ارتباط آنها بر اساس شایعات و گفته‌های نادرست است و زمانی که افشا می‌شوند، اعتبار خود را از دست می‌دهند.",
    "manipuladora_titulo": "منفی",
    "mtfeliz": "بسیار خوشحال",
    "mtfelizR": "تبریکات: طبق شاخص GNH، شما فردی بسیار خوشحال هستید :):)",
    "mtinfeliz": "بسیار ناخوشحال",
    "mtinfelizR":
        "توجه! طبق شاخص Gross National Happiness (GNH)، شما بسیار ناخوشحال هستید! :(:(",
    "mtvezes": "اغلب",
    "mudar_atitude_texto":
        "تغییر نگرش شما یک چالش است، اما امکان‌پذیر است. این روند را دنبال کنید: اهداف واضح و مشخصی تعیین کنید. بر روی اهداف مثبت تمرکز کنید، نه منفی. اهداف خود را به مراحل کوچک و قابل مدیریت تقسیم کنید. محرک‌های ایجادکننده رفتارهای منفی را شناسایی کنید. پیروزی‌های کوچک را جشن بگیرید. خود را با افرادی که پیشرفت شما را تشویق می‌کنند، احاطه کنید. اگر با مشکلاتی مواجه شدید، سخت‌گیری بیش از حد به خود نداشته باشید—بر روی هدف خود تمرکز کنید و مقاوم باشید! آینده موفق خود را تجسم کنید و به آن باور داشته باشید! اراده شما می‌تواند ژنتیک را غلبه کند. بسیاری تغییر کرده‌اند و شما هم می‌توانید.",
    "muitas_vezes": "بسیار\nوقت‌ها",
    "muito_pouco": "بسیار\nندرتا",
    "notay": "💜 = فردی که می‌خواهید برای وابستگی عاطفی تست کنید!",
    "nunca": "هرگز",
    "okcompra": "خرید تکمیل شد!",
    "okcompra2": "از خرید نسخه بدون تبلیغات متشکریم!",
    "okcompra3": "از خرید نسخه کامل تست‌ها متشکریم!",
    "origem":
        "در سال 1972، جیگمه وانچاک بر تخت پادشاهی بوتان صعود کرد و به دنبال اندازه‌گیری شادی 600.000 رعی خود بود. برای انجام این کار، مرکز مطالعات بوتان را تأسیس کرد با هدف توسعه یک پرسشنامه برای ارزیابی شادی مردم بوتان. این آغاز آنچه است که امروز به عنوان ابتکار برتر ملی شادی شناخته می‌شود.",
    "origem_t": "منشأ آزمون",
    "p1": "بی‌حسی یا سوزن‌سوزن شدن.",
    "p2": "احساس گرما.",
    "p3": "پاهای لرزان.",
    "p4": "عدم توانایی در آرامش.",
    "p5": "ترس از وقوع بدترین‌ها.",
    "p6": "خستگی یا سرگیجه.",
    "p7": "تپش قلب یا افزایش ضربان قلب.",
    "p8": "از دست دادن تعادل.",
    "p9": "ترس شدید.",
    "p10": "عصبی.",
    "p11": "احساس خفگی.",
    "p12": "دست‌های لرزان.",
    "p13": "لرزش در بدن.",
    "p14": "ترس از از دست دادن کنترل.",
    "p15": "مشکل در تنفس.",
    "p16": "ترس از مرگ.",
    "p17": "ترسناک.",
    "p18": "اختلال هاضمه یا ناراحتی شکمی.",
    "p19": "احساس ضعف.",
    "p20": "صورت قرمز.",
    "p21": "عرق سرد.",
    "p22": "آزمون تمام شد.",
    "pP1": "شور و شوق ایجاد می‌کنم",
    "pP2": "به دیگران خیلی اهمیت نمی‌دهم",
    "pP3": "همیشه آماده‌ام",
    "pP4": "به راحتی استرس می‌گیرم",
    "pP5": "خلاق و مبتکر هستم.",
    "pP6": "حرف زیادی برای گفتن ندارم؛ زیاد صحبت نمی‌کنم.",
    "pP7": "از همکاری با دیگران لذت می‌برم.",
    "pP8": "چیزها را به هم ریخته می‌گذارم.",
    "pP9": "در موقعیت‌های تنش‌زا آرام می‌مانم",
    "pP10": "علاقه هنری کمی دارم",
    "pP11": "در کنار مردم احساس راحتی می‌کنم",
    "pP12": "گاهی اوقات ممکن است نسبت به دیگران بی‌ادب باشم.",
    "pP13": "به جزئیات توجه می‌کنم",
    "pP14": "در مورد بسیاری از چیزها نگران هستم",
    "pP15": "از تفکر و تصور لذت می‌برم",
    "pP16": "خجالتی و در خودم باقی می‌مانم",
    "pP17": "به تقریباً همه با دقت و مهربانی برخورد می‌کنم",
    "pP18": "تمایل به بی‌نظمی دارم",
    "pP19": "ندرتاً احساس ناراحتی یا غم می‌کنم.",
    "pP20": "به ایده‌های انتزاعی علاقه ندارم",
    "pP21": "راحت شروع به مکالمه می‌کنم",
    "pP22": "تمایل دارم که دور و بی‌تفاوت نسبت به دیگران باشم.",
    "pP23": "هر چه باید انجام شود، باید بلافاصله انجام شود",
    "pP24": "به راحتی ناراحت می‌شوم",
    "pP25": "اغلب ایده‌های خوبی دارم",
    "pP26": "اغلب ترجیح می‌دهم تنها باشم",
    "pP27": "دل نرم دارم",
    "pP28": "به راحتی حواسم پرت می‌شود",
    "pP29": "به راحتی تحریک یا مزاحمت می‌شوم.",
    "pP30": "تخیل زنده‌ای ندارم",
    "pP31": "در مهمانی، با افراد مختلف زیادی صحبت می‌کنم",
    "pP32": "به راحتی می‌توانم نقص‌های دیگران را ببینم",
    "pP33": "به نظم علاقه‌مندم",
    "pP34": "از نظر احساسی پایدار هستم",
    "pP35": "به سرعت چیزهای جدید را درک می‌کنم",
    "pP36": "دوست ندارم توجه را به سمت خودم جلب کنم",
    "pP37": "زمانم را به دیگران اختصاص می‌دهم",
    "pP38": "سعی می‌کنم مسئولیت‌هایم را کاهش دهم",
    "pP39": "تغییرات مکرر در خلق و خو دارم",
    "pP40": "در هنر، موسیقی یا ادبیات با ذوق هستم",
    "pP41": "زندگی برای من یک 'مهمانی' است",
    "pP42": "اجتماعی و دوستانه هستم",
    "pP43": "برنامه‌ریزی می‌کنم و به آنها پایبند هستم",
    "pP44": "به راحتی می‌بخشم و فراموش می‌کنم",
    "pP45": "زمانی را به تفکر در مورد مسائل می‌گذرانم",
    "pP46": "در کنار غریبه‌ها خجالتی و کم حرف هستم.",
    "pP47": "دیگران را راحت می‌کنم.",
    "pP48": "در کارم سخت‌گیر هستم.",
    "pP49": "اغلب احساس ناراحتی می‌کنم.",
    "pP50": "خلاق و همیشه ایده‌های زیادی دارم.",
    "pP51": "پایان آزمون",
    "pR1": "خوب انجام شد! برجسته‌ترین ویژگی شخصیتی شما",
    "pR2":
        "این برجسته‌ترین ویژگی شخصیتی شما نیست! ویژگی‌ای که در شما بیشتر به چشم می‌آید",
    "passiva_descricao":
        "یک فرد منفعل تمایل دارد صبور باشد و از انجام اقدام خودداری کند. او به ندرت مخالفت خود را ابراز می‌کند و ترجیح می‌دهد دیگران را راضی کند. او معمولاً خود را به درستی ابراز نمی‌کند و خواسته‌ها، نیازها و علایق خود را به طور علنی بیان نمی‌کند. در نتیجه، دیگران ممکن است از احساسات واقعی او آگاه نشوند. به جای جستجوی راه‌حل‌های سازنده، به هوش و محبت خود تکیه می‌کند تا از موقعیت‌ها اجتناب کند، که ممکن است منجر به از دست دادن احترام به خود شود زیرا در نهایت کارهایی را انجام می‌دهد که از آن‌ها بیزار است اما نمی‌تواند رد کند.",
    "passiva_titulo": "منفعل",
    "pl1":
        "این شامل رضایت از زندگی، خوش‌بینی، اعتماد به نفس، درک از توانمندی، مدیریت استرس و مشارکت در فعالیت‌های معنوی است.",
    "pl1_t": "1) رفاه روان‌شناختی:",
    "pl2":
        "این به الگوهای رفتار پرخطر، فراوانی ورزش جسمی، عادات خواب و عادات غذایی می‌پردازد.",
    "pl2_t": "2) سلامت:",
    "pl3": "تقسیم زمان روزانه.",
    "pl3_t": "3) استفاده از زمان:",
    "pl4":
        "این احساس تعلق، پویایی در روابط، ایمنی در خانه و جامعه، و تمرین خیریه یا داوطلبانه را ارزیابی می‌کند. زندگی اجتماعی پیوندها را تقویت می‌کند و به ساخت تاب‌آوری در بحران‌ها کمک می‌کند.",
    "pl4_t": "4) زنده‌دلی جامعه:",
    "pl5":
        "این آموزش‌های رسمی و غیررسمی، ارزش‌های منتقل شده از طریق آموزش و آگاهی زیست‌محیطی فراتر از دستاوردهای علمی را اندازه‌گیری می‌کند.",
    "pl5_t": "5) آموزش:",
    "pl6": "مشارکت در رویدادهای فرهنگی، فرصت‌های توسعه هنری.",
    "pl6_t": "6) فرهنگ:",
    "pl7":
        "این perceptions مربوط به کیفیت منابع طبیعی مانند آب، هوا، خاک و تنوع زیستی، و همچنین دسترسی به فضاهای سبز را اندازه‌گیری می‌کند. مراقبت از محیط زیست به معنای مراقبت از خود نیز است.",
    "pl7_t": "7) محیط زیست:",
    "pl8": "تصویر دولت و نحوه مدیریت مسئولیت‌های خود توسط نهادهای عمومی.",
    "pl8_t": "8) حکمرانی:",
    "pl9": "درآمد، امنیت مالی، سطح بدهی و کیفیت خریدها را ارزیابی می‌کند.",
    "pl9_t": "9) استاندارد زندگی:",
    "pq_anuncios_texto":
        "آگهی‌ها این پروژه را تأمین مالی می‌کنند و اپلیکیشن را برای تمام کاربران رایگان نگه می‌دارند. اگر تجربه‌ای بدون تبلیغات را ترجیح می‌دهید، می‌توانید گزینه حذف تبلیغات را خریداری کنید. از حمایت شما بسیار قدردانی می‌کنیم.",
    "pq_anuncios_titulo": "چرا تبلیغات؟",
    "r0": "مرا تحت تأثیر قرار نداد.",
    "r1": "به طور غیرمنتظره‌ای عصبانی می‌شوم.",
    "r2": "احساس می‌کنم که می‌توانم عصبانیت خود را کنترل کنم.",
    "r3":
        "بعد از اینکه عصبانی می‌شوم، به این فکر می‌کنم که چه چیزی می‌توانستم انجام دهم تا آن را کنترل کنم.",
    "r4": "بدون دلیل خاصی عصبانی می‌شوم.",
    "r5":
        "وقتی عصبی هستم، سعی می‌کنم دلایل آنچه که اتفاق افتاده و آنچه گفته شده را درک کنم.",
    "r6":
        "وقتی عصبانی هستم، معمولاً روی احساساتم و اینکه چطور به من ظلم شده تمرکز می‌کنم.",
    "r7":
        "وقتی عصبانی هستم، تمایل دارم فریاد بزنم، توهین کنم و چیزهایی بگویم که بعداً پشیمان می‌شوم.",
    "r8":
        "اگر کسی چیزی را خراب کند، مشکلی با روبرو شدن با او و مسئول دانستن او ندارم.",
    "r9": "احساس گناه می‌کنم وقتی عصبانیت خود را ابراز می‌کنم.",
    "r10":
        "وقتی از کسی عصبانی هستم، به آرامی سعی می‌کنم با او در مورد آن صحبت کنم.",
    "r11":
        "وقتی می‌توانم احساسات عصبانیت خود را به اشتراک بگذارم، می‌توانم آن‌ها را از ذهنم بیرون کنم.",
    "r12":
        "اگر دیگران میزان واقعی عصبانیت من را ببینند، به عنوان فردی نفرت‌انگیز در نظر گرفته می‌شوم.",
    "r13":
        "وقتی چیزی ناامیدکننده اتفاق می‌افتد، به خود یادآوری می‌کنم که این پایان جهان نیست.",
    "r14":
        "وقتی عصبانی هستم، به خودم زمان لازم را می‌دهم تا بهترین تصمیمات را بگیرم.",
    "r15":
        "حتی وقتی عصبانی هستم، سعی می‌کنم با مردم به روشی صحبت کنم که ناامیدی‌ام را پنهان کند.",
    "r16": "بیشتر از افرادی که می‌شناسم عصبانی می‌شوم.",
    "r17": "دوستان و خانواده‌ام می‌دانند که در کنترل عصبانیت خود مشکل دارم.",
    "r18": "وقتی کار احمقانه‌ای انجام می‌دهم، با خودم عصبانی می‌شوم.",
    "r19":
        "اغلب عصبانیت خود را از دیگران پنهان می‌کنم و بعد از آن احساس بدی درباره آن دارم.",
    "r20":
        "وقتی کسی من را عصبانی می‌کند، تظاهر می‌کنم که آرامم و احساساتم را نشان نمی‌دهم.",
    "r21":
        "در فعالیت‌ها، سرگرمی‌ها یا روال‌های روزمره شرکت می‌کنم تا احساسات خشم خود را تخلیه کنم.",
    "r22":
        "وقتی کسی از من می‌خواهد کاری انجام دهم که نمی‌خواهم، آن را می‌پذیرم و سپس با خودم عصبانی می‌شوم.",
    "r23":
        "وقتی عصبانی هستم، احساس می‌کنم که می‌خواهم دیوار را مشت کنم یا اشیاء را لگد کنم.",
    "r24":
        "وقتی چیزی من را ناامید می‌کند، سعی می‌کنم وضعیت را با شوخ‌طبعی ببینم و به خودم بخندم.",
    "r25": "وقتی احساس خشم می‌کنم، می‌توانم مدتی فاصله بگیرم تا آرام شوم.",
    "r26": "از موقعیت‌هایی که می‌دانم باعث خشم من می‌شود، اجتناب می‌کنم.",
    "r27": "وقتی کسی برنامه‌های من را مختل می‌کند، عصبانی می‌شوم.",
    "r28": "دیگران در شرایط مشابه به نظر می‌رسد که از من عصبانی‌تر می‌شوند.",
    "r29":
        "وقتی که به چیزی که انجام داده‌ام اعتبار مناسب داده نمی‌شود، عصبانی می‌شوم.",
    "r30": "وقتی کسی به طور ناعادلانه عمل می‌کند، عصبانی می‌شوم.",
    "r31":
        "وقتی باید از کسی دستور بگیرم که کمتر از من توانمند است، عصبانی می‌شوم.",
    "r32":
        "گاهی اوقات آنقدر عصبانی می‌شوم که احساس می‌کنم ممکن است کنترل خود را از دست بدهم.",
    "r33": "تقریباً هر روز، چیزی من را عصبانی می‌کند.",
    "r34": "وقتی باید با افراد ناتوان کار کنم، عصبانی می‌شوم.",
    "r35": "وقتی با کسی عصبانی هستم، این را به هر کسی که نزدیک است، می‌ریزم.",
    "r36": "وقتی دیر می‌کنم، عصبانی می‌شوم.",
    "r37": "وقتی عصبانی هستم، معمولاً برای چندین ساعت عصبانی می‌مانم.",
    "r38": "مردم را فقط با نزدیک بودنشان آزاردهنده می‌یابم.",
    "r39": "وقتی کسی من را در موقعیت نامناسب قرار می‌دهد، عصبانی می‌شوم.",
    "r40": "برخی از دوستانم عادت‌هایی دارند که بسیار مرا آزار می‌دهند.",
    "r41": "به طور پنهانی، من نسبت به دیگران بسیار انتقادی هستم.",
    "r42": "وقتی عصبانی هستم، سریع‌تر از اکثر مردم آرام می‌شوم.",
    "r43": "اغلب عصبانی‌تر از آنچه که معقول می‌دانم، می‌شوم.",
    "r44": "قادر به بخشیدن افراد بعد از اینکه به من آسیب زدند، هستم.",
    "r45": "کینه‌هایی دارم که با هیچ‌کس به اشتراک نمی‌گذارم.",
    "r46": "می‌توانم درباره چیزی از گذشته تنها با فکر کردن به آن، عصبانی شوم.",
    "r47": "تبلیغات در این برنامه من را حتی بیشتر عصبانی کرد :)",
    "r48": "پایان آزمون",
    "rC": "3) چگونه با خشم برخورد کنیم:",
    "rC1":
        "شناسایی علائم مستقیم و غیرمستقیم اولین قدم برای برخورد بهتر با آن‌هاست. برخی احساسات و افکار وقتی خشم آغاز می‌شود، بروز می‌کنند؛ دیگران وقتی خشم افزایش می‌یابد، به وجود می‌آیند. برای شناسایی چگونگی توسعه علائم خود، سعی کنید به موقعیت‌های گذشته فکر کنید که به نظر می‌رسید خشم وجود داشته و به یاد بیاورید که چه احساسات و افکاری همراه آن بوده است. فکر کردن به موقعیت‌هایی که در آن‌ها سطوح مختلف خشم را تجربه کرده‌اید، به درک بهتر چگونگی تکامل احساسات، افکار و علائم جسمانی شما کمک می‌کند.",
    "ra": "به طور خفیف، اما خیلی مرا آزار نداد.",
    "raivaMau":
        "توجه! شما اجازه می‌دهید که خشم شما رفتارها و احساساتتان را کنترل کند! مطمئناً این باعث ایجاد مشکلات زیادی در روابط شما با دیگران و تأثیر منفی بر رفاه شما شده است. لطفاً موضوع زیر را بخوانید: چگونه خشم را کنترل کنیم؟ و نکات را به طور فوری به کار ببرید.",
    "raivaMedio":
        "شما قادر به کنترل خشم خود در برخی موقعیت‌ها هستید، اما نه همیشه. درست است که استراتژی‌های شخصی‌ای که برای مدیریت خشم توسعه داده‌اید، کار می‌کند، اما هنوز هم جا برای بهبود دارید. بهتر بفهمید علت‌های خشم شما چیست و اقداماتی که می‌توانید انجام دهید تا احساسات خود را بهتر مدیریت کنید. لطفاً موضوع زیر را بخوانید: چگونه خشم را کنترل کنیم؟ و کنترل خشم خود را بهبود بخشید.",
    "rara": "نادر",
    "raramente": "نادر",
    "raro": "گاهی اوقات",
    "rb": "به طور متوسط، گاهی اوقات ناخوشایند.",
    "rc": "به شدت، خیلی مرا آزار داد.",
    "reiniciar": "خانه",
    "rel.1": "اغلب خودم را با دیگران مقایسه می‌کنم.",
    "rel.2":
        "معمولاً هدف‌گذاری نمی‌کنم؛ فقط با جریان پیش می‌روم و خودم را با شرایط سازگار می‌کنم.",
    "rel.3":
        "وقتی از چیزی می‌ترسم یا احساس می‌کنم قادر به انجام آن نیستم، تمایل دارم بهانه بیاورم تا ناتوانی خود را توجیه کنم.",
    "rel.4":
        "تمایل دارم در مواقعی که نیاز به دفاع از حقوقم دارم، رفتار منفعلانه‌ای داشته باشم.",
    "rel.5":
        "اغلب احساسات منفی مانند آسیب، خشم، ناامیدی، ترس و اضطراب را تجربه می‌کنم.",
    "rel.6":
        "وقتی با دیگران هستم، معمولاً اجازه می‌دهم آنها ابتکار عمل در مکالمه را به دست بگیرند.",
    "rel.7":
        "به خودم و دیگران وعده‌هایی می‌دهم که معمولاً نمی‌توانم به آنها عمل کنم.",
    "rel.8":
        "از معرض قرار گرفتن و تجربه چیزهای جدید اجتناب می‌کنم از ترس اینکه مردم درباره من چه خواهند گفت.",
    "rel.9": "عادت دارم به طور منفی به خودم و دیگران فکر کنم.",
    "rel.10":
        "از مرتکب شدن به اشتباهات می‌ترسم چون که من کمال‌گرا هستم و انتظار زیادی از خودم دارم.",
    "rel.11": "معمولاً به شرایط دشوار با انتظار بدترین حالت نزدیک می‌شوم.",
    "rel.12": "گاهی اوقات در پذیرش برخی انتخاب‌هایی که می‌کنم مشکل دارم.",
    "rel.13": "اغلب احساس کلافگی و نارضایتی از نحوه پیشرفت زندگی‌ام می‌کنم.",
    "rel.14": "وقتی به کسی معرفی می‌شوم، تلاش زیادی برای حفظ مکالمه نمی‌کنم.",
    "rel.15": "تمایل دارم به امور از یک دیدگاه بدبینانه نگاه کنم.",
    "rel.16": "تمایل دارم به افراد و چیزها به شدت انتقادی نگاه کنم.",
    "rel.17":
        "به طور کلی، وقتی با دیگران هستم، خودم را باز نمی‌کنم؛ تمایل دارم خودم را در خودم نگه‌دارم.",
    "rel.18": "اغلب از زندگی و مواجه شدن با موقعیت‌های زندگی می‌ترسم.",
    "rel.19":
        "اغلب خودم را از نظر عاطفی و روانی محافظت می‌کنم و مردم این را به عنوان خودخواهی یا برتری تفسیر می‌کنند.",
    "rel.20": "گاهی اوقات خودم یا رفتارم را دوست ندارم.",
    "rel.coment":
        "بر اساس گفته‌های روانشناس آمریکایی فیل مک‌گرا، شما مخرج مشترک در هر وضعیت، شرایط، چالش و رابطه در زندگی خود هستید. شما یا به صورت مثبت یا منفی تأثیر می‌گذارید و بر هر موقعیتی که در آن دخیل هستید، تأثیر می‌گذارید. زمان آن است که کشف کنید چه نقشی را ایفا می‌کنید، چگونه و چرا. مک‌گرا نتیجه‌گیری می‌کند که ندانستن خود، مانع از درک خواسته‌ها، نیازها، ارزش‌ها و ارزش خودتان می‌شود. به یاد داشته باشید که شما همان فردی هستید که بیشترین وقت را با او می‌گذرانید و بیشترین سرمایه‌گذاری را انجام می‌دهید.",
    "rel.coment.t": "درباره روابط اجتماعی:",
    "rel.escala.1":
        "امتیاز بسیار پایین: شما در برقراری ارتباط با دیگران مشکلات زیادی دارید زیرا بیش از حد بر خود، نیازها یا نگرانی‌های خود تمرکز کرده‌اید. ممکن است احساس کنید که قربانی شرایط هستید، از اعتماد به نفس کمی برخوردار باشید و خود را در وضعیت ناپایدار ببینید. با این نگرش، موفقیت با دیگران ممکن است از دست برود. همچنین ممکن است با ترس و تردید شخصی روبه‌رو شوید، اما به یاد داشته باشید که اشتباهات و ترس‌ها به شما کمک می‌کنند تا رشد کنید و بیاموزید، به شرطی که باز به یادگیری‌های جدید باشید.",
    "rel.escala.1t": "در روابط مشکل زیادی دارید",
    "rel.escala.2":
        "شما مهارت‌های محدودی در روابط دارید، اما این مهارت‌ها به دلیل تمرکز بیش از حد بر خود، در حال توسعه نیافته‌اند و اغلب نیازهای دیگران را نادیده می‌گیرید. ممکن است احساس سردرگمی کنید و در تعیین اهداف ثابت با مشکل مواجه شوید، که به نتایج ضعیف منجر می‌شود و به ناامنی شما می‌افزاید. بر تفکر مثبت‌تر و ارزیابی خود بیشتر تمرکز کنید. با اتخاذ رفتارهای سازنده‌تر، می‌توانید به دیگران به صورت مثبت کمک کنید و در عین حال به رشد خود کمک کنید.",
    "rel.escala.2t": "مهارت‌های کمی در روابط دارید",
    "rel.escala.3":
        "شما به حدی با دیگران به خوبی تعامل دارید، اما ممکن است باورهای محدودکننده‌ای درباره خود و دیگران داشته باشید که مانع از داشتن روابط قاطعانه‌تر می‌شود. همچنین ممکن است با برخی از عدم امنیت‌های شخصی روبه‌رو شوید که باعث می‌شود به خود و دیگران انتقاد کنید. این رفتار می‌تواند باعث شود که فرصت‌های ایجاد روابط واقعی، متقابل و قوی را از دست بدهید. به یاد داشته باشید، نحوه رفتار شما با خود و دیگران بر نحوه رفتار دیگران با شما تأثیر می‌گذارد.",
    "rel.escala.3t": "مهارت‌های کمی در روابط دارید",
    "rel.escala.4":
        "امتیاز خوب. شما می‌دانید چگونه ارتباط برقرار کنید، علاقه خود را به دیگران نشان دهید و ارتباط برقرار کردن با افراد برایتان آسان است. شما شخصیتی دلپذیر و رفتاری ثابت دارید، اگرچه ممکن است گاهی اوقات به نظر برسید که درونگرا هستید. ممکن است برخی از ترس‌ها و تردیدهای شخصی داشته باشید که می‌تواند روابط شما را محدود کند. بر تقویت اعتماد به نفس خود تمرکز کنید تا به شما کمک کند تا به طور مؤثرتر به اهداف خود برسید.",
    "rel.escala.4t": "می‌توانید به خوبی ارتباط برقرار کنید",
    "rel.escala.5":
        "امتیاز عالی. شما مهارت‌های استثنایی در ارتباط و توانایی فوق‌العاده‌ای در تعامل با دیگران دارید. شما دارای همدلی، شخصیتی دلپذیر هستید و از بودن در کنار مردم لذت می‌برید. شما متقاعدکننده، تأثیرگذار و موجب انجام کارها هستید. با ذهن باز و اعتماد به نفس، ممکن است گاهی اوقات به عنوان فردی متکبر دیده شوید. به دلیل محبوبیت شما، مردم به طور طبیعی به شما جذب می‌شوند، بنابراین مراقب باشید که به عنوان یک پروانه اجتماعی اشتباه نشوید.",
    "rel.escala.5t": "دارای مهارت‌های عالی در روابط هستید",
    "rel.intro":
        "الین سیهرا مطالعه‌ای در مورد الگوهای رفتاری افراد در محیط‌های اجتماعی مختلف انجام داد. این تست به منظور ارزیابی نحوه رفتار، ارتباط، ارتباطات و اتصال شما با دیگران در زمینه‌های اجتماعی مختلف است. این به شما کمک می‌کند تا به نگرش‌های خود فکر کنید و نتایجی ارائه می‌دهد که مهارت‌های شما را در مقیاس 0 تا 100 نشان می‌دهد. موفقیت در آزمون را برایتان آرزومندیم.",
    "removerAds": "حذف تبلیغات",
    "removerAds2": "حذف تبلیغات از برنامه",
    "resultado": "رده‌بندی",
    "satisfatório": "رضایت‌بخش",
    "satisfatórioR": "بر اساس شاخص GNH، شما به طور متوسط شاد هستید :/",
    "semRaiva":
        "تبریک! شما درک خوبی از آنچه که شما را عصبانی می‌کند دارید و می‌دانید چه کاری انجام دهید وقتی که شروع به احساس علائم مشکل می‌کنید. خوشبختانه، به نظر می‌رسد که شما دامنه وسیعی از استراتژی‌های مدیریت خشم را توسعه داده‌اید و می‌توانید به آن افتخار کنید.",
    "sempre": "همیشه",
    "sint_stress_alto":
        "بیش از حد هیجان‌زده، تنش‌دار، ناتوان از آرامش، حساس، آشفته، به راحتی تحریک‌پذیر، ترسیده، عصبی، و غیرقابل تحمل به وقفه‌ها یا تأخیرها.",
    "sint_stress_titulo": "علائم استرس",
    "sobreRaiva": "درباره خشم",
    "sobre_autoconfianca": "درباره اعتماد به نفس",
    "sobre_sorriso": "درباره لبخند",
    "sobre_texto":
        "این برنامه توسط ByronSystemDeveloper® توسعه داده شده است با هدف ارائه یک سری تست‌ها به کاربر برای کمک به تحلیل رفتارها و احساسات آن‌ها. امید ما این است که این تست‌ها، توضیحات و نکات به کاربر انگیزه دهند تا رفتارها و سبک زندگی سالم‌تری را اتخاذ کنند که منجر به بهبود فیزیکی و ذهنی شود. لذت ببرید :)",
    "sobre_titulo": "درباره اپلیکیشن",
    "sor.1": "آیا اغلب در طول روز می‌خندید؟",
    "sor.2":
        "آیا بیشتر افرادی که در طول روز با آنها برخورد می‌کنید، وقتی شما را می‌بینند، لبخند می‌زنند؟",
    "sor.3": "اگر کسی به شما لبخند بزند، آیا شما نیز لبخند می‌زنید؟",
    "sor.4":
        "زمانی که به شما کسی معرفی می‌شود، آیا تمایل دارید هنگام سلام کردن لبخند بزنید؟",
    "sor.5": "هنگامی که لبخند می‌زنید، آیا دندان‌های شما دیده می‌شود؟",
    "sor.6":
        "هنگامی که در مکانی هستید که کسی را نمی‌شناسید، آیا همیشه جدی می‌مانید و لبخند نمی‌زنید؟",
    "sor.7": "آیا لبخند شما گاهی اوقات یک لبخند نیشخند یا کنایه‌آمیز است؟",
    "sor.8": "آیا تاکنون به لبخند خود در آینه نگاه کرده‌اید؟ آیا زیباست؟",
    "sor.9": "آیا شما نوعی از افراد هستید که به ندرت لبخند می‌زنید؟",
    "sor.10": "آیا چهره شما معمولاً پر از بیان نگرانی یا اضطراب است؟",
    "sor.11":
        "آیا گاهی اوقات حتی زمانی که تنها هستید، وقتی به یاد یک رویداد خوشایند می‌افتید، لبخند می‌زنید؟",
    "sor.12":
        "زمانی که از چیزی ناراحت هستید و با یک دوست خوب ملاقات می‌کنید، آیا یک لبخند صادقانه نشان می‌دهید؟",
    "sor.13":
        "هنگامی که لبخند می‌زنید، آیا می‌توانید دیگران را در اطراف خود نیز بخندانید؟",
    "sor.escala.1":
        "تبریک! لبخند بخشی از شماست زیرا بیشتر مواقع بدون اینکه متوجه شوید لبخند می‌زنید. لبخند شما نشان می‌دهد که در حالت آرام و راحت هستید. این به ایجاد روابط خوب با دیگران کمک می‌کند. هیچ توصیه دیگری برای شما نداریم، به جز یکی - ادامه دهید! لبخند شما به راحتی بسیاری از افراد را جذب می‌کند.",
    "sor.escala.2":
        "شما در لبخند زدن محتاط هستید! می‌دانید چگونه زمانی که بخواهید لبخند بزنید و یک نگرش دوستانه را حفظ کنید، اما فقط زمانی که به شما مناسب باشد. معمولاً تلاش می‌کنید با مردم خوب باشید، هرچند ممکن است لحظات کمتری لبخند بزنید. همیشه امکان بهبود وجود دارد، به آن فکر کنید و به مزایای لبخند زدن نگاهی بیندازید.",
    "sor.escala.3":
        "شما باید لبخند نادرتان را بهبود بخشید. شاید شما تمایل یا نیازی به لبخند زدن نداشته باشید، اما مردم تمایل دارند از کسانی که نمی‌خندند دوری کنند، زیرا اولین شرط برای دوستانه بودن و جوانی لبخند است! به یاد داشته باشید که لبخند محیط اطراف شما را خوشایندتر می‌کند! به دلایل زیر نگاهی بیندازید که چرا باید لبخند بزنید و امتحان کنید! این تفاوتی در زندگی شما ایجاد خواهد کرد.",
    "sor.intro":
        "آیا در طول روز اغلب لبخند می‌زنید؟ شاید نیازی به آزمایش برای تأیید آن نداشته باشید! با این حال، این آزمایش بینش‌هایی درباره نحوه ظهور لبخند شما در موقعیت‌های مختلف ارائه می‌دهد. در پایان، خواهید دانست که آیا فردی طبیعی و لبخندزن با قدرت انتشار مثبت هستید و درباره مزایای لبخند زدن برای خودتان و دیگران یاد خواهید گرفت. آیا می‌دانستید که لبخندها می‌توانند خودجوش یا عمدی باشند؟ تفاوت را در حالی که تست را تکمیل می‌کنید کشف کنید. از ارزیابی لذت ببرید!",
    "sor.sobre": "آزمایش با 13 سوال، امتیازدهی از 0 تا 1 امتیاز برای هر سوال.",
    "sor.sorri1": "باید آن لبخند نادر را بهبود دهید",
    "sor.sorri2": "گاهی اوقات لبخند می‌زنید",
    "sor.sorri3": "شما فردی لبخندزن هستید",
    "sor_PE":
        "پل اکمن، یکی از 100 روانشناس تأثیرگذار قرن بیستم، پیشگام در مطالعه احساسات و بیان‌های صورت بود.",
    "sor_c1":
        "مطالعات نشان می‌دهند که بیش از 60% از مردم وقتی با یک صورت خندان مواجه می‌شوند، به آن لبخند می‌زنند! کسی باشید که شادی را با یک لبخند پخش می‌کند و احتمالاً لبخندی در پاسخ دریافت خواهید کرد.",
    "sor_c2_1":
        "• مردم را به هم متصل می‌کند، صمیمیت، همدلی را افزایش می‌دهد و اعتماد را تشویق می‌کند.",
    "sor_c2_2":
        "• ما را جذاب‌تر، دوستانه‌تر و جوان‌تر می‌کند، زیرا حرکات عضلات صورت، کشسانی پوست را افزایش می‌دهد.",
    "sor_c2_3":
        "• سروتونین و اندورفین‌ها را آزاد می‌کند که به افزایش سلامت، لذت و شادی کمک می‌کند.",
    "sor_c2_4": "• سیستم ایمنی را تقویت می‌کند و انرژی را افزایش می‌دهد.",
    "sor_c2_5": "• ادراک درد را کاهش می‌دهد.",
    "sor_c2_6":
        "• به حفظ تعادل عاطفی کمک می‌کند، از تأثیرات استرس و اضطراب محافظت می‌کند و به ما کمک می‌کند آرام بمانیم.",
    "sor_c2_7": "• اعتماد به نفس را افزایش می‌دهد.",
    "sor_c3":
        "گوillaume Duchenne، یک عصب‌شناس فرانسوی قرن نوزدهم، اولین کسی بود که به مطالعه بیان‌های صورت انسانی پرداخت. او کشف کرد که لبخندهای واقعی و دروغین عضلات صورت کاملاً متفاوتی را فعال می‌کنند. لبخند واقعی، که به نام لبخند دوشن نیز شناخته می‌شود، عضلات اطراف چشم‌ها را درگیر می‌کند و آنها را به طور جزئی می‌بندد و گرما و صداقت را منتقل می‌کند. لبخند دروغین تنها دهان را حرکت می‌دهد و فاقد صداقت یک لبخند واقعی است. این 'لبخندهای مجسمه‌ای' شبیه به بیان‌های غیرشخصی هستند که در مانکن‌ها یا در افرادی که از روی اجبار لبخند می‌زنند، دیده می‌شود.",
    "sor_c4":
        "خنده می‌تواند تا 80 عضله در بدن را فعال کند، تأثیراتی بر مغز، گلو، قلب، سینه، پاها، پاها و البته صورت دارد! تحقیقات نشان می‌دهد که خنده اثرات درمانی دارد، مانند تأخیر در ظهور چین و چروک‌ها با افزایش سن. پس بیشتر بخندید—این بهترین دارو است! روزانه فرصت‌هایی برای خندیدن پیدا کنید، خود را با افراد و محیط‌های مثبت احاطه کنید و شادی را گسترش دهید. یک دوز روزانه لبخند مسری است و می‌تواند سلامت شما را بهبود بخشد.",
    "sor_c5_1":
        "آرام باشید، از زندگی لذت ببرید، بیشتر لبخند بزنید، بیشتر بخندید و زیاد نگران چیزها نباشید (کنت برانا)",
    "sor_c5_2":
        "لبخند خود را با جهان به اشتراک بگذارید - نشانه‌ای از دوستی و صلح است (کریستی برینکلی)",
    "sor_c5_3":
        "در آینه لبخند بزنید. هر روز صبح این کار را انجام دهید و شروع به دیدن تفاوت بزرگی در زندگی خود خواهید کرد (یoko اونو)",
    "sor_c5_4":
        "بیایید همیشه یکدیگر را با لبخند سلام کنیم، زیرا لبخند آغاز عشق است (مادر ترزا)",
    "sor_sor": "لبخند زدن مسری است:",
    "sor_t2": "اثرات لبخند زدن:",
    "sor_t3": "لبخندهای واقعی و دروغین",
    "sor_t4": "خنده: بهترین دارو",
    "sor_t5": "نقل قول‌های معروف درباره لبخند زدن",
    "testecompleto": "برای ارزیابی دقیق‌تر، تست کامل را امتحان کنید",
    "tipo_atitudes_titulo": "انواع نگرش‌ها",
    "tipos_atitudes_titulo": "درباره نگرش‌ها",
    "tit_desc_niv": "توصیف سطح استرس",
    "tit_niv_categ": "سطح استرس بر اساس دسته‌بندی",
    "titulofrequecia": "چقدر اغلب...",
    "todosBSD": "تمام برنامه‌های BSD",
    "v_hist": "نتایج من",
    "varias_vezes": "اغلب",
    "vezes": "گاهی اوقات",
    "zon1": "بسیار کم",
    "zon1_des":
        "شما به انرژی بیشتری برای رسیدن به اهداف مورد نظر خود نیاز دارید.",
    "zon1_des_red":
        "سطح استرس شما به طور فوق‌العاده‌ای پایین است و این لزوماً خوب نیست!",
    "zon2": "پایین",
    "zon2_des":
        "شما در محدوده سالمی هستید و خطر بیماری‌های مرتبط با استرس مانند حملات قلبی یا زخم‌ها را ندارید. با این حال، عملکرد شما ممکن است به پتانسیل کامل خود نرسد.",
    "zon2_des_red": "سطح استرس شما پایین است، اما این نیز ایده‌آل نیست!",
    "zon3": "طبیعی",
    "zon3_des":
        "شما تعادلی بین تنش و آرامش تجربه می‌کنید. مقداری تنش برای کمک به رسیدن به اهداف شما ضروری است.",
    "zon3_des_red": "تبریک می‌گوییم! شما سطح استرس طبیعی را حفظ کرده‌اید!",
    "zon4": "بالا",
    "zon4_des":
        "زمان آن است که زندگی خود را ارزیابی کنید و مشکلات فوری را شناسایی کنید. از مشکلات روانی و عوارض در سیستم‌های گوارشی و گردش خون خود جلوگیری کنید. به طور منظم ورزش کنید، از رژیم غذایی سالم پیروی کنید، تکنیک‌های آرامش‌بخشی را امتحان کنید و از یک دوست مورد اعتماد حمایت بگیرید. مثبت بمانید و با دیگران مهربان باشید.",
    "zon4_des_red": "شما در حال تجربه استرس بالا هستید که سالم نیست!",
    "zon5": "بسیار بالا",
    "zon5_des":
        "سطح استرس شما بحرانی است و نیاز به اقدام فوری دارد. از دوستان، خانواده یا یک متخصص بهداشت و درمان حمایت بگیرید. در نظر داشته باشید که یک استراحت کنید و تکنیک‌های کاهش استرس را تمرین کنید. به ورزش، رژیم غذایی سالم و نگرش مثبت اهمیت دهید و در عین حال با دیگران مهربان باشید.",
    "zon5_des_red":
        "احتیاط! استرس شما به طور خطرناکی بالا است و نیاز به توجه فوری دارد!",

    // Burnout Test #########
    "_tBurnout": "آزمون فرسودگی شغلی",

    "burn_intro":
        "این آزمون نشانه‌های خستگی ذهنی مرتبط با کار، مدرسه یا تحصیل را ارزیابی می‌کند.\nمی‌تواند توسط دانشجویان، متخصصان یا هر فردی که در معرض فشار و مطالبات مداوم است استفاده شود.\nسؤالات سه حوزه اصلی را پوشش می‌دهند: فرسودگی هیجانی، فاصله‌گیری هیجانی و احساس موفقیت شخصی.\nصادقانه پاسخ دهید و احساسات خود را در هفته‌های اخیر در نظر بگیرید.\nاین آزمون جایگزین ارزیابی بالینی نیست، اما می‌تواند به درک بهتر سطح کنونی خستگی ذهنی شما کمک کند.",

    "burn_dim_ex_title": "فرسودگی هیجانی",
    "burn_dim_dis_title": "فاصله‌گیری هیجانی",
    "burn_dim_real_title": "موفقیت شخصی",

    "burn_1": "در پایان روز احساس فرسودگی می‌کنم.",
    "burn_2": "حتی بعد از خواب، خسته از خواب بیدار می‌شوم.",
    "burn_3": "وظایف روزانه‌ام بیش از توانم انرژی می‌طلبند.",
    "burn_4": "به‌سختی از خستگی بازیابی می‌شوم.",
    "burn_5": "تعهدات کوچک بسیار سنگین به نظر می‌رسند.",
    "burn_6": "اغلب احساس خستگی ذهنی دارم.",

    "burn_7": "علاقه‌ام به وظایفم کمتر شده است.",
    "burn_8": "کارهای لازم را انجام می‌دهم، اما بدون درگیری و تعهد.",
    "burn_9": "از فکر کردن زیاد به مسئولیت‌هایم اجتناب می‌کنم.",
    "burn_10": "از نظر هیجانی نسبت به کاری که انجام می‌دهم فاصله گرفته‌ام.",
    "burn_11": "اشتیاقم به کار یا تحصیل را از دست داده‌ام.",
    "burn_12": "احساس می‌کنم فقط وظایف را انجام می‌دهم، بدون انگیزه.",

    "burn_13": "احساس می‌کنم در زندگی روزمره کار مفیدی انجام می‌دهم.",
    "burn_14": "به کاری که در محل کار یا تحصیل انجام می‌دهم افتخار می‌کنم.",
    "burn_15": "احساس می‌کنم توانایی مقابله با چالش‌ها را دارم.",
    "burn_16": "در کاری که انجام می‌دهم پیشرفت می‌بینم.",
    "burn_17": "برای ادامه بهبود انگیزه دارم.",
    "burn_18": "احساس می‌کنم تلاشم ارزشمند است.",

    "burn_res_low_title": "فرسودگی کم",
    "burn_res_low_desc":
        "نتایج شما نشان‌دهنده سطح پایین خستگی ذهنی است.\nبه‌طور کلی، مطالبات روزانه را به‌خوبی مدیریت می‌کنید و تعادل هیجانی دارید.\nبا این حال، مهم است به نشانه‌های خستگی توجه داشته باشید و زمان استراحت خود را حفظ کنید.",

    "burn_res_mod_title": "فرسودگی متوسط",
    "burn_res_mod_desc":
        "نتایج شما نشان‌دهنده سطح متوسطی از خستگی ذهنی است.\nنشانه‌هایی از فشار هیجانی وجود دارد که در صورت تداوم ممکن است بدتر شود.\nبازبینی روال‌ها، کاهش بار کاری و تقویت استراحت می‌تواند از تشدید آن جلوگیری کند.",

    "burn_res_high_title": "فرسودگی شدید",
    "burn_res_high_desc":
        "نتایج شما نشان‌دهنده سطح بالایی از خستگی ذهنی است.\nاین وضعیت اغلب با فرسودگی هیجانی، کاهش انگیزه و فاصله‌گیری از وظایف همراه است.\nاستراحت، تنظیم مطالبات و جست‌وجوی حمایت حرفه‌ای می‌تواند مهم باشد.",

    "burn_dim_ex_low_title": "فرسودگی هیجانی کم",
    "burn_dim_ex_low_desc":
        "نشان‌دهنده توانایی خوب در بازیابی و مدیریت خستگی است.",

    "burn_dim_ex_mod_title": "فرسودگی هیجانی متوسط",
    "burn_dim_ex_mod_desc":
        "نشان‌دهنده خستگی مکرر و دشواری در بازیابی انرژی است.",

    "burn_dim_ex_high_title": "فرسودگی هیجانی شدید",
    "burn_dim_ex_high_desc": "نشان‌دهنده خستگی ذهنی شدید و مداوم است.",

    "burn_dim_dis_low_title": "فاصله‌گیری هیجانی کم",
    "burn_dim_dis_low_desc": "تعهد و علاقه به وظایف را حفظ می‌کند.",

    "burn_dim_dis_mod_title": "فاصله‌گیری هیجانی متوسط",
    "burn_dim_dis_mod_desc": "نشانه‌هایی از کاهش تدریجی انگیزه را نشان می‌دهد.",

    "burn_dim_dis_high_title": "فاصله‌گیری هیجانی شدید",
    "burn_dim_dis_high_desc":
        "نشان‌دهنده فاصله‌گیری هیجانی و از دست دادن معنا در کاری است که انجام می‌دهید.",

    "burn_dim_real_low_title": "موفقیت شخصی بالا",
    "burn_dim_real_low_desc": "نشان‌دهنده احساس شایستگی و رضایت از عملکرد است.",

    "burn_dim_real_mod_title": "موفقیت شخصی متوسط",
    "burn_dim_real_mod_desc":
        "نشان‌دهنده برخی تردیدها درباره ارزش و تأثیر کاری است که انجام می‌دهید.",

    "burn_dim_real_high_title": "موفقیت شخصی پایین",
    "burn_dim_real_high_desc":
        "نشان‌دهنده تأثیر منفی بر عزت‌نفس و رضایت شخصی است.",

    "burn_sobre": "درباره فرسودگی شغلی",
    "burn_ctx_what_title": "فرسودگی شغلی چیست؟",
    "burn_ctx_what_desc":
        "فرسودگی شغلی حالتی از خستگی جسمی و ذهنی است که بر اثر مواجهه طولانی‌مدت با استرس، فشار و مطالبات بیش‌ازحد ایجاد می‌شود.\nاین وضعیت با خستگی مداوم، کاهش انگیزه، فاصله‌گیری هیجانی و احساس موفقیت شخصی پایین بروز می‌کند.\nمی‌تواند دانشجویان، متخصصان و هر فردی را که در معرض اضافه‌بار مداوم است تحت تأثیر قرار دهد.",

    "burn_ctx_causes_title": "علل فرسودگی شغلی",
    "burn_ctx_causes_desc":
        "فرسودگی شغلی معمولاً از ترکیب چند عامل ایجاد می‌شود؛ مانند اضافه‌بار کاری، کمبود استراحت کافی، فشار مداوم برای نتایج، کمبود قدردانی یا حمایت و دشواری در تعادل بین کار، تحصیل و زندگی شخصی.\nوقتی این شرایط در طول زمان ادامه یابد، خطر فرسودگی افزایش می‌یابد.",

    "burn_ctx_prevent_title": "چگونه از فرسودگی شغلی پیشگیری کنیم",
    "burn_ctx_prevent_desc":
        "پیشگیری شامل کاهش اضافه‌بار و مراقبت از سلامت روان است.\nاستراحت‌های منظم، تعیین مرزها، خواب کافی، حفظ فعالیت‌های تفریحی و جست‌وجوی حمایت در صورت نیاز گام‌های مهمی هستند.\nتشخیص زودهنگام نشانه‌ها به جلوگیری از بدتر شدن کمک می‌کند.",

    "burn_ctx_treat_title": "چگونه با فرسودگی شغلی مقابله یا آن را درمان کنیم",
    "burn_ctx_treat_desc":
        "مقابله با فرسودگی شغلی مستلزم تغییرات عملی و حمایت مناسب است.\nکاهش موقت مطالبات، بازسازمان‌دهی روال‌ها، سرمایه‌گذاری روی استراحت و صحبت با فردی مورد اعتماد می‌تواند کمک‌کننده باشد.\nدر برخی موارد، دریافت حمایت حرفه‌ای برای بهبود ضروری است.",

    "burn_ctx_help_title": "چه زمانی باید کمک بگیریم؟",
    "burn_ctx_help_desc":
        "اگر علائم خستگی، کاهش انگیزه یا فاصله‌گیری ادامه پیدا کند یا در زندگی روزمره اختلال ایجاد کند، دریافت حمایت حرفه‌ای می‌تواند مهم باشد.\nصحبت با یک متخصص سلامت می‌تواند به درک بهتر وضعیت و تعیین راهبردهای مناسب کمک کند.",
  };
}
