Map<String, String> getHebrewTranslations() {
  return {
    "-10": "מזל טוב! לפי מבחן בק, אינך מציג/ה סימנים לדיכאון.",
    "1a": "אני לא מרגיש/ה עצוב/ה.",
    "1b": "אני מרגיש/ה קצת עצוב/ה.",
    "1c": "אני מרגיש/ה עצב לעיתים קרובות ואיני מצליח/ה להימנע מכך.",
    "1d": "אני כל כך עצוב/ה שכבר איני יכול/ה לסבול את זה.",
    "1p": "לעיתים קרובות אני אומר/ת כן, למרות שבתוך תוכי אני מתכוון/ת לא.",
    "2a": "אני רגוע/ה לגבי העתיד.",
    "2b": "אני מרגיש/ה מיואש/ת לגבי העתיד.",
    "2c": "אני מרגיש/ה שאין לי יותר למה לצפות.",
    "2d": "אין לי תקווה לגבי העתיד ואני מרגיש/ה שמצבי לא ישתפר.",
    "2p": "אני מגן/ה על זכויותיי מבלי לפגוע בזכויותיהם של אחרים.",
    "3a": "באופן כללי, אני מרגיש/ה מסופק/ת.",
    "3b": "אני חושב/ת שחוויתי יותר כישלונות מרוב האנשים.",
    "3c": "כאשר אני מביט/ה לאחור על העבר שלי, אני רואה רק רצף של כישלונות.",
    "3d": "אני מרגיש/ה ככישלון מוחלט.",
    "3p":
        "כשאני לא מכיר/ה מישהו היטב, אני מעדיף/ה להסתיר את מה שאני חושב/ת או מרגיש/ה.",
    "4a": "אני יכול/ה למצוא סיפוק בדברים שאני עושה.",
    "4b": "כבר איני מסופק/ת מהדברים שבעבר סיפקו אותי.",
    "4c": "אני באמת לא יכול/ה למצוא סיפוק משום דבר.",
    "4d": "אני מרגיש/ה לא מסופק/ת ומשועמם/ת מכל דבר.",
    "4p": "רוב הזמן אני נחוש/ה ומגובש/ת בדעתי.",
    "5_a": "נחמדות.",
    "5_c": "מצפוניות.",
    "5_e": "מוחצנות.",
    "5_n": "נוירוטיות.",
    "5_o": "פתיחות.",
    "5a": "בדרך כלל אני לא מרגיש/ה אשמה.",
    "5b": "לפעמים אני מרגיש/ה אשמה.",
    "5c": "רוב הזמן אני מרגיש/ה די הרבה אשמה.",
    "5d": "אני מרגיש/ה אשמה כל הזמן.",
    "5p": "בדרך כלל, קל יותר ויעיל יותר להשפיע על אחרים מאשר לפעול ישירות.",
    "6a": "אני לא קורבן של שום עונש.",
    "6b": "אני מרגיש/ה שבסופו של דבר יענישו אותי.",
    "6c": "אני מרגיש/ה שעונשים אותי.",
    "6d": "אני בטוח/ה שעונשים אותי.",
    "6p": "אין לי היסוס בביקורת על אחרים וביטוי דעתי.",
    "7a": "אני לא מאוכזב/ת מעצמי.",
    "7b": "אני קצת מאוכזב/ת מעצמי.",
    "7c": "אני מאוד מאוכזב/ת מעצמי.",
    "7d": "אני מעבר לאכזבה; למעשה, אני שונא/ת את עצמי.",
    "7p": "אני לא מהסס/ת לסרב למשימות שאינן חלק מהאחריות שלי.",
    "8a": "אני לא גרוע/ה מאחרים.",
    "8b": "אני מבקר/ת את עצמי על הטעויות והחולשות שלי.",
    "8c": "אני כל הזמן מאשים/ה את עצמי על הטעויות שלי.",
    "8d": "אני מאשים/ה את עצמי על כל מה שרע שקורה סביבי.",
    "8p": "אני לא פוחד/ת להביע את דעתי, אפילו מול אנשים עוינים.",
    "9a": "אני לא חושב/ת על התאבדות.",
    "9b": "יש לי מחשבות על סיום חיי, אבל אני לא יכול/ה לבצע אותן.",
    "9c": "אני רוצה לסיים את חיי.",
    "9d": "אם תהיה לי ההזדמנות, אסיים את חיי.",
    "9p": "בדיון, אני מעדיף/ה לסגת ולראות איך הדברים מתפתחים.",
    "9pilares":
        "הבינו את העקרונות שמנחים את המדדים המשמשים בשאלונים למדידת האושר הלאומי הגולמי.",
    "9pilares_t": "9 העמודים של האושר הלאומי הגולמי.",
    "10a": "אני לא בוכה יותר מהרגיל.",
    "10b": "אני בוכה יותר עכשיו מאשר קודם.",
    "10c": "אני מבלה את רוב הזמן שלי בבכי.",
    "10d": "אני לא מצליח לבכות יותר.",
    "10p": "לעיתים קרובות אני נתקף בביקורת על כך שאני סותר את עצמי.",
    "11-18": "על פי מבחן בק, יש לך תסמינים של דיכאון קל.",
    "11-18r": "דיכאון קל",
    "11a": "אני לא מעוצבן יותר מהרגיל.",
    "11b": "אני מתעצבן יותר בתדירות גבוהה מבעבר.",
    "11c": "אני תמיד מעוצבן.",
    "11d": "אני לא מצליח להתעצבן יותר.",
    "11p": "יש לי קושי להקשיב לאחרים.",
    "12a": "אני נשאר מעוניין באנשים אחרים.",
    "12b": "אני פחות מעוניין באנשים אחרים מבעבר.",
    "12c": "איבדתי כמעט כל עניין באנשים אחרים.",
    "12d": "איבדתי לחלוטין את העניין באנשים אחרים.",
    "12p": "אני שומר על דברים בסוד, וזה עבד טוב עבורי.",
    "13a": "אני מקבל החלטות בקלות כמו בעבר.",
    "13b": "אני נמנע מקבלת החלטות.",
    "13c": "אני מתקשה מאוד לקבל החלטות.",
    "13d": "אני מרגיש לחלוטין בלתי מסוגל לקבל החלטות.",
    "13p": "אנשים לעיתים קרובות רואים אותי כחד וחרוץ במערכות יחסים.",
    "14a": "אני מרגיש טוב עם המראה הפיזי שלי.",
    "14b": "אני דואג להיראות זקן ופחות אטרקטיבי.",
    "14c": "אני מרגיש שהמראה שלי משתנה, מה שעושה אותי פחות אטרקטיבי.",
    "14d": "אני חושב שאני נראה נורא.",
    "14p": "אני מבסס את מערכות היחסים שלי על אמון ולא על שליטה או חישוב.",
    "15a": "אני יכול לעבוד כמו קודם.",
    "15b": "אני צריך להשקיע מאמץ כדי להתחיל לעבוד.",
    "15c": "אני צריך להשקיע הרבה מאמץ כדי לעבוד.",
    "15d": "אני לא יכול לעבוד יותר.",
    "15p": "אני מעדיף לא לבקש עזרה מעמיתים; הם עשויים לחשוב שאני לא מסוגל.",
    "16a": "אני ישן טוב.",
    "16b": "אני לא ישן טוב כמו קודם.",
    "16c": "אני מתעורר שעה או שעתיים מוקדם יותר מהרגיל ומתקשה לחזור לישון.",
    "16d": "אני מתעורר שעות רבות מוקדם יותר מהרגיל ולא מצליח לחזור לישון.",
    "16p": "אני ביישן ומרגיש חסום כשאני צריך לעשות משהו לא רגיל.",
    "17a": "אני לא מרגיש עייף יותר מבעבר.",
    "17b": "אני עייף יותר מבעבר.",
    "17c": "אני מתעייף מכל דבר.",
    "17d": "אני עייף מדי לעשות משהו.",
    "17p": "אנשים קוראים לי 'תמימה', וזה מעצבן אותי ומצחיק אחרים.",
    "18a": "התיאבון שלי כמו תמיד.",
    "18b": "התיאבון שלי לא טוב כמו פעם.",
    "18c": "התיאבון שלי נהיה הרבה יותר גרוע לאחרונה.",
    "18d": "אין לי תיאבון בכלל.",
    "18p": "אני מרגיש נעים במערכות יחסים פנים אל פנים.",
    "19-25": "היזהר! על פי מבחן בק, יש לך תסמינים של דיכאון בינוני.",
    "19-25r": "דיכאון בינוני",
    "19a": "המשקל שלי נשאר יציב.",
    "19b": "איבדתי או הרווחתי יותר מ-2.5 קילוגרם.",
    "19c": "איבדתי או הרווחתי יותר מ-5 קילוגרם.",
    "19d": "איבדתי או הרווחתי יותר מ-7.5 קילוגרם.",
    "19p":
        "אני לעיתים קרובות עושה רעש; זו הדרך הטובה ביותר להשיג מה שאני רוצה.",
    "20-1": "אני מרגיש צורך להתייעץ עם 💜 על כל דבר שאני עושה.",
    "20-2": "אני מפחד מהבדידות, מהדחייה ומהנטישה.",
    "20-3":
        "כשאני עם 💜, אני לא יכול לסבול להיות רחוק ולפעמים מתקשר כמה פעמים כדי לבדוק איפה הם ומה הם עושים.",
    "20-4": "אני לא יכול ליהנות מהזמן כשאני לבד.",
    "20-5":
        "האושר שלי תלוי לחלוטין ב💜, ואני לא יכול לסבול את המחשבה על סיום הקשר.",
    "20-6": "התרחקתי מחבריי ומשפחתי מאז שהתחלתי קשר עם 💜.",
    "20-7": "הזמן שאני מבלה עם 💜 לעולם לא מספיק; אני תמיד רוצה יותר.",
    "20-8": "אני לא לוקח יוזמה או מביע את דעתי מתוך פחד לא לרצות את 💜.",
    "20-9": "כל פעילות שאני עושה ללא 💜 נראית משעממת ומונוטונית.",
    "20-10": "אני משחק את התפקיד של הקורבן כדי לקבל תשומת לב מ💜.",
    "20-11": "החיים שלי ללא 💜 חסרי משמעות.",
    "20-12": "אני זקוק להוכחות מתמשכות של חיבה ואהבה.",
    "20-13": "אני דואג לעתיד וליציבות של הקשר.",
    "20-14": "אני מתקשה לקבוע גבולות כש💜 עושה משהו שפוגע בי.",
    "20-15":
        "אני מעריך מאוד את 💜 ומרגיש בר מזל שיש לי מישהו כל כך מדהים לצידי.",
    "20-16": "אני קנאי.",
    "20-17": "אני אמצולעצור איתחוס על נפת את המערכת לדרוג הטר הוסיף.",
    "20-18": "אני מקדיש את עצמי לעזור ל💜 בכל דבר, כולל הבעיות האישיות שלהם.",
    "20-19": "אני לא סובל את הטעויות שלי ואני מאוד ביקורתי כלפי החסרונות שלי.",
    "20-20": "אם 💜 עסוק ולא שם לב אלי, אני חושב מיד שהם כבר לא אוהבים אותי.",
    "20-P": "20",
    "20_titulo": "מבחן מהיר",
    "20a": "הדאגה שלי לגבי הבריאות שלי היא כמו לפני כן.",
    "20b": "אני מודאג לגבי הבריאות שלי.",
    "20c": "אני כל כך מודאג לגבי הבריאות שלי שאני מתקשה לחשוב על דבר אחר.",
    "20d":
        "אני כל כך מודאג לגבי הבריאות שלי שאני לא יכול לחשוב על שום דבר אחר.",
    "20p": "אני מדבר הרבה ומפריע לאחרים מבלי לשים לב.",
    "21a": "אני לא מרגיש שינוי בתעניינות שלי במיניות.",
    "21b": "אני פחות מעוניין במיניות מאשר לפני כן.",
    "21c": "אני הרבה פחות מעוניין במיניות.",
    "21d": "איבדתי לחלוטין את התעניינותי במיניות.",
    "21p": "אני שאפתני ומוכן לעשות כל מה שצריך כדי להשיג את מטרותיי.",
    "22a": "סיום המבחן",
    "22d": "סיום המבחן",
    "22p": "בדרך כלל אני יודע למי לפנות ומתי; זה חשוב להצלחה.",
    "23p":
        "במקרה של חוסר הסכמה, אני מחפש פשרות מציאותיות המבוססות על אינטרסים הדדיים.",
    "24p": "אני מעדיף להיות ישיר וכנה.",
    "25p": "אני נוטה לדחות משימות.",
    "+26": "זהירות! לפי מבחן בק, יש לך תסמינים של דיכאון חמור.",
    "26p": "אני לעיתים קרובות משאיר משימה לא גמורה",
    "27p": "בדרך כלל אני מראה מי אני מבלי להסתיר את רגשותיי",
    "28p": "דרוש הרבה כדי להפחיד אותי",
    "29p": "הפחדת אחרים יכולה להיות דרך יעילה לשמור על כוח.",
    "30p": "כשמישהו מנצל אותי פעם אחת, אני דואג לנקום בפעם הבאה.",
    "31p":
        "כשאני מבקר מישהו, זה יעיל לציין מתי הוא לא עוקב אחרי עקרונותיו שלו.",
    "32p": "אני יודע איך לנצל את המערכת; אני מְשׁוֹרֵר.",
    "33p": "אני יכול להיות עצמי ועדיין להתקבל חברתית.",
    "34p": "כשאני לא מסכים, אני מביע את זה בצורה ברורה ושקטה.",
    "35p": "אני דואג לא להפריע לאחרים.",
    "36p": "יש לי קשיים רציניים בקבלת החלטות.",
    "37p":
        "אני לא אוהב להיות האדם היחיד בקבוצה עם דעה שונה, אז אני מעדיף לסגת.",
    "38p": "אני לא מפחד לדבר בפני קהל.",
    "39p": "החיים מרגישים כמו ג'ונגל.",
    "40p": "אני לא מפחד להתמודד עם אתגרים מסוכנים ומסוכנים.",
    "41p": "יצירת סכסוכים יכולה להיות יותר יעילה מאשר להקל על מתחים.",
    "42p": "כנות היא הדרך הטובה ביותר לבנות אמון במערכות היחסים שלנו.",
    "43p": "אני יודע להקשיב ולא להפריע לאחרים.",
    "44p": "אני מבצע את מה שהחלטתי לעשות.",
    "45p": "אני לא מפחד לבטא את הרגשות שלי בדיוק כפי שהם.",
    "46p": "יש לי כשרון לשכנע אנשים ולקבל את תמיכתם לרעיונות שלי.",
    "47p": "אני יודע לשבח אנשים כדי לקבל את מה שאני רוצה.",
    "48p": "אני מתקשה לשלוט בכמה זמן אני מבלה בדיבור.",
    "49p": "אני מתמודד טוב עם אירוניה.",
    "50p": "אני חי חיים פשוטים ולעיתים אפילו מאפשר שינצלו אותי.",
    "51p": "אני מעדיף לצפות במקום להשתתף.",
    "52p": "אני מעדיף להיות מאחורי הקלעים ולא בקדמת הבמה.",
    "53p": "אני לא חושב שמניפולציה היא פתרון יעיל.",
    "54p": "כדי להימנע מבעיות, אני לא חושף את כוונותיי מוקדם מדי.",
    "55p": "אני לעיתים קרובות מפתיע אנשים עם העמדות שלי.",
    "56p": "אני מעדיף להיות זאב ולא כבש.",
    "57p":
        "אני לעיתים קרובות משתמש במניפולציה כדי להשיג את מה שאני רוצה; זו השיטה המעשית ביותר.",
    "58p": "אני יודע בדרך כלל איך למחות בצורה אפקטיבית בלי אגרסיביות מיותרת.",
    "59p":
        "אני מאמין שהבעיות אינן יכולות להיפתר באמת מבלי לטפל בגורמים העמוקים שלהן.",
    "60p": "אני לא אוהב שיתפסו אותי בצורה שלילית בעיני אחרים.",
    "61p": "סיום הבדיקה",
    "90-1": "אני חי למען 💜; הם מרכז עולמי.",
    "90-2":
        "כשאני מדבר עם 💜, אני מודד בקפדנות את המילים שלי כי אני מפחד מתגובתם למחשבותיי האמיתיות.",
    "90-3":
        "אני נמנע מלעשות דברים שאני רוצה, רק כדי למנוע אי נוחות ל💜 או לעורר סכסוכים.",
    "90-4": "אני מאמין שזה נורמלי שאהבה וסבל ילכו יד ביד.",
    "90-5":
        "אני סובל את ההתנהגות הרעה או התוקפנית של 💜 כדי למנוע דחייה או אובדן של 💜.",
    "90-6":
        "אני מנסה לשנות את 💜 בעצות, כפייה, איומים או מניפולציה כדי שהדברים יתנהלו כפי שאני חושב שהם צריכים להיות.",
    "90-7": "הצבת גבולות עם 💜 מובילה לדיונים מתישים שלא מובילים לשום מקום.",
    "90-8":
        "אני מרגיש כעס או תסכול כי אינני יכול להטיל מגבלות על מערכת היחסים עם 💜.",
    "90-9":
        "אני מרגיש כעס או תסכול כי אינני יכול לפתור דברים עם 💜 אחת ולתמיד.",
    "90-10": "לפעמים אני סובלנות יתרה כלפי 💜 אך חסר סבלנות כלפי אחרים.",
    "90-11": "אני משקר או מחביא את ההתנהגות של 💜 מאחרים.",
    "90-12": "אני מוצא תירוצים כשאחרים מגלים את ההתנהגות של 💜.",
    "90-13": "אני מרגיש אחראי על רגשות, מחשבות, צרכים, פעולות ורווחת 💜.",
    "90-14":
        "באופן כללי, אני נוטה לטפל הרבה יותר טוב ברווחת 💜 מאשר ברווחתי שלי.",
    "90-15": "אני מרגיש נרגז כאשר 💜 לא דואג לי באותה מידה.",
    "90-16":
        "בגלל מערכת היחסים הזו, אני מרגיש לעיתים קרובות חרד, עייף, אשם או מדוכא.",
    "90-17": "אני חי כדי לעזור ל💜, גם כאשר הם לא מבקשים עזרה.",
    "90-18": "אני מסרב להזמנות מחברים כדי שהם לא יבזבזו זמן עם 💜.",
    "90-19": "אני מבלה הרבה זמן במתח בהמתנה לשיחה, הודעת SMS או אימייל מ💜.",
    "90-20": "כשהתחלתי מערכת יחסים עם 💜, הזנחתי את החברים שלי.",
    "90-21": "כשמשהו משתבש, אני נוטה להאשים את 💜.",
    "90-22": "אני מרגיש צורך להציל את 💜 כאשר הם נמצאים במצב קשה.",
    "90-23": "אני מרגיש מנוצל או פגוע על ידי 💜.",
    "90-24": "אני מבין שלמערכת היחסים שלנו יש חוסר איזון חזק בין נתינה לקבלה.",
    "90-25": "התקשורת עם 💜 קשה או כמעט לא קיימת.",
    "90-26":
        "אני רוצה לשנות את ההתנהגות שלי עם 💜, אבל אני ממשיך ליפול באותם דפוסים.",
    "90-27": "אני משתמש במין כדי לנסות לכבוש ולשמור על 💜.",
    "90-28": "אני מנסה להישאר עסוק כל הזמן כדי להימנע מלטפל בבעיה הזו.",
    "90-29": "כשאני לא מרגיש טוב עם 💜, כל דבר אחר בחיי הופך לקשה.",
    "90-30":
        "אני מתעלם מבעיותיי עם 💜 ומעמיד פנים שהדברים לא כל כך קשים כמו שהם.",
    "90-31": "אני מרגיש לכוד במערכת היחסים עם 💜.",
    "90-32": "אני מרגיש מבויש מהמערכת היחסים עם 💜.",
    "90-33": "אני נמנע מלדבר על הבעיות שלי.",
    "90-34": "במערכות יחסים רומנטיות, אני תמיד מצפה להיות נטוש.",
    "90-35":
        "כשאני מתחיל קשר רומנטי, אני לא לוקח מספיק זמן לוודא שהאדם מתאים לי.",
    "90-36": "אני ממהר את הקשר מהר מדי.",
    "90-37": "כשקשר נכשל או מסתיים, אני מבין שהתעלמתי מאותות אזהרה ברורים.",
    "90-38": "אני נוטה לחזור על דפוסי קשרים הרסניים.",
    "90-39": "אני נשאר עם 💜 כי אני פוחד להיות לבד.",
    "90-40": "אני עוזב את הקשר הזה רק כשאני מוצא קשר אחר.",
    "90-41": "אני מתקשה ליהנות, לצאת או לנסוע בלי 💜.",
    "90-42": "💜 אמר/ה שהם רוצים לסיים את הקשר, אבל אני ממשיך להתעקש.",
    "90-43": "אני נוטה לבטוח נאיבית בפרטנרים עם אופי רע.",
    "90-44": "ביחסים שלי עם 💜, אני מתפשר על הרבה פחות ממה שאני רוצה.",
    "90-45":
        "לאחר שהתבזה או הותקפתי על ידי 💜, אני מקבל כל תירוץ לחזור, אפילו אם אחר כך אני מתחרט.",
    "90-46":
        "אני נוטה להתאהב באנשים שאינם נגישים, תוקפניים, מסובכים או לא מסוגלים לאהוב.",
    "90-47": "אני מרגיש צורך להיות מועיל ל💜 או להרגיש ש💜 תלוי בי.",
    "90-48":
        "כדי להרגיש נעים, לעיתים קרובות אני צריך לדעת היכן 💜 נמצא/ת, עם מי הם ובמה הם עוסקים.",
    "90-49": "אני חווה רגעים של דיכאון, אשם או כעס.",
    "90-50": "אני חווה פרצי כעס ותוקפנות.",
    "90-51": "לפעמים אני פועל בצורה בלתי רציונלית.",
    "90-52": "לעיתים קרובות אני זקוק להוכחות חיבה מ💜.",
    "90-53": "האושר שלי תלוי במידה רבה כיצד 💜 מתנהג/ת או לא מתנהג/ת.",
    "90-54": "אני מתקשה לקבל את 💜 כפי שהם.",
    "90-55": "במצבים מלחיצים, אני נוטה להגיב באופן פאסיבי או תוקפני.",
    "90-56":
        "במערכת יחסים זו, אני לעיתים קרובות מאמין שהדברים ישתפרו למרות שאין סימנים אמיתיים לשיפור.",
    "90-57":
        "כשאני סובל, אני נוטה ל'סומטיזציה' או שיש לי כבר מחלות פסיכו-סומטיות כרוניות בגלל ההיסטוריה הרגשית שלי.",
    "90-58": "אני שואל את עצמי לעיתים קרובות אם 💜 אוהב/ת אותי.",
    "90-59": "אני מכחיש את הצורך שלי לבקש עזרה.",
    "90-60":
        "לא היו לי מטרות ברורות במשך זמן רב ולא השקעתיבתחומים אחרים בחיי מלבד הקשר עם 💜.",
    "90-61": "אני מרגיש שאיבדתי כיוון ושליטה על חיי.",
    "90-62": "בגלל הקשר עם 💜, חשבתי על התאבדות.",
    "90-63": "אני חושב שזה הזמן לסיים את זה, ולא עשיתי זאת עדיין.",
    "90-64": "אני בא ממשפחה דכאנית, בעייתית או דיספונקציונלית.",
    "90-65": "לא הרגשתי אהוב, מקובל או מאושר על ידי אחד או שני ההורים.",
    "90-66": "ההורים או המטפלים שלי היו מאוד נוקשים.",
    "90-67": "בנוגע לטעויות, אני נוטה להיות מאוד קשה עם עצמי.",
    "90-68": "בנוגע לטעויות, אני נוטה להיות חסר סבלנות עם אחרים.",
    "90-69": "אני סובל ממצבי רוח תכופים ובלתי מוסברים.",
    "90-70": "אני מודע להערכה העצמית הנמוכה שלי.",
    "90-71": "אני דואג בקלות, וברגעים כאלה אני לא יכול להפסיק לחשוב יותר מדי.",
    "90-72": "אני מרגיש מעט או שאין לי תקווה.",
    "90-73": "אני לעיתים קרובות מרגיש ריק פנימי כאשר אני לבד או רחוק מ-💜.",
    "90-74": "אני מרגיש לא נעים לקבל מחמאות.",
    "90-75": "אני מאוד מפחד להפריע לאחרים.",
    "90-76": "אני תמיד מתנצל, גם כשלא עשיתי שום דבר רע.",
    "90-77": "יש לי קושי לבטוח ברגשות ובתחושות שלי.",
    "90-78": "לעיתים קרובות אני אומר 'כן' כשאני רציתי לומר 'לא'.",
    "90-79": "אני מרגיש אשם בקלות במצבים שונים.",
    "90-80": "אני תמיד מנסה להוכיח שאני מספיק טוב, ואני מפחד לעשות טעויות.",
    "90-81": "אני תמיד מחפש אהבה, קבלה ואישור מאחרים.",
    "90-82": "יש לי קושי לבטוח באנשים.",
    "90-83": "אני נוטה לבטוח באנשים שאינם אמינים.",
    "90-84": "אני מרגיש חוסר יכולת בקלות.",
    "90-85": "אני מרגיש חרטה או אשם בקלות כשאחרים סובלים.",
    "90-86": "אני מרגיש בושתי בחיי שלי.",
    "90-87": "אני שונא את עצמי או מסביר את מעשיי על ידי האשמת הורי או אחרים.",
    "90-88": "היו אנשים שאמרו לי שאני שולט מדי.",
    "90-89": "אני מאוד רגיש לביקורת.",
    "90-90": "יש לי קושי להישאר קרוב או אינטימי עם אנשים.",
    "90-91":
        "אני מרגיש שאני נאלץ לעשן, לקנות, לאכול, להמר, לשתות, להשתמש בסמים, תרופות, באינטרנט, לעבוד או לעסוק בפעילויות אחרות בצורה מופרזת.",
    "90-T": "השלם את הבדיקה",
    "90_titulo": "השלם את הבדיקה",
    "+26r": "דיכאון חמור",
    "-10r": "ללא דיכאון",
    "A": "1) הגדרה",
    "A1":
        "כעס הוא רגש נורמלי ובריא, אך הוא יכול להפוך לבלתי נשלט ולהרסני ליחסים אישיים, עבודה ולבית הספר. כעס בלתי נשלט הופך אותנו לפגיעים לרגשות בלתי צפויים וחזקים. זהו רגש של מחאה, חוסר ביטחון או תסכול כלפי מישהו או משהו, שמובע כאשר האגו מרגיש פגוע או מאוים.",
    "A2":
        "עוצמת הכעס או חוסר הכעס משתנה בין אנשים ומעוצבת על ידי ההתפתחות המוסרית והפסיכולוגית. ייתכן שתכעס על אדם מסוים (עמית לעבודה או חבר לכיתה) או על אירוע כמו פקק תנועה.",
    "A3":
        "כעס יכול גם לנבוע מדאגה מוגזמת או מיקוד בבעיות אישיות וזיכרונות מאירועים טראומטיים או חשובים.",
    "Ag_CalStre": "חשב את רמת הלחץ",
    "Ag_ec1": "מצב משפחתי?",
    "Ag_ec2": "נשוי/נשואה",
    "Ag_ec3": "רווק/ה / אלמן/ה",
    "Ag_ec4": "גרוש/ה",
    "Ag_faldad": "נתונים חסרים",
    "Ag_faldad_des": "לא השלים את הטופס:",
    "Ag_fc1": "ילדים בבית?",
    "Ag_fc2": "אין לי ילדים בבית",
    "Ag_fc3": "יש לי 1 או 2 ילדים בבית",
    "Ag_fc4": "יש לי יותר מ-3 ילדים בבית",
    "Ag_id1": "גיל?",
    "Ag_id2": "מתחת ל-25",
    "Ag_id3": "בין 25 ל-34",
    "Ag_id4": "בין 35 ל-60",
    "Ag_id5": "מעל ל-60",
    "Ag_red1": "מקום מגורים?",
    "Ag_red2": "כפר",
    "Ag_red3": "עיירה קטנה",
    "Ag_red4": "עיר גדולה",
    "Ag_tit": "גורמים מחמירים:",
    "Ag_trb1": "מצב תעסוקה?",
    "Ag_trb2": "סטודנט",
    "Ag_trb3": "מובטל",
    "Ag_trb4": "עבודה זמנית",
    "Ag_trb5": "עבודה קבועה",
    "Analize": "ניתוח תוצאות",
    "Ans11-18": "לפי מבחן החרדה, יש לך תסמינים קלים של חרדה.",
    "Ans11-18r": "חרדה קלה",
    "Ans19-25": "הקפד! לפי מבחן החרדה הזה, יש לך תסמינים של חרדה בינונית.",
    "Ans19-25r": "חרדה בינונית",
    "Ans+26": "היזהר! לפי מבחן החרדה הזה, יש לך תסמינים של חרדה חמורה.",
    "Ans+26r": "חרדה חמורה",
    "Ans-10": "מזל טוב! על פי מבחן זה, יש לך תסמינים מינימליים של חרדה.",
    "Ans-10r": "חרדה מינימלית",
    "AnsEscala1": "אודות ניקוד מבחן BAI",
    "AnsEscala2": "כל תשובה מקבלת ניקוד על סולם של 0 עד 3",
    "AnsEscala3": "ניקוד ורמות חרדה:",
    "AnsEscala4": "0-7: חרדה מינימלית",
    "AnsEscala5": "8-15: חרדה קלה",
    "AnsEscala6": "16-25: חרדה בינונית",
    "AnsEscala7": "26-63: חרדה חמורה",
    "AnsSint": "תסמיני חרדה",
    "B": "2) סימני אזהרה:",
    "B1":
        "כאשר אנו כועסים, אנו חווים מחשבות, רגשות ותגובות פיזיות שונות. עבור חלקם, הרגשות הופכים למעיקים, כאילו הם 'עומדים להתפוצץ'. אחרים אולי לא מבינים שהם כועסים אבל מרגישים חולים, אשמים או מגיבים בהגזמה למצבים אחרים.",
    "B2": "סימנים ישירים:",
    "B3":
        "העלאת קול, קללות, כאבי ראש, כאבי בטן, גרון מתוח, דופק מוגבר, לחץ דם מוגבר, אגרופים קפוצים, איומים, אלימות, לחץ, עוינות, זעם, טינה.",
    "B4": "סימנים עקיפים:",
    "B5":
        "שינה מופרזת, עייפות כרונית, חרדה, קהות חושים, דיכאון, שעמום, אובדן תיאבון, בכי, ביקורת מתמדת, בדיחות רעות או עוינות, שימוש מופרז באלכוהול או בסמים.",
    "C1":
        "שינה חיונית למניעה ולטיפול בהפרעות רגשיות כגון מתח, חרדה, כעס, תלות רגשית ודיכאון. מנוחה נכונה חיונית לגוף ולנפש. הנה כמה טיפים:",
    "C1a": "• ללכת לישון לפני 10:00 בלילה.",
    "C1b": "• לישון כ-7 עד 8 שעות בכל לילה.",
    "C1c": "• לשמור על לוח זמנים קבוע לשינה ויקיצה.",
    "C1d": "אם יש לך קושי להירדם, הנה כמה טיפים:",
    "C1e":
        "• הימנע משתיית משקאות אלכוהוליים, קפה, תה או מאכלים מעוררים כמו שוקולד, עוגיות או עוגות לפני השינה.",
    "C1f":
        "• הימנע ממסכים (טלפון, טאבלט, טלוויזיה) לפחות שעה אחת לפני השינה. הוכח כי האור הכחול וההשפעות המעוררות של המסכים מפריעים לייצור המלוטונין, הורמון חשוב להשריית שינה ושמירה עליה.",
    "C1g":
        "• לאכול ארוחת ערב לפחות 3 שעות לפני השינה. אם כבר עיכלת את הארוחה כשאתה הולך לישון, תזכה לשנת לילה טובה יותר.",
    "C1h": "• לקחת אמבטיה חמה לפני השינה. זה יעזור לך להירגע ולהירדם.",
    "C1t": "1) שינה טובה",
    "C2":
        "הפרעות רגשיות יכולות לרוקן את האנרגיה שלך, מה שגורם לאימון גופני להיראות כמו הדבר האחרון שתרצה לעשות. עם זאת, פעילות גופנית חיונית לריפוי ומניעה של מצבים רגשיים! פעילות גופנית סדירה, במיוחד פעילות אירובית בחוץ, מעוררת ייצור הורמונים כמו אנדורפינים המשפרים את ההרגשה הכללית. הנה כמה טיפים:",
    "C2a":
        "• בחר את הפעילות שאתה הכי נהנה ממנה או הכי פחות שונא! הפעילות הגופנית המתאימה ביותר לאנשים עם הפרעות רגשיות היא תרגילים אירוביים המתבצעים בחוץ, כגון הליכה מהירה, ריצה, רכיבה על אופניים, חתירה וכדומה.",
    "C2b":
        "• שמור על שגרת פעילות גופנית יומית, עם מפגשים של לפחות 30 דקות כל יום.",
    "C2t": "2) פעילות גופנית",
    "C3":
        "תזונה משפיעה לא רק על הבריאות הגופנית אלא גם על הרווחה הרגשית והפסיכולוגית. תזונה בריאה עוזרת למנוע ולטפל בהפרעות רגשיות. הנה כמה טיפים:",
    "C3a":
        "• תזונה בריאה תורמת לייצור סרוטונין, מוליך עצבי הפועל במוח ומווסת את מצב הרוח, השינה, התיאבון ודברים נוספים.",
    "C3b":
        "• השתדל לאכול שלוש ארוחות ביום בזמנים קבועים; אכילה מופרזת או אי-אכילה נפוצים בקרב אנשים עם הפרעות רגשיות.",
    "C3c":
        "• העדף מזונות פשוטים וטריים כמו סלטים, ירקות, קטניות, פירות, דגנים ואגוזים. כלול מזונות כמו בננות, אבוקדו, שיבולת שועל, אגוזי מלך ושקדים.",
    "C3d":
        "• הימנע ממזון חריף, צמצם או הסר בשר מהתפריט, ואם אתה אוכל בשר, בחר בשרים רזים כמו עוף, הודו ודגים.",
    "C3e":
        "• הימנע ממזונות עשירים בסוכר! למרות שסוכר עשוי להיראות מנחם, הוא בסופו של דבר גורם לתנודות במצב הרוח ומחמיר את הדיכאון.",
    "C3f":
        "• מלבד סוכר, עליך גם להימנע ממזונות אחרים המשפיעים על מערכת העצבים שלך, כמו אלכוהול, קפה, מאכלים מלוחים ומאכלים שומניים שנמצאים בעיקר במזון מעובד.",
    "C3g":
        "• שים לב גם לסביבה במהלך הארוחות: היא צריכה להיות שקטה, שלווה וללא הסחות דעת.",
    "C3t": "3) תזונה בריאה",
    "C4":
        "הסטטיסטיקות מראות כי במדינות עם פחות חשיפה לשמש ישנם שיעורי התאבדות גבוהים יותר, והפרעות רגשיות נפוצות יותר במהלך החודשים הקרים והחשוכים. זאת משום שאור השמש פועל כנוגד דיכאון טבעי! נסו לצאת מדי יום, לקבל קצת אור שמש ולשלב זאת עם פעילות גופנית כדי לקבל תועלת כפולה.",
    "C4t": "4) אור השמש",
    "C5":
        "המוח שלנו תלוי מאוד בחמצן. תרגילי נשימה שמעודדים שאיפה עמוקה מגדילים את כמות החמצן במחזור הדם, משפרים את תפקוד המוח, את הרוגע ואת בהירות המחשבה. הפעילות הגופנית גם משפרת את הנשימה ומגדילה את נפח הריאות.",
    "C5t": "5) אוויר צח",
    "C6":
        "האמון בעצמך, באחרים ובמשהו גבוה יותר (כמו האמונה באלוהים) חיוני להתגבר על מתח ודיכאון. גם הצחוק עוזר: הוא מרגיע את הגוף ומגרה את המוח לייצר כימיקלים המעודדים שמחה ורווחה.",
    "C6t": "6) גישה אמינה",
    "C7":
        "הקיפו את עצמכם בחברים חיוביים ותומכים שיעזרו לכם לשנות את המחשבות השליליות. דיבור על הרגשות שלכם חשוב, אך אם זה לא אפשרי, מצאו דרכים לבטא את עצמכם דרך פעילויות כמו כתיבה, ריקוד, נגינה או ציור. ביטוי אמנותי יכול להיות תרפויטי מאוד ולעורר שינויים כימיים במוח.",
    "C7t": "7) הביעו את רגשותיכם",
    "C8": "הרשו לי לספר לכם קצת על גירוי יתר ודיכאון:",
    "C8a":
        "• גירוי יתר, במיוחד ממסכים כמו טלפונים, טלוויזיה ואינטרנט, יוצר דופמין, 'הורמון התגמול', שהופך את הפעילויות הללו למאוד מהנות. עם זאת, שימוש יתר במסכים יכול להוביל לתלות. זה יוצר מעגל שבו פעילויות יומיומיות כמו קריאה או אינטראקציות חברתיות הופכות למשעממות, ואתם מחפשים יותר זמן מסך להנאה. כתוצאה מכך, הדיכאון שלכם עשוי להחמיר וייתכן שיהיה לכם קשה לבצע משימות יומיות. כדי לשבור את המעגל הזה, צמצמו את זמן המסך שלכם ואפסו את מערכת התגמול שלכם כדי להתחיל ליהנות שוב מפעילויות יומיומיות.",
    "C8t": "8) הימנעו מגירוי יתר",
    "C9":
        "אנשים מדווחים לעתים קרובות על שיפור רגשי משמעותי כאשר יש להם חיית מחמד. אינטראקציה עם בעלי חיים יכולה להעלות את רמות הסרוטונין, להביא עידוד ושמחה.",
    "C9t": "9) קחו חיית מחמד",
    "C10":
        "טיפול חיצוני: מקלחת יומית משפרת את הרוגע, ההיגיינה והביטחון העצמי. אנשים עם דיכאון עשויים להזניח זאת, אך טיפול אישי קבוע משפר את מצב הרוח ואת תחושת הערך העצמי.",
    "C10a":
        "טיפול פנימי: מים חיוניים לבריאות הפיזית והנפשית. שמרו על הרגלי שתייה טובים בעזרת הטיפים הבאים:",
    "C10b": "• שתו מים לאורך כל היום, רצוי בין הארוחות.",
    "C10c": "• צריכת המים שלכם צריכה להיות לפחות 1.5 עד 2 ליטר ביום.",
    "C10d":
        "• אינדיקטור לכך שאתם שותים מספיק מים הוא צבע השתן שלכם: הוא צריך להיות צהוב בהיר.",
    "C10t": "10) מים מבפנים ומבחוץ",
    "C11":
        "ייתכן שתצטרכו להיאבק בתסמינים הללו כל חייכם. יהיו ימים טובים יותר מאחרים, אבל אל תוותרו.",
    "C11a": "• קבלו את הרגע הנוכחי, אל תברחו מהמציאות.",
    "C11b": "• אין תרופת פלא שתשנה את החשיבה שלכם בין לילה, אפילו לא תרופות.",
    "C11c": "• קחו צעד אחד בכל פעם, אך לכיוון הנכון.",
    "C11d":
        "• כדי להגדיל את יכולתכם להתמודד עם הבעיה, יישמו את כל העצות הללו. יחד הם בהחלט יעזרו לכם, כפי שהם עזרו למיליוני אנשים.",
    "C11e": "• התחילו להתנסות כבר היום. אל תוותרו על המאבק.",
    "C11t": "אל תוותרו על המאבק.",
    "CAUSA":
        "אנחנו נוטים לשחזר בבגרות את מה שלמדנו בילדות. האופן שבו קיבלנו חיבה במהלך שלב זה של החיים משפיע ישירות על האופן שבו אנחנו מתקשרים כמבוגרים. באופן כללי, מבוגרים שנהיים תלויים רגשית הם אלו שלא קיבלו את תשומת הלב והחיבה הדרושות לפיתוח הערכה עצמית ואמונה בעצמאותם. הם מחפשים למלא את החסר הזה בחיבה דרך מערכות יחסים אחרות, מה שמוביל לתלות. עם זאת, תלות זו עשויה להיות קשורה גם לגורמים אחרים כמו נטישה פיזית או רגשית, דחייה, ובריונות.",
    "CAUSA_T": "סיבה",
    "D": "4) דרכים לבטא כעס:",
    "D1":
        "הדרך הטבעית והאינסטינקטיבית ביותר לבטא כעס היא באמצעות תגובות אגרסיביות. כעס הוא תגובה טבעית ומסתגלת לאיומים; הוא מעורר תחושות והתנהגויות עוצמתיות, לעיתים קרובות אגרסיביות, שמאפשרות להילחם או להגן כשנמצאים תחת התקפה. כמות מסוימת של כעס נחוצה להישרדות שלנו. עם זאת, אנחנו לא יכולים לשחרר את הכעס שלנו על כל אדם או חפץ שמטרידים אותנו; חוקים, נורמות חברתיות ושכל ישר קובעים גבולות לאופן שבו אנחנו מבטאים את הכעס שלנו. אנשים משתמשים בתהליכים שונים, מודעים ובלתי מודעים, כדי לנהל את התחושות הללו בצורה יעילה ומקובלת חברתית.",
    "DEF":
        "תלות רגשית היא התנהגות מזיקה שבה אדם מאמין שהוא זקוק למישהו כדי לחיות, להרגיש שלם או להיות מאושר. זהו הפרעה פסיכולוגית נפוצה מאוד, גם בזוגיות וגם בקשרים משפחתיים וחברתיים, והיא משפיעה לא רק על התלוי אלא גם על האנשים שיש להם קשר רגשי איתו. רמת הקשר כל כך משמעותית שהאדם מרגיש רע וסובל כשהאחר אינו נוכח. התלוי רגשית פועל כאילו הוא לוויין, ומקריב את זהותו האישית כדי לשמר את הקשר הרגשי בכל מחיר.",
    "DEF_T": "הגדרה",
    "Err_estciv": "חסרה סטטוס נישואין!",
    "Err_fil": "חסרה מידע על ילדים בבית!",
    "Err_ida": "חסר גיל!",
    "Err_res": "חסרה מקום מגורים!",
    "Err_vinlab": "חסרה מצב תעסוקתי!",
    "Escala1": "אודות הסולם",
    "Escala2": "כל השאלות מדורגות בסולם של ערכים מ-0 עד 3.",
    "Escala3": "ערך סולם ורמת דיכאון:",
    "Escala4": "< 10% ללא דיכאון",
    "Escala5": "11-19% דיכאון קל",
    "Escala6": "20-29% דיכאון מתון",
    "Escala7": "> 30% דיכאון קשה",
    "Exttit": "חיצוני",
    "F": "5) תהליכים להתמודדות עם כעס:",
    "F1":
        "1) ביטוי רגשות כעס בצורה אסרטיבית (לא אגרסיבית): זה כולל הצגת הצרכים שלך בצורה ברורה וכיצד ניתן לספק אותם מבלי לפגוע באחרים. הכלל הזהב הוא כבוד לעצמך ולאחרים!",
    "F2":
        "2) דיכוי רגשות: זה קורה כשאתה מחזיק בכעס, מפסיק לחשוב עליו ומתמקד בדברים חיוביים. המטרה היא לדכא את הכעס ולהמיר אותו להתנהגויות בונות יותר. הסכנה היא שאם לא מאפשרים הבעת כעס חיצונית, הכעס עלול להתבטא בפנים ולהוביל לבעיות פיזיות כמו חרדה, דיכאון, יתר לחץ דם וכו'.",
    "F3":
        "3) הרגעה/הרפיה: זה כולל לא רק שליטה בהבעת ההתנהגות אלא גם ניהול התגובות הפנימיות. באופן אידיאלי, אפילו התחושות מתמתנות. כישלון בהבעת כעס בצורה מספקת יכול להוביל לבעיות אחרות, כמו התנהגות פסיבית-אגרסיבית או גישה צינית ועוינת תמידית. אנשים שממעיטים בערכם של אחרים כל הזמן, מבקרים כל דבר או מביעים הערות ציניות לרוב לא למדו לבטא את כעסם בצורה בונה. בדרך כלל יש להם מעט מערכות יחסים מספקות. עם זאת, היזהרו! אין להשתמש בזה כתירוץ 'לשחרר הכל'. מחקרים מראים כי הבעת כעס בצורה בלתי מבוקרת יכולה לעודד תוקפנות נוספת במקום לפתור את הבעיה. עדיף להבין את הטריגרים לכעס ולפתח אסטרטגיות כדי למנוע הסלמה מזיקה.",
    "FIBhoje":
        "ממשלות מבינות יותר ויותר שהתוצר הלאומי הגולמי (תמ״ג), שמודד את הסכום של כל מה שמיוצר במדינה, אינו מספיק כדי להעריך את אושר האוכלוסייה. להיות עשיר זה לא מספיק כדי להיות מאושר; ישנם גורמים שגורמים לנו אושר שאי אפשר לקנות או למכור. ממשלות נעשות מודעות לכך והחלו בהדרגה להכניס כלי הערכה מסוג זה למדיניות שלהן. אנשים מאושרים מראים יותר פרודוקטיביות בעבודה, הם יצירתיים, יש להם מערכות יחסים בריאות וארוכות טווח, יש להם יותר חברים, הם בריאים יותר והם מתמודדים טוב יותר עם לחץ וקשיים.",
    "FIBhoje_t": "אושר לאומי גולמי היום",
    "FimTeste": "צפה בסרטון פרסומת בזמן שאנחנו מנתחים את התשובות שלך.",
    "FimTeste_t": "הבדיקה הושלמה",
    "Fort1": "1) אתה יכול לזהות את הסיבות לכעס שלך.",
    "Fort2": "2) אתה יכול להפחית את השפעות הכעס שלך באמצעות תקשורת.",
    "Fort3": "3) אתה יודע איך לפתור את הבעיות שלך כדי להפחית את השפעות הכעס.",
    "Fort4": "4) נראה שאתה יודע מתי יש צורך לדכא את הכעס ומתי לבטא אותו.",
    "Fort5": "5) אתה יכול לשלוט בכעס שלך.",
    "Fort6": "6) נראה שאתה יודע מתי לסלוח כשצריך.",
    "Fort7": "7) יש לך שליטה רגשית טובה על הכעס הפנימי שלך.",
    "Fort8": "8) יש לך שליטה טובה על הביטויים החיצוניים של הכעס שלך.",
    "Fort9": "9) אין סימנים לכך שיש לך השקפה עוינת על החיים.",
    "Frac1": "1) אינך מבין לחלוטין את הגורמים העמוקים לכעס שלך.",
    "Frac2":
        "2) עליך לשפר את כישורי התקשורת שלך כדי להפחית את השפעת הכעס על עצמך ועל אחרים.",
    "Frac3": "3) עליך לפתח כישורי פתרון בעיות יעילים כדי להקל על השפעות הכעס.",
    "Frac4": "4) עליך להבין מתי להסתיר את הכעס ומתי להביע אותו.",
    "Frac5": "5) אתה מוצא את זה מאתגר לשלוט בכעס שלך.",
    "Frac6": "6) אתה מתקשה בסליחה, מה שמשפיע לרעה עליך ועל אחרים.",
    "Frac7": "7) קשה לך לשלוט בכעס שלך במצבים רגשיים.",
    "Frac8": "8) אתה מתקשה לנהל את הביטויים החיצוניים של כעסך.",
    "Frac9": "9) יש לך גישה עוינת לחיים.",
    "G": "6) התמודדות עם רגשות ומחשבות:",
    "G1":
        "אסטרטגיות יעילות ניתן לפתח רק באמצעות הבנה מעמיקה של כעס: מה אני חושב? מה אני מרגיש? מטרת האסטרטגיות הללו אינה להעלים את הכעס לחלוטין, אלא להבחין מתי הכעס הוא אדפטיבי ואיך להישאר בשליטה.",
    "G1tit": "סיבות",
    "G2tit": "השפעות",
    "G3tit": "בעיות",
    "G4tit": "הדחקה",
    "G5tit": "שליטה",
    "G6tit": "סליחה",
    "H": "7) התמודדות עם רגשות ומחשבות:",
    "H1":
        "כאשר אתה מהרהר במצבים שמעוררים כעס, סביר להניח שאתה זוכר רגשות עזים שגרמו לך להגיב בדרכים שלא שיפרו את המצב. כדי לנהל טוב יותר את הרגשות הללו, חשוב לנתח את המצב מפרספקטיבה אחרת.",
    "H2": "צעד 1: ניתוח",
    "H3":
        "פעם הבאה שמשהו או מישהו מפריע לך, נסה לתפוס את המחשבות שעולות לגבי המצב או האדם. רשום אותן ברגע שאתה יכול, והכין בהדרגה רשימה של מחשבות חוזרות.",
    "H4": "צעד 2: הערכה",
    "H5":
        "העריך את המחשבות שלך בקפידה. האם הן מדויקות, או שהן מעוותות על ידי הטיות רגשיות? מחשבות מעוותות הן בדרך כלל לא מדויקות ויכולות לקבל צורות רבות.",
    "H6":
        "• תיוג: ייחוס תווית שלילית מבלי לקחת בחשבון הנחות או ראיות אחרות, לדוגמה: 'הוא אידיוט.'",
    "H7":
        "• הגזמה: בעת הערכת מישהו, הגדלה של המרכיב השלילי והפחתה של המרכיב החיובי, לדוגמה: 'המורה שלי נתנה לי ציון נמוך; היא לא הוגנת' (אבל היא גם נתנה לי כמה ציונים חיוביים אחרים).",
    "H8":
        "• אישיות: אמונה שהאחרים מגיבים ישירות נגדך מבלי לשקול הסברים סבירים יותר להתנהגותם. לדוגמה: 'אותו אדם קר כי הוא חושב שהוא מעליי' (אולי אותו אדם קיבל חדשות רעות ממשפחתו...).",
    "H9":
        "• ראיית מנהרה: רק ההיבטים השליליים של המצב נלקחים בחשבון, לדוגמה: 'המורה שלי לא יכול לעשות שום דבר נכון. הוא ביקורתי, חסר רגש ולא יודע ללמד את הנושא היטב.'",
    "H10":
        "• חשיבה 'או הכול או כלום': המצב נחשב רק בשתי קטגוריות ולא במנעד, לדוגמה: 'החבר שלי לא מסכים איתי בנושא הזה, אז הוא לא תומך בי בשום דבר.'",
    "H11":
        "• להיות צודק: לנסות באופן מתמיד להוכיח שהדעות והמעשים שלך נכונים. להיות טועה הוא בלתי נתפס, לדוגמה: 'הצעקות על הקולגה שלי היו לחלוטין מוצדקות. היא הייתה ראויה לזה על מה שהיא עשתה.'",
    "H12": "צעד 3 - מצא דרכים אחרות יותר מתאימות לחשוב על המצב:",
    "H13":
        "לכל מחשבה מעוותת, עבד על זיהוי דרך חלופית ובונה יותר לחשוב שתפחית את כעסך. זה יכול לכלול חקירת מרכיבים חיוביים של אדם או מצב, שקילת הסברים חלופיים להתנהגות של מישהו, או אימוץ פרספקטיבה רחבה יותר.",
    "H14": "צעד 4 - תרגל את הצעדים הקודמים:",
    "H15":
        "הניתוח הזה צריך להתאמן בכל יום כדי להיות יעיל. כאשר זה ייהפך לקל יותר, תהיה טוב יותר בזיהוי מחשבותיך כאשר אתה נתקל במצבים שמעוררים כעס. על ידי זיהוי מחשבות מעוותות והחלפתן במחשבות מתאימות יותר, תוכל להימנע מהחמרת הכעס שלך.",
    "Hostil": "עויין",
    "I": "8) ניהול תסמינים גופניים:",
    "I1":
        "כאשר אתה מתמודד עם כעס אינטנסיבי, ההמלצה הנפוצה ביותר היא 'להירגע' או 'להתרווח.' הצהרות אלו מתמקדות בניהול התסמינים הגופניים של הכעס, שגורמים למתח בגוף כאילו הוא מוכן להתפוצץ. למידה להרפות יכולה לעזור לך לשלוט בצורה טובה יותר על ההשפעות הגופניות של הכעס.",
    "I2": "נשימה עמוקה:",
    "I3":
        "כאשר אתה מרגיש כעס, חשוב מאוד שיהיה לך טכניקת הרפיה שעובדת במהירות ובכל מצב. נשימה עמוקה היא אחת הטכניקות הללו. היא מאפשרת לגופך לקחת יותר חמצן, מאיטה את קצב הלב שלך ועוזרת למנוע מהאדרנלין לזרום בזרם הדם שלך. הנשימה היא עמוקה משום שהיא כוללת את הסרעפת או האזור הבטני ולא את החזה. הנשימות צריכות להיות איטיות וריתמיות.",
    "I4":
        "כאשר אתה מבחין בסימנים פיזיים לכעס, קח רגע להתרכז בנשימה שלך, שהיא כנראה מהירה ורדודה. הפסקת מחזור זה על ידי נשימה אטית ומעומק הסרעפת תעזור לגופך להירגע ולהפחית את הסימפטומים הפיזיים של הכעס. כאשר השרירים שלך מתחילים להירגע, המתח יתחיל להתפוגג.",
    "I5":
        "הפסקה קצרה זו מאפשרת לך להחזיר שליטה על הרגשות שלך, לשנות את מחשבותיך ולטפל במצב בצורה יותר יעילה.",
    "I6": "הרפיה פרוגרסיבית של שרירים:",
    "I7":
        "טכניקה זו מכווצת ומרפה בצורה שיטתית את קבוצות השרירים הגדולות בגופך. זה עוזר לך לזהות מתח ולשחרר אותו. כאשר היא בשימוש במצבים שמעוררים כעס, הרפיה פרוגרסיבית של שרירים יכולה להפחית את הרגשות הללו, ולעזור לך להישאר רגוע ופחות כועס ככל שהמצב מתקדם.",
    "Ignorar": "התעלם מהתוצאה",
    "Inttit": "פנימי",
    "J": "9) עבודה פסיכותרפויטית:",
    "J1":
        "אם ההצעות הקודמות אינן עוזרות לך לנהל את הכעס בצורה יעילה, או אם אתה נתקל בבעיות רציניות בשליטה על הכעס, אנו ממליצים לפנות לעזרה מקצועית.",
    "J2":
        "הצעד הקרדינלי הוא למצוא מישהו שיכול לעזור לך לשוב לשלוט. שיחה עם מקצוען יכולה לעזור למנוע מצבים מזיקים ולשפר את איך שאתה מרגיש לגבי עצמך. בנוסף, פסיכותרפיה יכולה לשפר את כישורי התקשורת שלך ולשפר את מערכות היחסים שלך.",
    "Med1": "1) לפעמים אתה יכול לזהות את הסיבות לכעס שלך.",
    "Med2":
        "2) לפעמים אתה יכול להקל על השפעות הכעס שלך באמצעות תקשורת אפקטיבית.",
    "Med3":
        "3) לעיתים קרובות אתה יכול לפתור בעיות בדרכים שעוזרות להפחית את השפעת הכעס.",
    "Med4": "4) לפעמים אתה יכול לנהל את כעסך בצורה אפקטיבית.",
    "Med5": "5) לפעמים אתה יכול לשלוט בכעס שלך.",
    "Med6": "6) ייתכן שתהיה לך קושי עם סלחנות כשנדרש.",
    "Med7": "7) נראה שיש לך שליטה סבירה על רגשות הכעס שלך.",
    "Med8": "8) יש לך שליטה סבירה על ההתבטאויות החיצוניות של הכעס.",
    "Med9": "9) לפעמים אתה מראה גישה עוינת כלפי החיים.",
    "Mudar_atitude_titulo": "האם אפשר לשנות את הגישה הזו?",
    "NotasRaiva": "איך לשלוט בכעס?",
    "P1": "אני ישן את מספר השעות המתאים לצרכים שלי",
    "P2": "אני אוכל ארוחות בזמן הנכון",
    "P3": "אני לוקח תרופות מרגיעות כשאני מרגיש עצבני",
    "P4":
        "אני מעביר את זמני הפנוי מול מסכים (טלוויזיה, מחשב, טלפון נייד, טאבלט וכו').",
    "P5": "אני מתאמן באופן קבוע",
    "P6": "אני אוכל במהירות",
    "P7": "אני צורך מזון מתוק ושמן כאשר מתחשק לי",
    "P8": "אני אוכל הרבה פירות וירקות",
    "P9": "אני שותה מים בין הארוחות",
    "P10": "אני אוכל בין הארוחות העיקריות",
    "P11": "אני אוכל ארוחת בוקר טובה",
    "P12": "אני אוכל ארוחה גדולה בארוחת ערב.",
    "P13": "אני מעשן",
    "P14": "אני שותה משקאות אלכוהוליים",
    "P15": "בזמן הפנוי שלי, אני מחפש טבע ואוויר צח",
    "P16": "יש לי תחביב שמרגיע אותי",
    "P17": "המשפחה שלי די רועשת",
    "P18": "אני מרגיש שאני זקוק ליותר מקום בבית.",
    "P19": "הדברים שלי מסודרים כולם",
    "P20": "אני נהנה מהאווירה בבית שלי",
    "P21": "השכנים שלי מאוד רועשים",
    "P22": "יש הרבה אנשים באזור שבו אני גר",
    "P23": "הבית שלי נקי ומסודר",
    "P24": "אני יכול להירגע בבית",
    "P25": "החדר שלי קטן מדי בשבילי",
    "P26": "הרבה אנשים גרים תחת אותו גג איתי.",
    "P27": "אני מרוצה מהעיצוב של הבית שלי",
    "P28": "הבית שלי גדול מספיק לצרכים שלנו",
    "P29": "יש ריחות לא נעימים בשכונה שלי",
    "P30": "האזור שבו אני גר מאוד רועש",
    "P31": "האוויר באיזור שלי נקי וצלול",
    "P32": "הרחובות והגנים בשכונה שלי נקיים ומטופחים",
    "P33": "אני סובל מכאבי ראש",
    "P34": "אני סובל מכאבי בטן",
    "P35": "העיכול שלי טוב",
    "P36": "המעיים שלי פועלים היטב",
    "P37": "אני סובל מכאבי גב",
    "P38": "אני חווה דפיקות לב ו/או קצב לב מהיר.",
    "P39": "אני סובל לעיתים קרובות מאלרגיות",
    "P40": "אני סובל מקוצר נשימה",
    "P41": "אני מרגיש מתח בשרירי הצוואר והגב שלי",
    "P42": "לחץ הדם שלי תקין",
    "P43": "יש לי זיכרון טוב",
    "P44": "יש לי תיאבון קטן",
    "P45": "אני מרגיש עייף וחסר אנרגיה.",
    "P46": "אני סובל מאינסומניה",
    "P47": "אני מזיע אפילו בלי פעילות גופנית",
    "P48": "אני בוכה ומרגיש נואש בקלות",
    "P49": "העבודה שלי גורמת לי הרבה מתח",
    "P50": "בזמן הפנוי שלי אני חושב על בעיות בעבודה",
    "P51": "לוח הזמנים שלי קבוע",
    "P52": "המשימות שלי מאפשרות לי לאכול בשלווה",
    "P53": "אני לוקח עבודה הביתה בלילה ובסופי שבוע",
    "P54": "יש לי יותר מעבודה אחת",
    "P55": "כשאני עובד, הזמן עובר מהר",
    "P56": "אני מרגיש מועיל ומרוצה מהעיסוקים שלי",
    "P57": "אני מפחד לאבד את העבודה שלי.",
    "P58": "יש לי קשיים עם הקולגות שלי בעבודה",
    "P59": "אני בקשרים טובים עם הבוס שלי.",
    "P60": "אני רואה את העבודה שלי כיציבה",
    "P61": "אני משתמש ברכב לעבודה",
    "P62": "אני שוכח לאכול כשאני צריך לסיים משהו",
    "P63": "אני רואה את עצמי כמסוגל לעשות את עבודתי",
    "P64": "יש לי את הרושם שהבוס שלי והמשפחה שלי מעריכים את העבודה שאני עושה",
    "P65": "אני נהנה להיות אדיב ומנומס עם אנשים",
    "P66": "אני בדרך כלל סומך על אחרים",
    "P67": "אני מתעצבן כששאלותיי תלויות באחרים",
    "P68": "ויכוחים משפיעים עליי מאוד",
    "P69": "יש לי חברים שמוכנים להקשיב לי",
    "P70": "אני מרוצה מהקשרים המיניים שלי",
    "P71": "אכפת לי מאוד מה אחרים חושבים עליי",
    "P72": "אני רוצה לעשות דברים טוב יותר מאחרים",
    "P73": "הקולגות שלי הם חברים שלי",
    "P74": "יש לי סבלנות להקשיב לבעיות של אחרים",
    "P75":
        "אני מאמין שבן/בת הזוג שלי צריך לשנות באופן משמעותי כדי שהקשר שלנו ישתפר.",
    "P76": "אני מדבר יותר מדי",
    "P77": "כאשר אני מתווכח עם מישהו, אני מיד מתחיל להרים את הקול שלי.",
    "P78": "אני מרגיש קנאה כי לאחרים יש יותר ממני",
    "P79":
        "במהלך ריב, אני מתמקד במה שאני אגיד בהמשך במקום להקשיב באופן מלא לצד השני.",
    "P80": "אני הופך לעצבני כאשר נותנים לי פקודות",
    "P81": "באופן כללי, אני מרוצה מהחיים שלי",
    "P82": "אני אוהב לדבר טוב על אנשים",
    "P83": "אני הופך לעצבני כאשר מישהו נוהג לאט מולי",
    "P84": "כשיש תור ארוך, אני נוטה לעזוב.",
    "P85": "אני בדרך כלל נדיב כלפי עצמי כשאני קובע מועדים",
    "P86": "אני מאמין בעתיד",
    "P87": "כאשר הנושא לא מוצא חן בעיניי, אני נוטה לחשוב על הגרוע ביותר",
    "P88": "אני מעדיף לעשות דברים בדרכי ומתרגש כשאני לא יכול.",
    "P89": "יש לי חוש הומור טוב",
    "P90": "אני מרוצה מהאופן שבו אני",
    "P91": "אני הופך לעצבני אם אני מופרע באמצע פעילות",
    "P92": "אני פרפקציוניסט",
    "P93": "אני חושב לעיתים קרובות על אנשים שחייבים לי כסף.",
    "P94": "אני הופך לעצבני מאוד כשאני stuck בפקקי תנועה",
    "P95": "אני משתעמם מאוד מהר בחופשות ורוצה לחזור לפעילות פרודוקטיבית",
    "P96": "אני מפחד לחלות במחלה קטלנית כמו סרטן",
    "PH": "עוינות",
    "Perg": "שאלה",
    "R1":
        "אתה בעל ביטחון עצמי רב ואינך נותן עדיפות לקשר שלך על פני הצרכים האישיים שלך. אתה מאזין טוב לקשר שלך עם אספקטים אחרים בחייך. עם זאת, ייתכן שאתה מגן על אישיותך בעוצמה כזו שיכולה להיראות שאתה לא רוצה להתחייב לחלוטין. חשב אם אתה מתרחק מהתחייבות בגלל פחד ליצירת קשרים עמוקים או להראות פגיעות.",
    "R1T": "אין תלות רגשית",
    "R2":
        "אתה יודע שבקשרים חשוב להתפשר ולנהל משא ומתן. אתה יכול לבטא את רגשותיך בצורה ברורה, אבל במצבים מסוימים אתה מראה חוסר ביטחון ואינך יכול להגן על האוטונומיה שלך. יהיה טוב להתחיל לקבוע גבולות ולתרגל טיפול עצמי כדי למנוע את הגדלת התלות הרגשית והשפעתה השלילית על חייך.",
    "R2T": "תלות רגשית נמוכה",
    "R3":
        "הפחד שלך מאובדן בן/בת הזוג שלך מוביל אותך להתנהגויות תלויות מסוימות. אתה אוהב לשמח אותם, לעיתים קרובות דוחף את האינטרסים שלך הצידה. אם תמשיך לפעול כך, האינדיבידואליות שלך תהיה בסיכון חמור. זכור שבקשר בריא, שני הצדדים דואגים לעצמם, יש להם מטרות אישיות ויכולים לבטא את דעותיהם ללא פחד. חשב על ההתנהגויות שלך שעשויות לתרום לקשר לא בטוח זה.",
    "R3T": "תלות רגשית מתונה",
    "R4":
        "אתה מרגיש צורך עצום לדאוג לבן/בת הזוג שלך, אפילו אם זה אומר להקריב היבטים חיוניים של חייך. הכל סובב סביב הקשר, ואתה אוהב להרגיש מועיל לאדם השני. בנוסף, אתה נמנע מכל סוג של קונפליקט, מאמין שקשר מאושר הוא קשר ללא ריבים. עם זאת, אל תתבל: צורת פעולה זו תביא לתוצאות מאוחר יותר. אישיות היא אחת מהעמודים המרכזיים של קשר בריא.",
    "R4T": "תלות רגשית גבוהה",
    "RaivaExterna": "כעס חיצוני",
    "RaivaInterna": "כעס פנימי",
    "Result": "תוצאות",
    "SA": "זה נוגע לסוגי האינטראקציות שאנשים מפתחים.",
    "SAHL":
        "רמות גבוהות: אנשים שמבצעים באופן כללי אמון באחרים, מאמינים בתכונותיהם החיוביות ומפקפקים לעיתים רחוקות בכוונותיהם. זה משפיע על היווצרות הזהות שלהם ועל יכולתם ליצור קשרים אינטימיים. הם נוטים להיות נאמנים, ישרים, אכפתיים ומוכנים לעזור לאחרים, ומפגינים לעיתים קרובות חמלה, נדיבות ואמפתיה, אם כי הם עשויים להיראות גם ככנועים יותר.",
    "SALL":
        "רמות נמוכות: אנשים שלרוב מתנהגים בעוינות או מציגים התנהגות מניפולטיבית לטובת עצמם. הם נוטים להיות חשדניים, יש להם מעט חברים ושומרים על מעט קשרים משמעותיים. הם לעיתים קרובות חווים בעיות בבית הספר ומפרים לעיתים קרובות את הכללים החברתיים, עם כמה קורלציות להתנהגות אנטי-חברתית ושימוש בחומרים.",
    "SC":
        "זה מייצג את רמת הארגון, ההתמדה, השליטה והמוטיבציה של אדם להשגת מטרות, כמו גם את דייקנותם ויכולתיהם להישאר מאורגנים.",
    "SCHL":
        "רמות גבוהות: אנשים שמחפשים דרכים להשיג את מטרותיהם, גם אם זה דורש ויתורים או עימותים עם רצונות מיידיים. הם נוטים להיות שאפתניים, חרוצים ומחויבים מאוד לעבודה שלהם.",
    "SCLL":
        "רמות נמוכות: אנשים עם מעט מוטיבציה להתמודד עם משימות מורכבות, שמוותרים בקלות בפני קשיים. הם משתתפים בדרך כלל בפעילויות מבלי לדעת בבירור כיצד הן יעזרו להם להשיג את מטרותיהם. הם בדרך כלל לא מחויבים ולא מדויקם, ויש להם קשיים להישאר מעורבים במשימות גם אם זה מזיק להם.",
    "SE":
        "זה מתייחס לאופן שבו אדם מתקשר עם אחרים, כולל עד כמה הוא תקשורתי, דברן, פעיל, אסרטיבי ורגיש.",
    "SEHL":
        "רמות גבוהות: אנשים שנהנים מההתחברות החברתית ומחפשים מגע עם אחרים, גם אם הם לא מכירים אותם היטב. הם נוטים לשתף מידע אישי במהירות ולבטוח באנשים שהם רק פגשו. אנשים אלה בדרך כלל פעילים, מביעים את העדפותיהם ואמונותיהם בצורה גלויה ולעיתים עשויים להראות התנהגויות שולטות. הם מעדיפים פעילויות קבוצתיות ומחפשים באופן פעיל חברה.",
    "SELL":
        "רמות נמוכות: נוטים להיות שקטים ושקטים, מדברים מעט על עצמם וצריכים יותר זמן לפתח אינטימיות. הם לא בהכרח ביישנים, חסרי נימוס או אנוכיים.",
    "SINTOMAS":
        "קנאה מופרזת, צורך עז לרצות אחרים, פחד לבדידות, חוסר בתוכניות אישיות, רגשות נחותים וצרכים תמידיים לקבל תשומת לב.",
    "SINTOMAS_T": "סימפטומים",
    "SN":
        "זהו תכונה בסיסית הנוגעת כיצד אדם מנהל את רגשותיו הנגרמים מאירועים יומיומיים.",
    "SNHL":
        "רמות גבוהות: מתרחשות אצל אנשים שאינם מנהלים את רגשותיהם ביעילות ומרגישים סבל פסיכולוגי בצורה אינטנסיבית. הם מראים חוסר יציבות רגשית ופגיעות, מדווחים על חוויות אינטנסיביות באירועים שליליים, ומעט מתייחסים להיבטים החיוביים של האירועים. הם נוטים לפתח בעיות כמו דיכאון, אשמה, קנאה, כעס, חרדה ועוד.",
    "SNLL":
        "רמות נמוכות: מצביעות על כך שהאדם נותר יציב רגשית גם כאשר הוא מתמודד עם רגשות מאתגרים או שליליים.",
    "SO": "זה מתייחס להתנהגויות חקרניות והכרת הערך של חוויות חדשות.",
    "SOHL":
        "רמות גבוהות: מתרחשות אצל אנשים שאינם מנהלים את רגשותיהם ביעילות ומרגישים סבל פסיכולוגי בצורה אינטנסיבית. הם מראים חוסר יציבות רגשית ופגיעות, מדווחים על חוויות אינטנסיביות באירועים שליליים, ומעט מתייחסים להיבטים החיוביים של האירועים. הם נוטים לפתח בעיות כמו דיכאון, אשמה, קנאה, כעס, חרדה ועוד.",
    "SOLL":
        "רמות נמוכות: מצביעות על כך שהאדם נשאר יציב רגשית גם כאשר הוא מתמודד עם אירועים מאתגרים או שליליים.",
    "SS":
        "ה-Big Five הם אחד מהמבחנים האישיותיים הנפוצים ביותר בעולם. יש להם תמיכה גלובלית וקונטקסטואלית בהקשרים שונים. מטרת המבחן היא לזהות מגמות התנהגותיות בחמישה תכונות אישיות בסיסיות. ערכים גבוהים או נמוכים אינם מצביעים בהכרח על דפוס אישיות לא מתאים. עיין בחמשת התכונות שנבדקו למטה.",
    "SSt": "מידע על המבחן",
    "Sint":
        "דיכאון אינו רק עצב רגעי! מדובר בהפרעת מצב רוח כרונית. הסימפטומים השכיחים ביותר של דיכאון הם:",
    "SintAns":
        "חרדה מתבטאת בסימפטומים פיזיים ופסיכולוגיים. בדרך כלל היא מתאפיינת בדאגה מופרזת למצבויות עתידיות. לחיות בהווה הוא אתגר, כי תמיד דואגים לעתיד. כאשר היא בשליטה, חרדה היא תגובה טבעית של הגוף לאיומים פוטנציאליים, שמאפשרת לנו להישאר ערניים לסכנות אפשריות. עם זאת, היא יכולה להיות עזה, ממושכת וללא סיבה ברורה. במקרים כאלה, אנשים נוטים להתרחק ולהימנע ממצבים שהם רואים אותם כמסוכנים, גם אם הם אינם כאלה.",
    "Sinta": "• מצב רוח מדוכא, עצבנות, חרדה ורגשנות רגשית.",
    "Sintb": "• הפרעות שינה: אינסומניה או היפרסומניה.",
    "Sintc": "• שינויים בתיאבון, עם עלייה או ירידה במשקל.",
    "Sintd": "• רגשות של אכזבה, עייפות ומאמץ מוגבר להשלמת משימות.",
    "Sinte": "• חוסר עניין, חוסר מוטיבציה ואדישות.",
    "Sintf": "• רגשות פחד, חרדה, חוסר ביטחון, ייאוש, חוסר אונים וריקנות.",
    "Sintg":
        "• פסימיות, רגשות אשם תכופים ולא פרופורציונליים, הערכה עצמית נמוכה, רגשות של חוסר תכלית, חסר ערך, חורבן, כישלון, מחלה, מוות או אבל.",
    "Sinth":
        "• תפיסה מעוותת ושלילית של המציאות: הכל נראה דרך עדשה דיכאונית, נותנת גוון אפור לעצמך, לאחרים ולעולם.",
    "Sinti": "• קושי להתרכז, חשיבה איטית יותר, שכחה תכופה.",
    "Sintt": "תסמיני דיכאון",
    "SinttAns": "תסמיני חרדה",
    "SobreApp": "אודות האפליקציה",
    "SobrePersonalidade":
        "מבחן האישיות מבוסס על חמשת הגדולים (5 תכונות אישיות) ומטרתו להעריך את האישיות שלך באמצעות שאלון ולקבוע את תכונות האישיות המאפיינות ביותר שלך.",
    "SobreTesteAns": "המבחן מבוסס על Beck Anxiety Inventory (BAI)",
    "SobreTesteFelicidade":
        "מבחן האושר שואף לזהות את רמת האושר שלך לפי מבחן Gross National Happiness (GNH).",
    "SobreTesteStress":
        "מבחן הלחץ מבוסס על Beck Depression Inventory (BDI), בשימוש נרחב על ידי אנשי מקצוע בתחום הבריאות הנפשית ומאומת בין-לאומית.",
    "T1": "ניתוח כללי",
    "T2": "ניתוח אישי",
    "TRAT1":
        "נסה להבין את הסיבות להתנהגות המזיקה שלך. למה אתה פוחד להיות לבד? מה הסיבות להערכה העצמית הנמוכה שלך? האם שווה לשמור על מערכת יחסים לא מאוזנת כזו? מחשבה על שאלות אלו תעזור לך לזהות את החולשות שלך ולחפש פתרון לבעיה.",
    "TRAT1_T": "היה כנה עם עצמך",
    "TRAT2":
        "הכרה בתלות רגשית אינה בהכרח אומרת לסיים את הקשר. פתח את לבך, דבר על הפחדים שלך ושאל אותם כיצד תוכל לשפר את הקשר שלך כדי שיהיה מאוזן יותר. כנות יכולה להעלות את האחדות והקשר בין בני הזוג.",
    "TRAT2_T": "דבר עם בן הזוג שלך",
    "TRAT3":
        "עבוד על איזון כל היבטי חייך. חזור להתחבר עם המשפחה והחברים, דאג לעצמך טוב יותר, גלה תחביבים חדשים והשקיע זמן בהתפתחות אישית.",
    "TRAT3_T": "דאג לאינטרסים שלך",
    "TRAT4":
        "אל תשאר בקשר שבו אתה מרגיש לא מסופק מתוך פחד מהבדידות. אם בן הזוג שלך לא מכבד את היחודיות שלך ומנצל את התלות שלך כדי לשלוט בך, ייתכן שהגיע הזמן לשקול לסיים את הקשר.",
    "TRAT4_T": "הגדר גבולות",
    "TRAT5":
        "ההפרעה הזו נובעת לעיתים קרובות מטראומות ילדות. ריפוי פצעים רגשיים מהעבר הוא צעד ראשון קרדינלי. אנשים שמביאים משא רגשי ליחסים לרוב מביאים בעיות בלתי פתורות שמשפיעות על הקשר. ריפוי הילד הפנימי שלך יכול לשנות את המצב באופן משמעותי, ולסייע לך לפתח את המשאבים לאהוב ולטפל בעצמך, מה שיביא לאיכות חיים הרבה יותר טובה. אז תהיה מוכן להתחבר עם אחרים בצורה בריאה ומאוזנת רגשית.",
    "TRAT5_T": "הכר את העבר",
    "TRAT6": "כמובן, מידע זה אינו מחליף הערכה וייעוץ של מקצוען בתחום הבריאות.",
    "TRAT6_T": "חפש עזרה",
    "Tclaro": "נושא בהיר",
    "Tescuro": "נושא כהה",
    "Tletra": "סוג גופן",
    "TotalRaiva": "סך הכל כעס",
    "Tra":
        "תמיד מועיל לפנות להנחיה של איש מקצוע בתחום הבריאות כדי לעזור לך להתאושש מדיכאון, במיוחד אם תוצאות הבדיקה שלך הראו 'יש לך דיכאון קשה!' איש המקצוע יעזור לך לזהות דפוסי חשיבה והתנהגות חדשים. עם זאת, יש הרבה דברים שאתה יכול וצריך לעשות בעצמך: שינוי אורח חיים הוא חיוני, מכיוון שאורח חייך תורם לתסמיני דיכאון. עיין בעצות המפורטות למעלה כדי לשפר את בריאותך הרגשית! למען בריאותך, השג את הכוח והאנרגיה לשנות כל דבר שצריך להשתנות ולנצח את הקרב נגד דיכאון.",
    "TraAns":
        "תמיד מועיל לקבל הכוונה מאיש מקצוע בתחום הבריאות בניהול חרדה, במיוחד אם תוצאות הבדיקה שלך הן 'יש לך תסמיני חרדה חמורה!' איש המקצוע צריך לעזור לך למצוא דפוסי חשיבה והתנהגות חדשים. אבל יש הרבה דברים שאתה יכול לעשות בעצמך כדי להתמודד עם חרדה. שינוי אורח חיים הוא חיוני, מכיוון שאורח חייך תורם לנוכחות תסמיני חרדה באופן כללי. עיין ב-10 העצות המתוארות למטה, ולמען בריאותך, השג כוח ואנרגיה לשנות כל דבר שצריך להשתנות ולנצח את הקרב נגד חרדה.",
    "Trat": "טיפול בדיכאון",
    "VerAnsiedade": "על דיכאון",
    "VerAnsiedadeAns": "על חרדה",
    "VerVideo": "ראה את התוצאה לאחר הווידאו",
    "_Dep2Escala":
        "ה-18 שאלות מוערכות על סולם של 0 עד 5 ערכים, כאשר תמיד יש ערכים של 0 ולפעמים ערכים של 5",
    "_SobreDependenciaTitulo": "על תלות רגשית",
    "_SobreStresTitulo": "על לחץ",
    "_SobreTesteDependencia":
        "הבדיקת תלות רגשית מתבססת על המדריך של מלודי ביטי 'Codependent No More'. מטרת הבדיקה היא לנתח אם המשתמש מציג סימנים לתלות רגשית במישהו ובאיזה רמה.",
    "_SobreTipoPersonalidade": "סוגי אישיות",
    "_adAtencao": "אזהרה",
    "_adTotal": "כדי להתחיל את הבדיקה, יש לצפות בפרסומת המלאה.",
    "_cancelarInicioTeste": "לא להתחיל את הבדיקה",
    "_depR1": "אין דיכאון",
    "_depR1C":
        "מעולה! לפי הבדיקה של איוון גולברג, אתה לא סובל מדיכאון! אתה יכול להתמודד עם עליות וירידות בחייך באופן רגיל ולנהל את הרגשות שלך בקלות.",
    "_depR2": "סיכוי לדיכאון",
    "_depR2C":
        "לפי הבדיקה של איוון גולברג, יש סיכוי קל לדיכאון, דבר מאוד נפוץ אצל רוב האנשים! אתה כמעט תמיד מצליח לנהל את הרגשות שלך, אך לא תמיד מצליח לפתור אותם בצורה מספקת.",
    "_depR3": "תסמיני דיכאון",
    "_depR3C":
        "לפי הבדיקה של איוון גולברג, אתה מציג תסמיני דיכאון! אתה בסיכון לפתח התנהגות דיכאונית. הקשב לעצות עבור אורח חיים שמגן על הרגשות.",
    "_depR4": "התנהגות דיכאונית",
    "_depR4C":
        "לפי הבדיקה של איוון גולברג, אתה מציג התנהגות דיכאונית! אתה זקוק לשנות את השגרה שלך, לעקוב אחר העצות לאורח חיים שמגן על הרגשות, וכדאי לפנות לעזרה מקצועית.",
    "_depR5": "דיכאון מתון",
    "_depR5C":
        "תשומת לב! לפי הבדיקה של איוון גולברג, יש לך תסמינים של דיכאון מתון. אתה צריך לשים לב לבעיה זו. עקוב אחרי הטיפים לאורח חיים שמגן על הרגשות, ופנה לעזרה מקצועית.",
    "_depR6": "דיכאון קשה",
    "_depR6C":
        "זהירות! לפי הבדיקה של איוון גולברג, אתה מציג תסמינים של דיכאון קשה! נושא זה דורש את מלוא תשומת הלב שלך. עקוב אחרי הטיפים לאורח חיים בריא, ויש לפנות לעזרה מקצועית.",
    "_incioTeste": "כדי להתחיל את הבדיקה, צפה בפרסומת",
    "_iniciarTeste": "התחל את הבדיקה",

    "_introGeral":
        "אפליקציה זו מספקת סדרת בדיקות שיעזרו לך להבין כיצד המוח והרגשות שלך פועלים. אלו כלים מאומתים בשימוש נרחב על ידי אנשי מקצוע בתחום הבריאות ברחבי העולם. מדוע כדאי לך לקחת את הבדיקות? כי הצעד הראשון לפתרון בעיה הוא להכיר בכך שהיא קיימת! תהנה מהבדיקות.",
    "_introTesteAnsiedade":
        "בדיקת החרדה עושה שימוש בשאלון של 21 שאלות להעריך את נוכחות וחומרת תסמיני החרדה. כדי להבטיח את תקפות הבדיקה, שקול את השבוע האחרון שלך וענה בכנות. התוצאות שלך יוצגו בסיום, יחד עם מידע וטיפים מועילים. הפרסומות תומכות בפרויקט ומחזיקות את האפליקציה בחינם עבורך.",
    "_introTesteAtitude":
        "יש ארבע גישות עיקריות ביחסים בין אנשים: פסיבית, אגרסיבית, מניפולטיבית ואסרטיבית. באמצעות שאלון בן 60 שאלות, האפליקציה הזו תעזור לך לגלות איזו גישה היא הדומיננטית ביותר אצלך. כדי לקבל תוצאות מדויקות, אנא ענה בכנות על כל הצהרה. הפרסומות עוזרות לממן את הפרויקט ולשמור על האפליקציה חינם למשתמשים.",
    "_introTesteDependencia":
        "האם אתה יכול לדמיין את חייך ללא בן הזוג שלך? האם זה היה הגיוני? הבדיקה הזו תעריך את רמת התלות הרגשית שלך בבן הזוג שלך או במישהו אחר שאתה עלול להיות תלוי רגשית בו. לדעת את רמת התלות הרגשית במערכת יחסים היא הצעד הראשון להתגבר עליה. ענה על שאלות הבדיקה וגלה את רמת התלות הרגשית שלך.",
    "_introTesteDepressao":
        "האם אתה חושב שאתה דיכאוני? ענה בכנות על שני מבחנים אלה וגלה אם יש לך תסמיני דיכאון. בנוסף לתוצאה, תמצא הצעות יקרות ערך לשיפור הבריאות הרגשית שלך. חשוב לזכור שהאפליקציה הזו אינה מחליפה עזרה של איש מקצוע בתחום הבריאות. אנו כאן כדי לתמוך בך במסעך לחיפוש אחר רווחה רגשית. אומץ, אתה יכול לנצח.",
    "_introTesteFelicidade":
        "האם אתה מאושר? התשובה אינה קלה: חלקם אומרים שזה לא קשור לחשבון הבנק, בעוד אחרים מאמינים שזה תלוי במציאת אהבה אמיתית, הבנה או בריאות טובה... ייתכן שאלה הן רק חלקים מתוך שלם השפועלים על האושר שלנו. הבדיקה הזו מתבססת על בדיקת האושר הלאומי הגולמית (GNH), שנוצרה בשנת 1972 על ידי מלך בוטאן שלקח ברצינות את הערכת האושר של נתיניו, מה שהיווה דוגמה להרבה ממשלות, מדינות ואינטלקטואלים לחקור את הנושא. ענה על השאלון וגלה אם אתה באמת מאושר. הפרסומות משמשות אך ורק למימון הפרויקט ולשמירה על האפליקציה חינם למשתמשים. תהנה מהבדיקה!",
    "_introTestePersonalidade":
        "ישנם 5 תכונות אישיות שמאפיינות כל אדם. גלה את שלך בבדיקה זו, שנמשכת כ-10 דקות. כדי להבטיח תוצאות מדויקות, ענה בכנות על כל הצהרה. בסיום, יועץ סוג האישיות שלך. הפרסומות משמשות למימון הפרויקט ולשמירה על האפליקציה חינם למשתמשים. בהצלחה עם הבדיקה!",
    "_introTesteRaiva":
        "הכעס הוא רגש טבעי ובריא, אבל הוא יכול להפוך לבלתי ניתן לשליטה ומשתלח. באמצעות שאלון בן 47 שאלות, הבדיקה הזו תעזור לך לגלות את רמת הכעס שלך והאם אתה שולט בו או שהוא שולט בך. כדי להבטיח תוצאות מדויקות, ענה בכנות על כל הצהרה. הפרסומות משמשות אך ורק למימון הפרויקט ולשמירה על האפליקציה חינם למשתמשים.",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "שמור על קור רוח, זו בדיקת לחץ ותצטרך קצת התבוננות פנימית כדי לענות על 96 שאלות. כדי להבטיח את דיוק הבדיקה, אנא ענה על כל השאלות בכנות. התוצאה תינתן בסוף עם כמה טיפים מועילים. הפרסומות באפליקציה הזו עוזרות לממן את הפרויקט ולשמור עליו חינם למשתמשים. בצע את הבדיקה באופן קבוע כדי להעריך אם רמות הלחץ שלך משתפרות או מחמירות.",
    "_listaTestes": "רשימת מבחנים",
    "_mudarIdioma": "שנה שפה",
    "_removerAds": "הסר פרסומות",
    "_tAnsiedade": "מבחן חרדה",
    "_tAtitude": "מבחן גישה",
    "_tAutoConfianca": "מבחן ביטחון עצמי",
    "_tDepBeck": "מבחן אהרון בק",
    "_tDepGoldberg": "מבחן איוון גולדברג",
    "_tDependencia": "מבחן תלות רגשית",
    "_tDepressao": "מבחן דיכאון",
    "_tFelicidade": "מבחן אושר",
    "_tPersonalidade": "מבחן אישיות",
    "_tRaiva": "מבחן כעס",
    "_tRelacionamentos": "מבחן מערכות יחסים",
    "_tSorriso": "מבחן חיוך",
    "_tStress": "מבחן סטרס",
    "_testeNaoFeito": "המבחן לא הושלם",
    "_tituloApp": "דיכאון & רגשות",

    "agressiva_descricao":
        "אדם שמביע את צרכיו, העדפותיו, רגשותיו ודעותיו בצורה עוינת, תובענית, מאיימת או מענישה כלפי אחרים. הוא מוכן לנצח בכל מחיר ומעדיף את רצונותיו האישיים על פני רצונותיהם של אחרים. התנהגות זו כוללת הגנה על זכויותיו, אך על חשבון הפרת זכויותיהם של אחרים.",
    "agressiva_titulo": "אגרסיבי",
    "algumas": "לפעמים",
    "allapps": "פתח את כל המבחנים",
    "analise1": "אנליזה מוחלטת",
    "analise2": "אנליזה פרופורציונלית",
    "appChat": "צ'אט עזור לי",
    "as_vezes": "לפעמים",
    "assertiva_descricao":
        "אנשים אסרטיביים משתתפים ישירות, מביעים את צרכיהם, העדפותיהם, רגשותיהם ודעותיהם ללא חרדה מיותרת. הם מבהירים את זכויותיהם מבלי לפגוע בזכויות של אחרים.",
    "assertiva_titulo": "אסרטיבי",
    "asvezes": "לפעמים",
    "aut.sobre": "המבחן כולל 15 שאלות, כל אחת מדורגת בסקלה של 0 עד 3 נקודות.",
    "aut_1": "אני מאמין שאם אעבוד קשה ואשקול, אני יכול להשיג את מטרותיי.",
    "aut_2": "אני מרגיש מיואש ורגשי כשאני נתקל בקשיים.",
    "aut_3": "אני שומר על קשר קבוע עם אנשים בעלי מיומנויות ויכולות דומות לשלי.",
    "aut_4": "אני מתמיד במאמצי גם אם אני לא מצליח מיד.",
    "aut_5": "אני נותן עדיפות לאמונות שלי על פני פעולה לפי הציפיות של אחרים.",
    "aut_6": "אני מקבל שבחים ופידבק חיובי על העבודה שלי.",
    "aut_7": "החיים מעוררים בי השראה ומספקים לי אנרגיה חיובית.",
    "aut_8": "אני מאמין שכשאני מתמסר לבעיה, אני תמיד אמצא פתרון.",
    "aut_9": "אני משקף את השיעורים שלמדתי כשאני עובר מכשולים משמעותיים.",
    "aut_10": "אני ניגש לפעילויות שנראות קשות או מורכבות.",
    "aut_11": "אני מתמודד עם מצבים חדשים בצורה רגועה מבלי להיכנס ללחץ.",
    "aut_12": "אני מתמיד גם כשאחרים מוותרים.",
    "aut_13": "אני רואה את העתיד בביטחון, מבלי להרגיש חרד.",
    "aut_14": "אני מזדהה עם אנשים שעובדים קשה, גם אם הם לא משיגים את מטרותיהם.",
    "aut_15": "אני יכול להשיג את המטרות שאני קובע לעצמי.",
    "aut_aum": "כיצד לחזק את הביטחון העצמי",
    "aut_aum_c":
        "בניית הביטחון העצמי היא תהליך הדרגתי הכולל אימוץ הרגלים ותודעה חיובית. הנה כמה אסטרטגיות שיעזרו לך לחזק את הביטחון העצמי שלך:",
    "aut_aum_c1":
        "1. קבע מטרות ריאליות: קבע מטרות ניתנות להשגה וחלק אותן לשלבים קטנים יותר. כל הישג מחזק את הביטחון העצמי שלך.",
    "aut_aum_c2":
        "2. חגוג את ההצלחות שלך: הכיר והחגג את ההישגים שלך, גם אם הם קטנים. זה מחזק דימוי עצמי חיובי.",
    "aut_aum_c3":
        "3. תרגל אכפתיות עצמית: התייחס לעצמך באותה טוב לב והבנה כמו שהיית מציע לחבר. הימנע מביקורת קשה כלפי עצמך.",
    "aut_aum_c4":
        "4. פתח כישורים חדשים: השקיע זמן בלמידה או בשיפור כישורים כדי להגביר את הביטחון שלך ביכולותיך.",
    "aut_aum_c5":
        "5. דמיין הצלחה: דמיין את עצמך מתמודד עם אתגרים בהצלחה. זה מכין את המוח שלך למצבים אמיתיים.",
    "aut_aum_c6":
        "6. קבל מחמאות: קבל מחמאות בכנות והימנע מלהמעיט בערך ההישגים שלך. זה תורם לדימוי עצמי חזק יותר.",
    "aut_aum_c7":
        "7. צא מאזור הנוחות שלך: התמודד עם אתגרים המאפשרים לך לצמוח. התגברות על מכשולים מחזקת את הביטחון שלך.",
    "aut_aum_c8":
        "8. תרגל תקשורת: שפר את כישורי התקשורת שלך כדי לבטא את הרעיונות והדעות שלך בביטחון.",
    "aut_aum_c9":
        "9. שמור יומן חיוביות: רישום הישגים, מחמאות ודברים שאתה מודה עליהם. התמקדות בדברים חיוביים עוזרת לשנות את התודעה שלך.",
    "aut_aum_c10":
        "10. דאג לגופך: עוסק בפעילות גופנית, אכול בצורה בריאה ושמור על הרגלי שינה טובים. גוף בריא תומך במוח בטוח.",
    "aut_aum_c11":
        "11. פתח גישה חיובית: אתגר מחשבות שליליות והחלף אותן באישורים חיוביים וריאליסטיים.",
    "aut_aum_c12":
        "12. למד מהטעויות: במקום להעניש את עצמך על טעויות, ראה אותן כהזדמנויות ללמידה ולצמיחה.",
    "aut_aum_c13":
        "13. קבע גבולות: למד לומר לא כאשר יש צורך, והראה שאתה מעריך את עצמך ואת הזמן שלך.",
    "aut_aum_c14":
        "14. קבל את חוסר השלמות: הבן שאין אדם מושלם. קבל את החסרונות שלך כחלק מהאני הייחודי שלך.",
    "aut_aum_c15":
        "15. הקף את עצמך בחיוביות: שמור על חברה עם אנשים תומכים שמעודדים אותך והימנע מאלה שמורידים אותך.",
    "aut_aum_c16":
        "16. דאג למראה שלך: הצג את עצמך בצורה שמקנה לך ביטחון ונוחות.",
    "aut_aum_c17":
        "17. זכור שבניית ביטחון עצמי היא מסע מתמשך. היה סבלני עם עצמך והמשך לטפח דימוי עצמי חיובי.",
    "aut_def": "מה זו ביטחון עצמי",
    "aut_def_c":
        "ביטחון עצמי הוא האמונה והביטחון החיובי ביכולות, בכישורים ובפוטנציאל של האדם. זו ההכרה הפנימית שאתה יכול להתמודד עם אתגרים, לקבל החלטות ולנהל מצבים שונים בחיים. ביטחון עצמי כולל אמונה בעצמך, בתכונות שלך ובפוטנציאל שלך, והשפעתו ניכרת על ההתנהגות שלך, על האינטראקציות שלך עם אחרים ועל ההתמודדות שלך עם מכשולים. זהו מרכיב מרכזי לרווחה רגשית ולצלחה אישית, שכן הוא מאפשר לאנשים להרגיש בטוחים, מוכשרים וגמישים מול קשיים.",
    "aut_dest": "הורסי ביטחון עצמי",
    "aut_dest_c1":
        "1. כישלונות או טעויות: כישלונות או טעויות חוזרות יכולות לערער את הביטחון של אדם ביכולותיו.",
    "aut_dest_c2":
        "2. ביקורת מתמדת: ביקורת שלילית מתמשכת מאחרים עלולה לפגוע קשות בביטחון העצמי.",
    "aut_dest_c3":
        "3. השוואה לאחרים: השוואה מתמדת עם אחרים והרגשה של חוסר התאמה יכולה להפחית את הביטחון העצמי.",
    "aut_dest_c4":
        "4. חוויות טראומטיות: טראומות עבר, כגון בריונות, התעללות או אירועים שליליים משמעותיים, עלולות להשאיר השפעה ארוכת טווח על הביטחון העצמי.",
    "aut_dest_c5":
        "5. חוסר הכרה: כאשר מאמצים והישגים אינם מוכרים, זה יכול להוביל לירידה בביטחון העצמי.",
    "aut_dest_c6":
        "6. פרפקציוניזם: הצבת אמות מידה גבוהות מדי לעצמך יכולה להוביל להרגשה של חוסר התאמה ולירידת הביטחון העצמי.",
    "aut_dest_c7":
        "7. דימוי עצמי שלילי: תמונה שלילית של עצמך, בין אם בנוגע למראה, כישורים או אישיות, עלולה לשחוק את הביטחון העצמי.",
    "aut_dest_c8":
        "8. מסרים שליליים מהעבר: תגובות שליליות מצד דמויות סמכות, כמו הורים או מורים, עלולות להשאיר חותם מתמשך על הביטחון העצמי.",
    "aut_dest_c9":
        "9. חוסר ניסיון: התמודדות עם מצבים חדשים או לא מוכרים יכולה להוביל לאי-ודאות ולירידה בביטחון העצמי.",
    "aut_dest_c10":
        "10. בידוד חברתי: חוסר אינטראקציה חברתית ותמיכה רגשית יכול לתרום לירידה בביטחון העצמי.",
    "aut_dest_c11":
        "11. תלות מופרזת באישור אחרים: תלות רבה מדי באישור של אחרים כדי לשמור על דימוי עצמי יכולה לפגוע בביטחון כאשר האישור חסר.",
    "aut_dest_c12":
        "12. ביקורת עצמית מופרזת: להיות ביקורתי מדי כלפי עצמך ולהתמקד רק בחסרונות יכול להזיק לביטחון העצמי.",
    "aut_dest_c13":
        "13. הפרעות נפשיות: מצבים כמו חרדה, דיכאון והפרעות אכילה יכולים להשפיע לרעה על הביטחון העצמי.",
    "aut_dest_c14":
        "14. שינויים משמעותיים בחיים: אירועים משמעותיים כמו גירושין, אובדן עבודה או מחלה יכולים להשפיע על הביטחון העצמי.",
    "aut_dest_c15":
        "חשוב לזהות גורמים אלו ולעבוד באופן פעיל על בניית ביטחון עצמי דרך פיתוח כישורים, קביעת מטרות ריאליסטיות, טיפוח גישה חיובית ותרגול טיפול עצמי רגשי.",
    "aut_escala_1":
        "מעולה. התוצאות שלך מראות ביטחון עצמי חזק. אתה מוביל את חייך לעבר מטרותיך בביטחון, ומקבל תחושת ביטחון והערכה עצמית. כל הצלחה נוספת מחזקת את ביטחונך, ואתה יודע איך ללמוד מניסיון מבלי לתת למכשולים לערער את הגישה החיובית שלך.",
    "aut_escala_1t": "אתה מציג ביטחון עצמי חזק",
    "aut_escala_2":
        "אתה על הדרך הנכונה. אתה מציג ביטחון עצמי טוב במצבים מוכרים, אך במצבים חדשים או לא בטוחים הדורשים החלטות אסרטיביות, ייתכן שתהיה פחות בטוח בעצמך. הכ recognize את החוזקות והכישרונות שלך, ונסה לחקור אותם יותר. קרא את ההנחיות למטה למידע נוסף.",
    "aut_escala_2t": "אתה מציג ביטחון עצמי בינוני",
    "aut_escala_3":
        "התוצאות מצביעות על כך שהרמה הנוכחית של ביטחון עצמי שלך אינה מספקת לחלוטין. ייתכן שאתה חווה חוסר ביטחון, הן בהווה והן לגבי העתיד. נראה שיש נטייה להתמקד במגבלות במקום לחקור את הכישרונות הקיימים אך הבלתי מנוצלים שלך.",
    "aut_escala_3t": "אתה מציג ביטחון עצמי נמוך",
    "aut_intro":
        "האם חשבת פעם איך ביטחון עצמי שלך משפיע על תחומים שונים בחייך? ביטחון עצמי כולל אמונה ביכולות שלך, בתכונות שלך ובשיפוטים האישיים שלך. טיפוח רמה בריאה של ביטחון עצמי הוא חיוני להצלחה בתחומים החברתיים והמקצועיים כאחד. קח את המבחן הזה כדי לגלות כיצד ביטחון עצמי שלך נמדד.",
    "aut_pro": "גורמים לקידום הביטחון העצמי:",
    "aut_pro_c1":
        "1. הישגים והצלחות: השגת מטרות וחוויית הצלחות, אפילו קטנות, עשויות להעלות את הביטחון העצמי.",
    "aut_pro_c2":
        "2. קבלה וקבלה עצמית: קבלת עצמך עם כל החסרונות היא צעד חשוב לקידום הביטחון העצמי.",
    "aut_pro_c3":
        "3. התפתחות אישית: השקעת זמן ומאמץ בלמידה ושיפור כישורים עשויה להעלות את הביטחון העצמי.",
    "aut_pro_c4":
        "4. הכרת עצמך: הבנת החוזקות, החולשות, הערכים והתחביבים שלך מסייעת לבניית בסיס מוצק לביטחון העצמי.",
    "aut_pro_c5":
        "5. הגדרת מטרות ניתנות להשגה: קביעת מטרות ריאליות ועבודה הדרגתית לעברן עשויה לחזק את הביטחון שלך ביכולותיך.",
    "aut_pro_c6":
        "6. מערכת תמיכה: הקפת עצמך בחברים, משפחה או מנטורים המספקים עידוד וחיזוק עשויה להגביר את הביטחון העצמי.",
    "aut_pro_c7":
        "7. חשיבה חיובית: פיתוח מנטליות אופטימית ומיקוד במחשבות חיוביות עשויות לשפר את הביטחון העצמי.",
    "aut_pro_c8":
        "8. אישור עצמי: הכרה באופן קבוע בחוזקות ובהישגים שלך עשויה לחזק תחושת ביטחון עצמי חזקה.",
    "aut_pro_c9":
        "9. התמודדות עם אתגרים: התמודדות עם אתגרים והתגברות עליהם עשויה להראות לך מה אתה מסוגל לעשות, ולחזק את הביטחון העצמי.",
    "aut_pro_c10":
        "10. טיפול עצמי: התמקדות בטיפול עצמי, כגון שינה מספקת, תזונה בריאה ופעילות גופנית, עשויה להשפיע באופן חיובי על הביטחון העצמי.",
    "aut_pro_c11":
        "11. דמיון חיובי: דמיון הצלחה והתמודדות עם מצבים מאתגרים בביטחון עשוי לעזור לחזק את הביטחון העצמי.",
    "aut_pro_c12":
        "12. קבלת טעויות: הכרה בכך שטעויות הן חלק טבעי מהלמידה והצמיחה עשויה להפחית את פחד הכישלון ולהגביר את הביטחון העצמי.",
    "aut_pro_c13":
        "13. תקשורת אפקטיבית: פיתוח כישורי תקשורת מסייע לבטא את רעיונותיך ודעתך, דבר שיכול להגביר את הביטחון העצמי.",
    "aut_pro_c14":
        "14. התמדה: לא לוותר מול קשיים ולנסות להמשיך גם כשדברים קשים תורמת להעלאת הביטחון העצמי.",
    "aut_pro_c15":
        "15. העצמה אישית: לקחת שליטה על חייך והחלטותיך מקדמת את התחושה שאתה מסוגל ויש לך כוח על מעשיך.",
    "aut_pro_c16":
        "זכור כי הביטחון העצמי הוא תהליך מתמשך והוא עשוי להשתנות עם הזמן. חשוב לתרגל את הגורמים הללו באופן קבוע ולעבוד על בניית דימוי עצמי חיובי וריאלי.",
    "cau_dep": "סיבות לדיכאון",
    "cau_dep1":
        "דיכאון הוא מצב מורכב ורב-גורמי, וישנם מספר גורמים שיכולים לתרום להתפתחותו. גורמים אלה עשויים להשתנות מאדם לאדם, אך בדרך כלל הם כוללים:",
    "cau_dep2":
        "גורמים גנטיים: נטייה גנטית משחקת תפקיד חשוב בדיכאון. אם מישהו במשפחתך סבל מדיכאון, ייתכן שאתה בסיכון גבוה יותר.",
    "cau_dep3":
        "חוסר איזון כימי במוח: שינויים ברמות הנוירוטרנסמיטורים, כגון סרוטונין, דופמין ונוראפינפרין, יכולים להשפיע על תפקוד המוח ולתרום לדיכאון. השימוש המוגזם בטכנולוגיה עשוי גם לשבש את ויסות הדופמין.",
    "cau_dep4":
        "אירועים מלחיצים בחיים: חוויות טראומטיות, אובדן משמעותי, סכסוכים משפחתיים, בעיות כלכליות או שינויים גדולים בחיים יכולים להפעיל או להחמיר דיכאון.",
    "cau_dep5":
        "היסטוריה אישית: היסטוריה של דיכאון קודם מגבירה את הסיכון לחזרה של המחלה.",
    "cau_dep6":
        "מחלות רפואיות: כמה מצבים רפואיים, כמו סרטן, מחלות כרוניות, פגיעות ראש טראומטיות או הפרעות הורמונליות, עשויים להגדיל את הסיכון לדיכאון.",
    "cau_dep7":
        "שימוש לרעה בחומרים: שימוש לרעה באלכוהול, סמים או אפילו צריכה מופרזת של מזון מתוק עשוי להחמיר את הסיכון לדיכאון.",
    "cau_dep8":
        "בדידות חברתית: חוסר תמיכה חברתית ותחושת בידוד עשויים להעלות את הסיכון לדיכאון.",
    "cau_dep9":
        "גורמים פסיכולוגיים: דפוסי חשיבה שליליים, דימוי עצמי נמוך, ביקורת עצמית מוגזמת ופרפקציוניזם יכולים כולם לשחק תפקיד בדיכאון.",
    "cau_dep10":
        "הפרעות הורמונליות: שינויים הורמונליים, כמו ההורמונים של בלוטת התריס, עשויים להשפיע על מצב הרוח ולתרום לדיכאון.",
    "cau_dep11":
        "חשוב לזכור שדיכאון הוא מצב שניתן לטיפול, וטיפול נכון יכול לעזור בניהול או התגברות על גורמי סיכון אלו. עיין בעצות המוצגות למעלה לחיים רגשיים בריאים והשתמש בהן. ואם אתה או מישהו שאתה מכיר חווים תסמיני דיכאון, חפש עזרה ממומחה לבריאות לצורך הערכה וטיפול מתאים.",
    "concordo": "אני מסכים",
    "conselhos": "טיפים",
    "conselhos2": "טיפים לאורח חיים בריא",
    "citacoes_titulo": "",
    "citacao_byronsd": "FR Healthcare - Healthy Lifestyle Tips",
    "citacao_who": "World Health Organization - Mental Health",
    "citacao_mayo": "Mayo Clinic - Depression",
    "def_stress_texto":
        "לחץ הוא התגובה הטבעית של הגוף לאירועים או מצבים שמעוררים לחץ. הוא מתעורר בדרך כלל עקב משהו בלתי צפוי או מחוץ לשליטתנו. התגובה הזו משתנה בהתאם למספר גורמים אישיים שמשפיעים על האופן שבו הלחץ משפיע על חיינו, כמו הקשר החברתי והכלכלי, הסביבה בה אנו חיים, ואפילו נטייה גנטית.",
    "def_stress_titulo": "מהו לחץ?",
    "dep2_1": "אני מרגיש עצוב, מדוכא ואומלל",
    "dep2_2": "אני מרגיש שאני כישלון",
    "dep2_3": "גם כשקורים לי דברים טובים, אני מרגיש מדוכא",
    "dep2_4": "גם הדברים הפשוטים דורשים ממני הרבה מאמץ",
    "dep2_5": "אני חושב על סיום חיי בתדירות גבוהה.",
    "dep2_6": "אני לא רואה עתיד לעצמי",
    "dep2_7": "אני מרגיש אשם לגבי דברים ואני חושב שאני ראוי לעונש.",
    "dep2_8": "אני מתקשה להתרכז במה שאני קורא",
    "dep2_9": "אני עולה או יורד במשקל ללא דיאטה",
    "dep2_10": "קשה לי לקבל החלטות.",
    "dep2_11": "אני עצבני ומוטרד.",
    "dep2_12": "אני מרגיש לכוד או כלוא.",
    "dep2_13": "איבדתי עניין בדברים שהיו פעם חשובים ומניעים אותי.",
    "dep2_14": "אני מאוד איטי בביצוע משימות.",
    "dep2_15": "אני מרגיש עייף ומותש",
    "dep2_16": "אני מרגיש ריק בתוכי, כאילו אני חסר חיים",
    "dep2_17":
        "הדפוסים שלי בשינה מאוד לא סדירים: אני ישן יותר מדי או פחות מדי.",
    "dep2_18": "השמחה וההנאה מהחיים עזבו אותי",
    "disclamer":
        "שימו לב שזו הערכה עצמית עם מגבלות! לאבחון מדויק ולטיפול, עליכם להתייעץ עם איש מקצוע בתחום הבריאות.",
    "discordo": "אני לא מסכים",
    "escala": "תלות רגשית (סולם)",
    "escolha": "*בחר/י כדי להתחיל את הבדיקה!",
    "fEscala1": "על הסולם",
    "fEscala2": "כל התשובות מדורגות בסולם של 0 עד 4:",
    "fEscala3": "0 - 20 מאוד לא מרוצה",
    "fEscala4": "20 - 40 לא מרוצה",
    "fEscala5": "40 – 60 מספק",
    "fEscala6": "60 – 80 מרוצה",
    "fEscala7": "80 – 128 מאוד מרוצה",
    "fEscalaT": "תוצאת הבדיקה:",
    "fSintt": "ערכים חיוביים",
    "fconselhos": "אושר לאומי גולמי (GNH)",
    "feliz": "מרוצה",
    "felizR": "לפי מדד ה-GNH, אתה אדם מרוצה :)",
    "fp1": "האם אתה עוסק בפעילות גופנית?",
    "fp2": "האם יש לך תזונה בריאה?",
    "fp3": "האם אתה נהנה מבריאות טובה?",
    "fp4": "האם אתה מרגיש שאתה מתוגמל כראוי?",
    "fp5": "האם אתה נהנה מהעבודה שלך?",
    "fp6": "האם אתה ישן טוב?",
    "fp7": "האם אתה מרוצה מהמראה שלך?",
    "fp8": "האם אתה קם בבוקר מרגיש רענן?",
    "fp9": "האם יש לך חיים נוחים?",
    "fp10": "האם אתה מנהל היטב את הכספים שלך?",
    "fp11": "האם אתה חוזר הביתה עם תחושת הישג?",
    "fp12": "האם אתה מצליח לחסוך כסף?",
    "fp13": "האם אתה קובע מטרות לעתיד?",
    "fp14": "האם אתה בדרך כלל משיג את המטרות שלך?",
    "fp15": "האם אתה מוכר על פי התכונות שלך?",
    "fp16": "האם אתה קונה את הדברים שאתה רוצה?",
    "fp17": "האם אתה רואה את הצד החיובי של הדברים?",
    "fp18": "האם אתה לומד מטעויותיך?",
    "fp19": "האם אתה מנהל היטב את רגשותיך?",
    "fp20": "האם אתה מנהל את הזמן שלך ביעילות?",
    "fp21": "האם אתה בדרך כלל מעריך את הדברים הפשוטים בחיים?",
    "fp22": "האם אתה מנצל את ההזדמנויות שמגיעות לך?",
    "fp23": "האם אתה מצליח לאזן בין חיי עבודה לחיים אישיים?",
    "fp24": "האם אתה מרוצה ממערכת היחסים הרומנטית שלך?",
    "fp25": "האם אתה משתף ידע?",
    "fp26": "האם אתה מבלה זמן עם חברים ו/או משפחה?",
    "fp27": "האם אתה גאה בדרך שעשית עד כה?",
    "fp28": "האם אתה תורם לקהילה?",
    "fp29": "האם אתה ממצה את זכויותיך וממלא את חובותיך?",
    "fp30": "האם אתה בדרך כלל בקשר עם הטבע?",
    "fp31": "האם אתה מכבד את השונות?",
    "fp32": "האם הפעולות היומיומיות שלך משקפות דאגה לעתיד כוכב הלכת?",
    "fp33": "סיום המבחן",
    "frequente": "לעיתים קרובות",
    "gr_ambiente": "סביבה",
    "gr_emprego_ocupacao": "תעסוקה / מקצוע",
    "gr_estilo_vida": "אורח חיים",
    "gr_maior_stress": "קטגוריית סטרס גבוה",
    "gr_menor_stress": "קטגוריית סטרס נמוך",
    "gr_personalidade": "אישיות",
    "gr_relacionamentos": "קשרים",
    "gr_sintomas": "תסמינים",
    "h-a":
        "אלברטו הוא נעים! למרות שהוא עייף וצמא, הדאגה העיקרית שלו היא נורה. הוא מציע לה מים קוקוס. אחרים יודעים שהוא נוטה להסכים עם הכל ואינו חושש לבקש עזרה.",
    "h-c":
        "קלרה היא אחראית! היא לא נרגשת; היא מודאגת מהחומרה של המצב. היא שמחה שהצילה את ערכת ההישרדות מהספינה. כמו תמיד, היא מוכנה היטב ומתחילה מיד במשימות קריטיות. היא מרגישה שזו אחריותה לארגן הכל ולוודא שכולם מתחילים לחפש את הצרכים הבסיסיים: מים ואוכל.",
    "h-e":
        "אדוארדו הוא מוחצן! הוא נרגש שכולם שרדו! הוא מרגיש צורך עז לדבר ולשתף את שמחתו. הוא אוסף את כולם כדי לחגוג את הישרדותם ומציע תוכנית לחקור את האי יחד.",
    "h-intro":
        "חמישה אנשים נתקעו באי במרכז האוקיינוס. איך הם יטפלו במצב תלוי בתכונות האישיות הייחודיות שלהם!",
    "h-intro_tit": "הטביעות: ",
    "h-n":
        "נוריה היא נוירוטית! היא נלחצת במהירות מהלחץ. היא מתמוטטת לחלוטין, יושבת על החוף ובוכה: איך הם יצליחו לברוח מהאי? בעיניה, האוקיינוס סביבם נראה אינסופי, והטבע נראה עגום ומאיים. היא מרגישה אבודה לחלוטין.",
    "h-o":
        "אנה היא פתוחה! היא נרגשת לחקור את האי היפה. הסביבה האקזוטית מעוררת אותה. היא אוספת אבנים, קונכיות ופרחים כדי לקשט את הכניסה לחדר הבמבוק שהיא בנתה לכולם. היא רואה בזה הזדמנות ללמוד דברים חדשים.",
    "h_esc": "אם היית באותה סיטואציה, מה הייתה הגישה שלך?",
    "habitual": "בדרך כלל",
    "help_me":
        "הפרעות רגשיות: לחץ, כעס, חרדה, דיכאון, תלות רגשית... דבר עם איש מקצוע בתחום הבריאות בחינם דרך האפליקציה שלנו.",
    "infeliz": "לא מאושר",
    "infelizR": "היזהר! לפי מדד GNH, אתה לא מאושר! :(",
    "int_tracos": "הכר את 5 תכונות האישיות שמודגשות בתמונה הבאה:",
    "int_tracos_t": "תכונות אישיות",
    "lik1": "ממש לא מסכים",
    "lik2": "לא מסכים",
    "lik3": "נייטרלי",
    "lik4": "מסכים",
    "lik5": "מסכים לחלוטין",
    "manipuladora_descricao":
        "האדם הזה שם את רצונותיו מעל לכל ומנצל אחרים לטובת רווח אישי. הוא מיומן בקשרים, מתאים את דיבורו למאזין. הוא מקשיב אבל לא שומע באמת, עושה שימוש באמצעים מתווכים, מעוות מידע ומופיע בטוח ובעל כוונות טובות. עם זאת, התקשורת שלו מבוססת על שמועות ושמועות, והוא מאבד את האמינות שלו כאשר הוא נחשף.",
    "manipuladora_titulo": "מניפולטיבי",
    "mtfeliz": "מאוד מאושר",
    "mtfelizR": "מזל טוב: לפי מדד GNH, אתה אדם מאוד מאושר :):)",
    "mtinfeliz": "מאוד לא מאושר",
    "mtinfelizR":
        "תשומת לב! לפי מדד Gross National Happiness (GNH), אתה מאוד לא מאושר! :(:(",
    "mtvezes": "לעיתים קרובות",
    "mudar_atitude_texto":
        "שינוי העמדה שלך הוא אתגר, אך זה אפשרי. עקוב אחר התהליך הזה: הגדר מטרות ברורות ומדויקות. התמקד במטרות חיוביות, לא שליליות. חלק את המטרות שלך לצעדים קטנים ומנוהלים. זיהה את הטריגרים שמעוררים התנהגויות שליליות. חוגג ניצחונות קטנים. הקף את עצמך באנשים תומכים שמעודדים את ההתקדמות שלך. אל תהיה קשה מדי עם עצמך אם תיתקל בקשיים - הישאר ממוקד ונחוש! חזות את עתידך המצליח והאמין בזה! כוח הרצון שלך יכול להתגבר על גנטיקה. רבים השתנו, ואתה יכול גם.",
    "muitas_vezes": "לעיתים\n קרובות",
    "muito_pouco": "נדיר\n מאוד",
    "notay": "💜 = אדם שתרצה לבדוק את התלות הרגשית שלו!",
    "nunca": "אף פעם",
    "okcompra": "רכישה הושלמה!",
    "okcompra2": "תודה על רכישת הגרסה ללא פרסומות!",
    "okcompra3": "תודה על רכישת גרסת כל הבדיקות!",
    "origem":
        "בשנת 1972, ג'יגמה וואנצ'וק עלה על כס המלוכה של ממלכת בוטאן וחיפש למדוד את אושרם של 600,000 הנושאים שלו. לשם כך, הוא הקים את המרכז למחקרי בוטאן, במטרה לפתח שאלון להערכת אושר תושבי בוטאן. זה היה תחילתה של מה שנודע כיום ליוזמת האושר הלאומי הגולמי.",
    "origem_t": "מקור הבדיקה",
    "p1": "נימול או דקירות.",
    "p2": "תחושת חום.",
    "p3": "רגליים רועדות.",
    "p4": "לא מצליח להרפות.",
    "p5": "פחד שהגרוע ביותר יקרה.",
    "p6": "סחרחורת או תסמונת הזדקנות.",
    "p7": "הזעה או קצב לב מוגבר.",
    "p8": "אובדן שיווי משקל.",
    "p9": "המום.",
    "p10": "מתוח.",
    "p11": "תחושת חנק.",
    "p12": "ידיים רועדות.",
    "p13": "רעד בגוף.",
    "p14": "פחד לאבד שליטה.",
    "p15": "קושי בנשימה.",
    "p16": "פחד למות.",
    "p17": "מפוחד.",
    "p18": "בעיות עיכול או אי נוחות בבטן.",
    "p19": "תחושת חולשה.",
    "p20": "פנים אדומות.",
    "p21": "זיעה קרה.",
    "p22": "הבדיקה הושלמה.",
    "pP1": "אני מייצר התלהבות סביבי",
    "pP2": "אני לא דואג הרבה לאחרים",
    "pP3": "אני תמיד מוכן",
    "pP4": "אני נלחץ בקלות",
    "pP5": "אני מתוחכם וממציא פתרונות",
    "pP6": "יש לי מעט לומר; אני לא מדבר הרבה.",
    "pP7": "אני נהנה לשתף פעולה עם אחרים.",
    "pP8": "אני משאיר דברים מפוזרים.",
    "pP9": "אני נשאר רגוע במצבים מתוחים",
    "pP10": "יש לי מעט תחומי עניין אמנותיים",
    "pP11": "אני מרגיש בנוח עם אנשים",
    "pP12": "אני יכול להיות גס עם אחרים לפעמים.",
    "pP13": "אני שם לב לפרטים",
    "pP14": "אני דואג להרבה דברים",
    "pP15": "אני נהנה לשקול ולדמיין",
    "pP16": "אני שמרן ושומר על עצמי",
    "pP17": "אני מתחשב ואדיב כמעט לכולם",
    "pP18": "אני נוטה להיות מבולגן",
    "pP19": "לעיתים נדירות אני מרגיש מדוכא או עצוב.",
    "pP20": "אני לא מעוניין ברעיונות מופשטים",
    "pP21": "אני מוצא בקלות את נקודות ההתחלה לשיחות",
    "pP22": "אני נוטה להיות רחוק ואדיש כלפי אחרים.",
    "pP23": "מה שצריך להתבצע צריך להתבצע מיד",
    "pP24": "אני מתעצבן בקלות",
    "pP25": "לעיתים קרובות יש לי רעיונות טובים",
    "pP26": "לעיתים קרובות אני מעדיף להיות לבד",
    "pP27": "יש לי לב רגיש",
    "pP28": "אני מוסח בקלות",
    "pP29": "אני מתעצבן או מוטרד בקלות.",
    "pP30": "אין לי דמיון חזק",
    "pP31": "במסיבה, אני מדבר עם הרבה אנשים שונים",
    "pP32": "אני מבחין בקלות בחסרונות של אחרים",
    "pP33": "אני אוהב סדר",
    "pP34": "אני יציב רגשית",
    "pP35": "אני תופס מהר דברים חדשים",
    "pP36": "אני לא אוהב למשוך תשומת לב לעצמי",
    "pP37": "אני מקדיש את הזמן שלי לאחרים",
    "pP38": "אני מנסה להפחית את אחריותי",
    "pP39": "אני סובל משינויים במצב הרוח",
    "pP40": "אני מתוחכם באומניות, מוזיקה או ספרות",
    "pP41": "החיים הם 'מסיבה' בשבילי",
    "pP42": "אני חברותי וידידותי",
    "pP43": "אני עושה תוכניות ומקפיד עליהם",
    "pP44": "אני סולח ושוכח בקלות",
    "pP45": "אני מבלה זמן לחשוב על דברים",
    "pP46": "אני ביישן ושמור עם זרים.",
    "pP47": "אני גורם לאנשים להרגיש בנוח.",
    "pP48": "אני תובעני בעבודתי.",
    "pP49": "לעיתים קרובות אני מרגיש עצוב.",
    "pP50": "אני מקורי ותמיד יש לי הרבה רעיונות.",
    "pP51": "סיום הבדיקה",
    "pR1": "עבודה טובה! תכונת האישיות הבולטת ביותר שלך היא",
    "pR2": "זו לא תכונת האישיות הבולטת ביותר שלך! התכונה הבולטת ביותר בך היא",
    "passiva_descricao":
        "אדם פסיבי נוטה להיות סבלני ולמנוע פעולה. הוא לעיתים נדירות מביע חוסר הסכמה ומעדיף לרצות את האחרים. הוא לעיתים קרובות לא מבטא את רצונותיו, צרכיו ותחומי עניינו בצורה גלויה. כתוצאה מכך, אחרים עשויים לא לדעת את רגשותיו האמיתיים. במקום לחפש פתרונות בונים, הוא סומך על אינטליגנציה וחיבה כדי להימנע ממצבים, דבר שעלול להוביל לאובדן כבוד עצמי כאשר הוא עושה דברים שהוא לא אוהב אך אינו יכול לסרב להם.",
    "passiva_titulo": "פסיבי",
    "pl1":
        "זה כולל שביעות רצון מהחיים, אופטימיות, הערכה עצמית, תפיסה של יכולת, ניהול לחץ, והשתתפות בפעילויות רוחניות.",
    "pl1_t": "1) רווחה פסיכולוגית:",
    "pl2":
        "זה בודק דפוסי התנהגות מסוכנים, תדירות של פעילות גופנית, הרגלי שינה והרגלי אכילה.",
    "pl2_t": "2) בריאות:",
    "pl3": "חלוקת הזמן היומי.",
    "pl3_t": "3) שימוש בזמן:",
    "pl4":
        "זה מעריך את תחושת השייכות, החיוניות במערכות יחסים, הבטיחות בבית ובקהילה, ואת העיסוק בתרומה או בהתנדבות. חיים בקהילה מחזקים קשרים ועוזרים לבנות חוסן במהלך משברים.",
    "pl4_t": "4) חיוניות קהילתית:",
    "pl5":
        "זה מודד גם חינוך פורמלי וגם בלתי פורמלי, ערכים שמעבירים באמצעות חינוך, ומודעות סביבתית מעבר להישגים אקדמיים.",
    "pl5_t": "5) חינוך:",
    "pl6": "השתתפות באירועים תרבותיים, הזדמנויות לפיתוח אמנותי.",
    "pl6_t": "6) תרבות:",
    "pl7":
        "זה מודד את התפיסות לגבי איכות המשאבים הטבעיים כמו מים, אוויר, אדמה וביודיברסיט, כמו גם גישה לאזורים ירוקים. טיפול בסביבה משמעו גם טיפול בעצמך.",
    "pl7_t": "7) סביבה:",
    "pl8": "תמונה של הממשלה וכיצד המוסדות הציבוריים מנהלים את אחריותם.",
    "pl8_t": "8) ממשלה:",
    "pl9": "מוערכים הכנסות, ביטחון פיננסי, רמת חוב ואיכות הרכישות.",
    "pl9_t": "9) רמת חיים:",
    "pq_anuncios_texto":
        "פרסומות מממנות את הפרויקט הזה ושומרות על האפליקציה חינמית לכל המשתמשים. אם אתה מעדיף חוויה ללא פרסומות, תוכל לרכוש את אפשרות הסרת הפרסומות. אנו מעריכים מאוד את התמיכה שלך.",
    "pq_anuncios_titulo": "למה פרסומות?",
    "r0": "לא השפיע עליי.",
    "r1": "אני מתעצבן באופן בלתי צפוי.",
    "r2": "אני מרגיש שאני יכול לשלוט בכעס שלי.",
    "r3": "אחרי שאני מרגיש כעס, אני חושב מה הייתי יכול לעשות כדי לשלוט בו.",
    "r4": "אני מתעצבן ללא סיבה ספציפית.",
    "r5": "כשאני מתעצבן, אני מנסה להבין את הסיבות למה שקרה ומה נאמר.",
    "r6": "כשאני כועס, אני בדרך כלל שוקל את הרגשות שלי ואת הדרך שבה פגעו בי.",
    "r7":
        "כשאני כועס, אני נוטה לצעוק, להשפיל ולומר דברים שאני מאוחר יותר מצטער עליהם.",
    "r8": "אם מישהו מקלקל משהו, אין לי בעיה להתמודד איתו ולהחזיק אותו אחראי.",
    "r9": "אני מרגיש אשם כאשר אני מביע את כעסי.",
    "r10": "כשאני כועס על מישהו, אני מקפיד לדון בזה בשלווה איתו.",
    "r11":
        "כשאני יכול לשתף את רגשות הכעס שלי, אני יכול להוציא אותם מהמחשבות שלי.",
    "r12": "אם אחרים היו רואים את גובה הכעס שלי, הייתי נחשב לאדם שנוא.",
    "r13": "כאשר קורה משהו מתסכל, אני מזכיר לעצמי שזה לא סוף העולם.",
    "r14":
        "כשאני כועס, אני נותן לעצמי את הזמן הנדרש לקבל את ההחלטות הטובות ביותר.",
    "r15": "גם כשאני כועס, אני מנסה לדבר עם אנשים כך שאכסה את תסכולי.",
    "r16": "אני מתעצבן יותר לעיתים קרובות מאנשים שאני מכיר.",
    "r17": "חבריי ומשפחתי יודעים שיש לי קושי לשלוט בכעס שלי.",
    "r18": "אני מתעצבן על עצמי כשאני עושה משהו טיפשי.",
    "r19": "לעיתים קרובות אני מסתיר את כעסי מהאחרים ואז מרגיש רע לגבי זה.",
    "r20": "כשמישהו כועס אותי, אני עושה כאילו אני רגוע ולא מראה את הרגשות שלי.",
    "r21":
        "אני עוסק בפעילויות, תחביבים או שגרות כדי לשחרר את הרגשות שלי של כעס.",
    "r22":
        "כשמישהו מבקש ממני לעשות משהו שאני לא רוצה לעשות, אני מקבל את הבקשה ואז מתעצבן על עצמי אחר כך.",
    "r23": "כשאני כועס, אני מרגיש שאני רוצה להכות את הקיר או לבעוט בחפצים.",
    "r24":
        "כשמשהו מתסכל אותי, אני מנסה לראות את המצב בצורה הומוריסטית ולצחוק על עצמי.",
    "r25": "כשאני מרגיש כעס, אני יכול להתרחק לזמן מה כדי להירגע.",
    "r26": "אני נמנע ממצבים שאני יודע שיכולים לעורר את הכעס שלי.",
    "r27": "אני כועס כשמישהו מונע ממני ליישם את התכניות שלי.",
    "r28": "לאחרים נראה שהם כועסים יותר ממני באותן נסיבות.",
    "r29": "אני כועס כשאני לא מקבל את ההכרה הראויה על משהו שעשיתי.",
    "r30": "אני כועס כשמישהו פועל בצורה לא הוגנת.",
    "r31": "אני כועס כשאני צריך לקבל הוראות ממישהו פחות מוכשר ממני.",
    "r32": "לפעמים אני כועס כל כך שאני מרגיש שאני עלול לאבד שליטה.",
    "r33": "כמעט כל יום משהו מעציב אותי.",
    "r34": "אני כועס כשאני צריך לעבוד עם אנשים לא מוכשרים.",
    "r35": "כשאני כועס על מישהו, אני פורק את הכעס על כל מי שסובב אותי.",
    "r36": "אני כועס כשאני מאחר.",
    "r37": "כשאני כועס, אני נשאר כועס במשך כמה שעות.",
    "r38": "אני מוצא אנשים מעצבנים רק על ידי הימצאותם לידי.",
    "r39": "אני כועס כשמישהו מביך אותי.",
    "r40": "חלק מהחברים שלי יש להם הרגלים שמעצבנים אותי מאוד.",
    "r41": "סודו, אני די ביקורתי כלפי אחרים.",
    "r42": "כשאני כועס, אני נרגע מהר יותר מרוב האנשים.",
    "r43": "אני פעמים רבות כועס יותר ממה שנראה לי סביר.",
    "r44": "אני מסוגל לסלוח לאנשים אחרי שהם פוגעים בי.",
    "r45": "אני שומר טינה שלא משתף עם אף אחד.",
    "r46": "אני יכול להתעצבן על משהו מהעבר רק על ידי מחשבה עליו.",
    "r47": "הפרסומות באפליקציה הזו עשו אותי אפילו יותר כועס :)",
    "r48": "סיום המבחן",
    "rC": "3) כיצד להתמודד עם כעס:",
    "rC1":
        "זיהוי הסימנים הישירים והעקיפים הוא הצעד הראשון להתמודדות טובה יותר. כמה רגשות ומחשבות מתרחשים כאשר הכעס עולה; אחרים צצים ככל שהכעס גובר. כדי לזהות כיצד הסימפטומים שלך מתפתחים, נסה לחשוב על מצבים מהעבר שבהם נראה כי היה נוכח כעס ונסה לזכור את הרגשות והמחשבות שלווה אותם. יהיה מאוד מועיל לחשוב על מצבים שבהם חווית רמות שונות של כעס כדי להבין טוב יותר כיצד הרגשות, המחשבות והתסמינים הפיזיים שלך התפתחו.",
    "ra": "במעט, אבל זה לא הפריע לי הרבה.",
    "raivaMau":
        "תשומת לב! אתה נותן לכעס שלך לשלוט בגישותיך ובתחושותיך! זה בטוח גורם לך לבעיות רבות ביחסים עם אחרים ומשפיע על רווחתך. אנא קרא את הנושא למטה: איך לשלוט בכעס? והתחל ליישם את הטיפים בדחיפות.",
    "raivaMedio":
        "אתה מסוגל לשלוט בכעס שלך במצבים מסוימים, אך לא תמיד. נכון שפיתחת אסטרטגיות אישיות שעובדות בניהול כעס, אך יש לך עדיין מקום לשיפור. הבן טוב יותר את סיבות הכעס שלך ואת הפעולות שתוכל לנקוט כדי לנהל את הרגשות שלך טוב יותר. אנא קרא את הנושא למטה: איך לשלוט בכעס? וכך תשפר את שליטתך בכעס.",
    "rara": "לעיתים רחוקות",
    "raramente": "לעיתים רחוקות",
    "raro": "לעיתים",
    "rb": "באופן מתון, לפעמים לא נעים.",
    "rc": "חמור, זה הפריע לי מאוד.",
    "reiniciar": "דף הבית",
    "rel.1": "אני משווה את עצמי לעיתים קרובות לאחרים.",
    "rel.2": "אני בדרך כלל לא קובע מטרות; אני פשוט הולך עם הזרם ומסתגל לתנאים.",
    "rel.3":
        "כשאני מפחד ממשהו או מרגיש שאני לא יכול לעשות זאת, אני נוטה למצוא תירוצים כדי להצדיק את חוסר הפעולה שלי.",
    "rel.4": "אני נוטה לקחת גישה פסיבית כשאני צריך להגן על זכויותיי.",
    "rel.5":
        "אני חווה לעיתים קרובות רגשות שליליים כמו פגיעות, כעס, תסכול, פחד וחרדה.",
    "rel.6": "כשאני עם אחרים, אני בדרך כלל נותן להם לקחת את יוזמת השיחה.",
    "rel.7":
        "אני מבצע הבטחות לעצמי ולאחרים שאני לעיתים קרובות לא יכול לעמוד בהן.",
    "rel.8":
        "אני נמנע מהחשיפה העצמית ומניסיון דברים חדשים מתוך פחד ממה שאנשים יאמרו עליי.",
    "rel.9": "יש לי נטייה לחשוב בצורה שלילית על עצמי ועל אחרים.",
    "rel.10": "אני פוחד לעשות טעויות כי אני פרפקציוניסט וצופה הרבה מעצמי.",
    "rel.11": "אני בדרך כלל ניגש למצב קשה בציפייה לגרוע ביותר.",
    "rel.12": "לפעמים אני מתקשה להודות בבחירות מסוימות שאני עושה.",
    "rel.13":
        "אני מרגיש לעיתים קרובות שעמום ותסכול לגבי איך הדברים מתנהלים בחיי.",
    "rel.14": "כשאני מוצג למישהו, אני לא עושה מאמץ רב לשמור על השיחה.",
    "rel.15": "אני נוטה לראות דברים מנקודת מבט פסימית.",
    "rel.16": "אני נוטה להיות מאוד ביקורתי כלפי אנשים ודברים.",
    "rel.17":
        "באופן כללי, כשאני עם אנשים, אני לא פותח את עצמי; אני נוטה לשמור על עצמי.",
    "rel.18": "אני לעיתים קרובות פוחד לחיות ולפני מצבים חיים.",
    "rel.19":
        "אני לעיתים קרובות מגונן על עצמי רגשית ופסיכולוגית, ואנשים מפרשים זאת כהתנשאות או עליונות.",
    "rel.20": "לפעמים אני לא אוהב את עצמי או את הדרך בה אני פועל.",
    "rel.coment":
        "על פי הפסיכולוג האמריקאי פיל מקגרו, אתה הנסמן המשותף בכל מצב, נסיבה, אתגר ורעיון בחייך. אתה תורם או חיובית או שלילית, ומשפיע על כל מצב שאתה מעורב בו. הגיע הזמן לגלות איזה תפקיד אתה משחק, איך ולמה. מקגרו מסכם באומרו שלא לדעת את עצמך מונע ממך להבין את רצונותיך, הצרכים, הערכים והערך שלך. זכור, אתה האדם שאתה מבלה את רוב הזמן שלך ומשקיע בו הכי הרבה.",
    "rel.coment.t": "על מערכות יחסים חברתיות:",
    "rel.escala.1":
        "ציון נמוך מאוד: יש לך קשיים משמעותיים בקשרים עם אחרים מכיוון שאתה מרוכז בעצמך, בצרכים שלך או בדאגותיך. ייתכן שתרגיש כמו קורבן לנסיבות, תסבול מדימוי עצמי נמוך ותחסר ביטחון עצמי. עם גישה זו, הצלחה עם אחרים עשויה לחמוק ממך. ייתכן גם שתתמודד עם פחד ודoubt עצמי, אך זכור, טעויות ופחדים עוזרים לך לגדול וללמוד, כל עוד אתה נשאר פתוח לשיעורים חדשים.",
    "rel.escala.1t": "יש לך קשיים גדולים בקשרים",
    "rel.escala.2":
        "יש לך כמה מיומנויות בקשרים, אך הן פחות מפותחות מכיוון שאתה מרוכז בעצמך מדי, לעיתים מתעלם מצרכי אחרים. ייתכן שתרגיש מבולבל ויתקשה לקבוע מטרות עקביות, מה שמוביל לתוצאות רעות ומגביר את חוסר הביטחון שלך. התרכז בחשיבה חיובית יותר ובהערכת עצמך. על ידי אימוץ התנהגויות יותר בונות, תוכל לתרום חיובית לאחרים תוך כדי עזרה גם לעצמך לצמוח.",
    "rel.escala.2t": "יש לך מעט מיומנויות בקשרים",
    "rel.escala.3":
        "אתה מתקשר היטב עם אחרים במידה מסוימת, אך ייתכן שיש לך אמונות מגבילות על עצמך ועל אחרים, שמונעות ממך להיות אסרטיבי יותר בקשרים שלך. ייתכן גם שתתמודד עם חוסר ביטחון אישי מסוים, מה שגורם לך להיות ביקורתי כלפי עצמך וכלפי אחרים. התנהגות זו עשויה לגרום לך לפספס הזדמנויות לבניית קשרים אותנטיים, הדדיים וחזקים. זכור, איך שאתה מתייחס לעצמך ולאחרים ישפיע על איך שיתייחסו אליך בתגובה.",
    "rel.escala.3t": "יש לך כמה מיומנויות בקשרים",
    "rel.escala.4":
        "ציון מעולה. אתה יודע כיצד לתקשר, להראות עניין באחרים ולמצוא בקלות קשר עם אנשים. יש לך אישיות נעימה והתנהגות עקבית, אף על פי שלפעמים אתה עלול להיראות reserved. ייתכן שיש לך פחדים ודאגות אישיים מסוימים, שעשויים לעכב את הקשרים שלך. התרכז בהגברת הביטחון העצמי שלך כדי לעזור לך להשיג את המטרות שלך בצורה יותר אפקטיבית.",
    "rel.escala.4t": "אתה יכול להתחבר היטב",
    "rel.escala.5":
        "ציון מצוין. יש לך כישורי תקשורת יוצאים מן הכלל ויכולת רבה לתקשר עם אחרים. יש לך אמפתיה, אישיות נעימה ואתה נהנה להיות בסביבה של אנשים. אתה משכנע, משפיע וגורם לדברים לקרות. עם מחשבה פתוחה וביטחון עצמי, לפעמים עשוי להתפרש כהתנשאות. בשל הפופולריות שלך, אנשים נוטים למשוך אותך, אז היזהר לא להתפרש כפועל חברתי יתר על המידה.",
    "rel.escala.5t": "יש לך כישורי קשר מצוינים",
    "rel.intro":
        "איליין סיהרה ערכה מחקר על דפוסי ההתנהגות של אנשים בסביבות חברתיות שונות. המבחן הזה מטרתו להעריך איך אתה מתנהג, מתקשר, מתקשר ומתחבר לאחרים בהקשרים חברתיים שונים. זה יעזור לך להרהר בעמדותיך ויביא תוצאות שיצביעו על הכישורים שלך בסקלה של 0 עד 100. אנו מאחלים לך הצלחה במבחן.",
    "removerAds": "הסר פרסומות",
    "removerAds2": "הסר מודעות מהאפליקציה",
    "resultado": "סיווג",
    "satisfatório": "מספק",
    "satisfatórioR": "לפי מדד ה-GNH, אתה מאושר במידה בינונית :/",
    "semRaiva":
        "מזל טוב! אתה מבין היטב מה מעורר בך כעס ויודע מה לעשות כאשר אתה מתחיל להרגיש סימנים לבעיה. למרבה המזל, נראה כי פיתחת מגוון רחב של אסטרטגיות לניהול כעסים, ואתה יכול להיות גאה בכך.",
    "sempre": "תמיד",
    "sint_stress_alto":
        "מעל רמת התרגשות, מתוח, לא מצליח להירגע, רגיש, מוטרד, נוטה להתעצבן בקלות, פוחד, עצבני, חסר סבלנות להפרעות או עיכובים.",
    "sint_stress_titulo": "סימפטומים של סטרס",
    "sobreRaiva": "על כעס",
    "sobre_autoconfianca": "על ביטחון עצמי",
    "sobre_sorriso": "על חיוך",
    "sobre_texto":
        "האפליקציה הזו פותחה על ידי ByronSystemDeveloper® במטרה לספק סדרת מבחנים למשתמש כדי לסייע בניתוח ההתנהגויות והרגשות שלו. אנו מקווים שהמבחנים, ההסברים והטיפים הללו ידרבנו את המשתמש לאמץ התנהגויות וסגנון חיים בריאים יותר, מה שיביא לשיפור פיזי ונפשי כאחד. תהנה :)",
    "sobre_titulo": "על האפליקציה",
    "sor.1": "האם אתה מחייך לעיתים קרובות במהלך היום?",
    "sor.2": "האם רוב האנשים שאתה פוגש במהלך היום מחייכים כשהם רואים אותך?",
    "sor.3": "אם מישהו מחייך אליך, האם אתה מחייך בחזרה?",
    "sor.4": "כאשר אתה מוצג למישהו, האם אתה נוטה לחייך כשאתה מברך אותו?",
    "sor.5": "כשאתה מחייך, האם השיניים שלך נראות?",
    "sor.6":
        "כשאתה במקום שבו אינך מכיר אף אחד, האם אתה נשאר רציני כל הזמן מבלי לחייך?",
    "sor.7": "האם החיוך שלך לפעמים הוא חיוך בעקיצה או אירוני?",
    "sor.8": "האם אי פעם הסתכלת על החיוך שלך במראה? האם הוא יפה?",
    "sor.9": "האם אתה מהסוג שמחייך לעיתים נדירות?",
    "sor.10": "האם הפנים שלך בדרך כלל מלאות בהבעה דואגת או לחוצה?",
    "sor.11": "לפעמים, גם כאשר אתה לבד, האם אתה מחייך כשאתה זוכר אירוע נעים?",
    "sor.12": "כשאתה מוטרד ממשהו ופוגש חבר טוב, האם אתה מראה חיוך כנה?",
    "sor.13": "כשאתה מחייך, האם אתה מצליח לגרום לאחרים סביבך לחייך?",
    "sor.escala.1":
        "מזל טוב! החיוך כבר חלק ממך כי רוב הזמן אתה מחייך מבלי אפילו לשים לב לכך. החיוך שלך מעיד שאתה במצב רגוע ושליו. זה תורם ליחסים טובים עם אחרים. אין לנו שום עצה נוספת לתת לך, חוץ מאחת - המשך כך! החיוך שלך מושך בקלות אנשים רבים.",
    "sor.escala.2":
        "אתה שמרני עם חיוכים שלך! אתה יודע לחייך כשאתה רוצה, ומתחזק בגישה ידידותית, אבל רק כאשר זה מתאים לך. בדרך כלל, אתה מחפש להסתדר עם אנשים, אם כי עשויים להיות רגעים פחות מחייכים. תמיד יש מקום לשיפור, תחשוב על כך, ובדוק למטה את היתרונות של חיוך.",
    "sor.escala.3":
        "אתה צריך לשפר את החיוך שמופיע לעיתים נדירות. אולי אין לך רצון או צורך לחייך, אבל אנשים נוטים להתרחק מאלה שלא מחייכים, כי דרישה ראשונית לחביבות ולנועם היא חיוך! זכור, חיוך עושה את הסביבה סביבך לנעימה יותר! בדוק למטה את הסיבות מדוע כדאי לך לחייך ותן לזה לנסות! זה יעשה הבדל בחייך.",
    "sor.intro":
        "האם אתה מוצא את עצמך מחייך לעיתים קרובות במהלך היום? אולי אינך זקוק למבחן כדי לאשר זאת! עם זאת, המבחן הזה יספק תובנות כיצד החיוך שלך מופיע במצבים שונים. בסוף, תדע אם אתה אדם שמחייך באופן טבעי עם הכוח להפיץ חיוביות, ותלמד על היתרונות של חיוך לעצמך ולסובבים אותך. ידעת שחיוכים יכולים להיות ספונטניים או מכוונים? גלה את ההבדל במהלך השלמת המבחן. תהנה מההערכה!",
    "sor.sobre": "מבחן עם 13 שאלות, שדורגו בין 0 ל-1 נקודה לכל שאלה.",
    "sor.sorri1": "אתה צריך לשפר את החיוך שלך",
    "sor.sorri2": "אתה מחייך לפעמים",
    "sor.sorri3": "אתה אדם מחייך",
    "sor_PE":
        "פול אקמן, אחד מ-100 הפסיכולוגים המשפיעים ביותר של המאה ה-20, היה חלוץ בלימוד רגשות והבעות פנים.",
    "sor_c1":
        "מחקרים מראים כי יותר מ-60% מהאנשים מחזירים חיוך כאשר הם נתקלים בפני מחייך! היו מישהו שמפיץ שמחה עם חיוך, סביר להניח שתקבלו חיוך בתמורה.",
    "sor_c2_1": "• מחבר בין אנשים, מגדיל אינטימיות, אמפתיה ומעודד אמון.",
    "sor_c2_2":
        "• עושה אותנו אטרקטיביים, ידידותיים וצעירים יותר, מכיוון שתנועות שרירי הפנים מגבירות את גמישות העור.",
    "sor_c2_3": "• משחרר סרוטונין ואנדורפינים, שמקדמים רווחה, הנאה ושמחה.",
    "sor_c2_4": "• מחזק את מערכת החיסון ומגביר את האנרגיה.",
    "sor_c2_5": "• מפחית את תפיסת הכאב.",
    "sor_c2_6":
        "• עוזר לשמור על איזון רגשי, מגונן מפני השפעות לחץ וחרדה, ועוזר לנו להישאר רגועים.",
    "sor_c2_7": "• מגדיל את הביטחון העצמי.",
    "sor_c3":
        "גיום דו שנן, נוירולוג צרפתי מהמאה ה-19, היה הראשון לחקור את הבעות הפנים האנושיות. הוא גילה שחיוכים אמיתיים ושקריים מפעילים קבוצות שרירים שונות לחלוטין בפנים. חיוך אמיתי, הידוע גם כחיוך דו שנן, כולל את השרירים סביב העיניים, סוגר אותן באופן חלקי, ומעביר חום וכנות. חיוך שקרי זז רק את הפה וחסר את הכנות של חיוך אמיתי. 'חיוכי פסלים' אלה דומים להבעות הבלתי אישיות שאנו רואים על דוממים או אצל אנשים המחייכים מתוך חובה.",
    "sor_c4":
        "צחוק יכול להפעיל עד 80 שרירים בגוף, ולפגוע במוח, בגרון, בלב, בחזה, ברגליים, בכפות רגליים, וכמובן בפנים! מחקרים מראים שהצחוק יש לו השפעות טיפוליות, כגון דחיית הופעת קמטים עם הגיל. אז, צחקו יותר - זה התרופה הכי טובה! חפשו הזדמנויות לצחוק בכל יום, הקיפו את עצמכם באנשים ובסביבות חיוביות, והפיצו שמחה. מנה יומית של חיוכים היא מדבקת ויכולה לשפר את בריאותכם.",
    "sor_c5_1":
        "הירגעו, תהנו מהחיים, תחייכו יותר, צחקו יותר ואל תדאגו כל כך לדברים (קנת בראנה)",
    "sor_c5_2":
        "שתפו את החיוך שלכם עם העולם - זה סימן לידידות ולשלום (כריסטי ברינקלי)",
    "sor_c5_3":
        "חייכו במראה. עשו זאת כל בוקר, ותתחילו לראות הבדל גדול בחייכם (יוקו אונו)",
    "sor_c5_4":
        "נברך תמיד זה את זה בחיוך, כי חיוך הוא התחלה של אהבה (אמא תרזה)",
    "sor_sor": "חיוך הוא מדבק:",
    "sor_t2": "השפעות החיוך:",
    "sor_t3": "חיוכים אמיתיים ושקריים",
    "sor_t4": "צחוק: התרופה הטובה ביותר",
    "sor_t5": "ציטוטים מפורסמים על חיוך",
    "testecompleto": "לתוצאה מדויקת יותר, נסה את המבחן המלא",
    "tipo_atitudes_titulo": "סוגי עמדות",
    "tipos_atitudes_titulo": "על עמדות",
    "tit_desc_niv": "תיאור רמת הלחץ",
    "tit_niv_categ": "רמת הלחץ לפי קטגוריה",
    "titulofrequecia": "כמה פעמים...",
    "todosBSD": "כל אפליקציות BSD",
    "v_hist": "התוצאות שלי",
    "varias_vezes": "לעיתים קרובות",
    "vezes": "לפעמים",
    "zon1": "נמוך מאוד",
    "zon1_des": "אתה זקוק ליותר אנרגיה כדי להשיג את המטרות שלך.",
    "zon1_des_red": "רמת הלחץ שלך נמוכה בצורה קיצונית, וזה לא בהכרח טוב!",
    "zon2": "נמוך",
    "zon2_des":
        "אתה נמצא בתחום בריא ללא סיכון למחלות הקשורות ללחץ כמו התקפי לב או כיבים. עם זאת, הביצועים שלך עשויים שלא להגיע לפוטנציאל המלא שלך.",
    "zon2_des_red": "רמת הלחץ שלך נמוכה, אך זה גם לא אידיאלי!",
    "zon3": "נורמלי",
    "zon3_des":
        "אתה חווה איזון בין מתח לרגיעה. מתח מסוים הוא הכרחי כדי לעזור לך להגיע למטרות שלך.",
    "zon3_des_red": "מזל טוב! אתה שומר על רמת לחץ נורמלית!",
    "zon4": "גבוה",
    "zon4_des":
        "הגיע הזמן להעריך את חייך ולזהות בעיות דחופות. מנע בעיות פסיכולוגיות וסיבוכים במערכת העיכול והמחזור הדם שלך. עוסק בפעילות גופנית סדירה, עקוב אחרי דיאטה בריאה, נסה טכניקות הרפיה וחפש תמיכה מחבר מהימן. שמור על גישה חיובית והיה אדיב כלפי אחרים.",
    "zon4_des_red": "אתה חווה לחץ גבוה, וזה לא בריא!",
    "zon5": "גבוה מאוד",
    "zon5_des":
        "רמות הלחץ שלך קריטיות ודורשות פעולה מיידית. חפש תמיכה מחברים, משפחה או איש מקצוע בתחום הבריאות. שקול לקחת הפסקה ולתרגל טכניקות להפחתת לחץ. תן עדיפות לפעילות גופנית, דיאטה בריאה וגישות חיובית, תוך שמירה על אדיבות כלפי אחרים.",
    "zon5_des_red": "אזהרה! הלחץ שלך גבוה בצורה מסוכנת ודורש תשומת לב דחופה!",

    // Burnout Test #########
    "_tBurnout": "מבחן שחיקה",

    "burn_intro":
        "מבחן זה מעריך סימנים של תשישות נפשית הקשורים לעבודה, לבית ספר או ללימודים.\nהוא מתאים לסטודנטים, לאנשי מקצוע או לכל אדם החשוף ללחץ ולדרישות מתמשכות.\nהשאלות עוסקות בשלושה תחומים עיקריים: תשישות רגשית, ניתוק רגשי ותחושת הישג אישי.\nענה/י בכנות, בהתייחס לאופן שבו הרגשת בשבועות האחרונים.\nמבחן זה אינו מחליף הערכה קלינית, אך הוא יכול לעזור לך להבין טוב יותר את רמת העייפות הנפשית הנוכחית שלך.",

    "burn_dim_ex_title": "תשישות רגשית",
    "burn_dim_dis_title": "ניתוק רגשי",
    "burn_dim_real_title": "הישג אישי",

    "burn_1": "אני מרגיש/ה מותש/ת בסוף היום.",
    "burn_2": "אני מתעורר/ת עייף/ה, גם לאחר שינה.",
    "burn_3": "המשימות היומיומיות שלי דורשות יותר אנרגיה ממה שיש לי.",
    "burn_4": "קשה לי להתאושש מהעייפות.",
    "burn_5": "גם מחויבויות קטנות מרגישות כבדות מאוד.",
    "burn_6": "לעיתים קרובות אני מרגיש/ה עייפות נפשית.",

    "burn_7": "אני פחות מתעניין/ת במשימות שלי.",
    "burn_8": "אני עושה את הנדרש, אך ללא מעורבות.",
    "burn_9": "אני נמנע/ת מלחשוב יותר מדי על האחריות שלי.",
    "burn_10": "אני מרגיש/ה מנותק/ת רגשית ממה שאני עושה.",
    "burn_11": "איבדתי את ההתלהבות מהעבודה או מהלימודים.",
    "burn_12": "אני מרגיש/ה שאני רק ממלא/ת חובות, בלי מוטיבציה.",

    "burn_13": "אני מרגיש/ה שאני עושה משהו מועיל בחיי היומיום.",
    "burn_14": "אני גאה במה שאני עושה בעבודה או בלימודים.",
    "burn_15": "אני מרגיש/ה מסוגל/ת להתמודד עם אתגרים.",
    "burn_16": "אני רואה התקדמות במה שאני עושה.",
    "burn_17": "אני מרגיש/ה מוטיבציה להמשיך להשתפר.",
    "burn_18": "אני מרגיש/ה שהמאמץ שלי שווה את זה.",

    "burn_res_low_title": "שחיקה נמוכה",
    "burn_res_low_desc":
        "התוצאות שלך מצביעות על רמה נמוכה של תשישות נפשית.\nבאופן כללי, את/ה מתמודד/ת היטב עם דרישות היומיום ושומר/ת על איזון רגשי.\nעם זאת, חשוב להישאר ערני/ת לסימני עייפות ולשמור על זמני מנוחה.",

    "burn_res_mod_title": "שחיקה בינונית",
    "burn_res_mod_desc":
        "התוצאות שלך מצביעות על רמה בינונית של תשישות נפשית.\nישנם סימנים של עומס רגשי שעלול להחמיר אם יימשך לאורך זמן.\nבחינה מחדש של שגרות, הפחתת עומס וחיזוק המנוחה יכולים לסייע במניעת החמרה.",

    "burn_res_high_title": "שחיקה גבוהה",
    "burn_res_high_desc":
        "התוצאות שלך מצביעות על רמה גבוהה של תשישות נפשית.\nמצב זה קשור לעיתים קרובות לתשישות רגשית, אובדן מוטיבציה וניתוק מהמשימות.\nמנוחה, התאמת הדרישות ופנייה לתמיכה מקצועית עשויות להיות חשובות.",

    "burn_dim_ex_low_title": "תשישות רגשית נמוכה",
    "burn_dim_ex_low_desc": "מעידה על יכולת טובה להתאוששות ולניהול עייפות.",

    "burn_dim_ex_mod_title": "תשישות רגשית בינונית",
    "burn_dim_ex_mod_desc": "מצביעה על עייפות תכופה וקושי בהתאוששות אנרגטית.",

    "burn_dim_ex_high_title": "תשישות רגשית גבוהה",
    "burn_dim_ex_high_desc": "מעידה על תשישות נפשית חזקה ומתמשכת.",

    "burn_dim_dis_low_title": "ניתוק רגשי נמוך",
    "burn_dim_dis_low_desc": "שומר/ת על מעורבות ועניין במשימות.",

    "burn_dim_dis_mod_title": "ניתוק רגשי בינוני",
    "burn_dim_dis_mod_desc": "מצביע על סימנים לאובדן הדרגתי של מוטיבציה.",

    "burn_dim_dis_high_title": "ניתוק רגשי גבוה",
    "burn_dim_dis_high_desc":
        "מעיד על ריחוק רגשי ואובדן משמעות במה שאת/ה עושה.",

    "burn_dim_real_low_title": "הישג אישי גבוה",
    "burn_dim_real_low_desc": "מעיד על תחושת מסוגלות ושביעות רצון מהביצוע.",

    "burn_dim_real_mod_title": "הישג אישי בינוני",
    "burn_dim_real_mod_desc":
        "מצביע על ספקות מסוימים לגבי הערך וההשפעה של מה שאת/ה עושה.",

    "burn_dim_real_high_title": "הישג אישי נמוך",
    "burn_dim_real_high_desc":
        "מעיד על השפעה שלילית על ההערכה העצמית ושביעות הרצון האישית.",

    "burn_sobre": "אודות שחיקה",
    "burn_ctx_what_title": "מהי שחיקה?",
    "burn_ctx_what_desc":
        "שחיקה היא מצב של תשישות פיזית ונפשית הנגרמת מחשיפה ממושכת ללחץ, עומס ודרישות מופרזות.\nהיא מתבטאת בעייפות מתמשכת, אובדן מוטיבציה, ניתוק רגשי ותחושת הישג אישי נמוכה.\nהיא יכולה להשפיע על סטודנטים, אנשי מקצוע וכל אדם החשוף לעומס מתמשך.",

    "burn_ctx_causes_title": "גורמים לשחיקה",
    "burn_ctx_causes_desc":
        "שחיקה נובעת לרוב משילוב של מספר גורמים, כגון עומס משימות, חוסר מנוחה מספקת, לחץ מתמיד להשגת תוצאות, חוסר הכרה או תמיכה וקושי באיזון בין עבודה, לימודים וחיים אישיים.\nכאשר מצבים אלו נמשכים לאורך זמן, הסיכון לשחיקה עולה.",

    "burn_ctx_prevent_title": "כיצד למנוע שחיקה",
    "burn_ctx_prevent_desc":
        "מניעה כוללת הפחתת עומס ודאגה לבריאות הנפש.\nהפסקות קבועות, הצבת גבולות, שינה מספקת, שמירה על פעילויות פנאי ופנייה לתמיכה בעת הצורך הם צעדים חשובים.\nזיהוי מוקדם של הסימנים מסייע למנוע החמרה.",

    "burn_ctx_treat_title": "כיצד להתמודד או לטפל בשחיקה",
    "burn_ctx_treat_desc":
        "התמודדות עם שחיקה כוללת שינויים מעשיים ותמיכה מתאימה.\nהפחתה זמנית של דרישות, ארגון מחדש של שגרות, השקעה במנוחה ושיחה עם אדם מהימן יכולים לסייע.\nבמקרים מסוימים, פנייה לתמיכה מקצועית חשובה להחלמה.",

    "burn_ctx_help_title": "מתי לפנות לעזרה?",
    "burn_ctx_help_desc":
        "אם תסמיני עייפות, חוסר מוטיבציה או ניתוק נמשכים או פוגעים בחיי היומיום, פנייה לתמיכה מקצועית עשויה להיות חשובה.\nשיחה עם איש מקצוע בתחום הבריאות יכולה לסייע בהבנת המצב ובהגדרת אסטרטגיות מתאימות.",
  };
}
