Map<String, String> getHindiTranslations() {
  return {
    "-10": "बधाई हो! बेक टेस्ट के अनुसार, आप अवसाद के लक्षण नहीं दिखाते हैं।",
    "1a": "मैं दुखी महसूस नहीं करता/करती।",
    "1b": "मैं थोड़ा दुखी महसूस करता/करती हूँ।",
    "1c": "मैं अक्सर दुखी महसूस करता/करती हूँ और इसे रोक नहीं पाता/पाती।",
    "1d": "मैं इतना दुखी महसूस करता/करती हूँ कि अब इसे सहन नहीं कर सकता/सकती।",
    "1p":
        "मैं अक्सर हाँ कहता/कहती हूँ जबकि अंदर से मैं ना कहना चाहता/चाहती हूँ।",
    "2a": "मैं भविष्य के बारे में निश्चिंत हूँ।",
    "2b": "मैं भविष्य के बारे में निराश महसूस करता/करती हूँ।",
    "2c": "मुझे लगता है कि अब मेरे पास आगे देखने के लिए कुछ भी नहीं है।",
    "2d":
        "मेरे पास भविष्य के लिए कोई उम्मीद नहीं है और मुझे लगता है कि मेरी स्थिति में सुधार नहीं होगा।",
    "2p":
        "मैं अपने अधिकारों की रक्षा करता/करती हूँ बिना दूसरों के अधिकारों का उल्लंघन किए।",
    "3a": "कुल मिलाकर, मैं संतुष्ट महसूस करता/करती हूँ।",
    "3b":
        "मुझे लगता है कि मेरे पास अधिकांश लोगों की तुलना में अधिक असफलताएँ रही हैं।",
    "3c":
        "जब मैं अपने अतीत को देखता/देखती हूँ, तो मैं केवल असफलताओं की एक श्रृंखला देखता/देखती हूँ।",
    "3d": "मैं खुद को पूरी तरह से असफल महसूस करता/करती हूँ।",
    "3p":
        "जब मैं किसी को अच्छी तरह से नहीं जानता/जानती, तो मैं जो सोचता/सोचती या महसूस करता/करती हूँ उसे छिपाना पसंद करता/करती हूँ।",
    "4a": "मैं उन चीज़ों में संतोष पाता/पाती हूँ जो मैं करता/करती हूँ।",
    "4b": "मैं अब उन चीज़ों से संतुष्ट नहीं हूँ जो मुझे पहले संतुष्ट करती थीं।",
    "4c": "मैं वास्तव में किसी भी चीज़ से संतुष्ट महसूस नहीं कर सकता/सकती।",
    "4d": "मैं हर चीज़ से असंतुष्ट और ऊब महसूस करता/करती हूँ।",
    "4p": "अधिकांश समय, मैं दृढ़ और निर्णायक होता/होती हूँ।",
    "5_a": "मिलनसारिता।",
    "5_c": "कर्तव्यपरायणता।",
    "5_e": "बहिर्मुखता।",
    "5_n": "न्यूरोटिसिज्म।",
    "5_o": "खुलापन।",
    "5a": "आमतौर पर, मुझे अपराधबोध महसूस नहीं होता है।",
    "5b": "कभी-कभी, मुझे अपराधबोध महसूस होता है।",
    "5c": "अधिकांश समय, मुझे काफी अपराधबोध महसूस होता है।",
    "5d": "मैं लगातार अपराधबोध महसूस करता/करती हूँ।",
    "5p":
        "आमतौर पर, दूसरों को प्रभावित करना सीधे कार्य करने से आसान और अधिक प्रभावी होता है।",
    "6a": "मैं किसी सजा का शिकार नहीं हूँ।",
    "6b": "मुझे लगता है कि मुझे अंततः सजा दी जाएगी।",
    "6c": "मुझे लगता है कि मुझे सजा दी जा रही है।",
    "6d": "मुझे यकीन है कि मुझे सजा दी जा रही है।",
    "6p":
        "मुझे दूसरों की आलोचना करने और अपनी राय व्यक्त करने में कोई हिचकिचाहट नहीं होती।",
    "7a": "मैं अपने आप से निराश नहीं हूँ।",
    "7b": "मैं अपने आप से थोड़ा निराश हूँ।",
    "7c": "मैं अपने आप से बहुत निराश हूँ।",
    "7d": "मैं केवल निराश नहीं हूँ; वास्तव में, मैं खुद से नफरत करता/करती हूँ।",
    "7p":
        "मैं उन कार्यों को अस्वीकार करने में संकोच नहीं करता/करती जो मेरी जिम्मेदारियों का हिस्सा नहीं हैं।",
    "8a": "मैं किसी से भी बुरा नहीं हूँ।",
    "8b": "मैं अपनी गलतियों और कमजोरियों के लिए खुद की आलोचना करता/करती हूँ।",
    "8c": "मैं लगातार अपनी गलतियों के लिए खुद को दोषी ठहराता/ठहराती हूँ।",
    "8d":
        "मैं अपने आस-पास जो कुछ भी गलत होता है उसके लिए खुद को दोषी ठहराता/ठहराती हूँ।",
    "8p":
        "मैं अपनी राय व्यक्त करने से नहीं डरता/डरती, यहाँ तक कि जब मैं शत्रुतापूर्ण संवादकर्ताओं का सामना करता/करती हूँ।",
    "9a": "मैं आत्महत्या के बारे में नहीं सोचता/सोचती।",
    "9b":
        "मेरे पास अपने जीवन को समाप्त करने के विचार हैं, लेकिन मैं उन्हें पूरा नहीं कर सकता/सकती।",
    "9c": "मैं अपनी जीवन समाप्त करने की इच्छा रखता/रखती हूँ।",
    "9d": "यदि मुझे अवसर मिलता है, तो मैं अपनी जीवन समाप्त कर दूँगा/दूँगी।",
    "9p":
        "बहस में, मैं पीछे हटना और देखना पसंद करता/करती हूँ कि चीजें कैसे विकसित होती हैं।",
    "9pilares":
        "उन सिद्धांतों को समझें जो सकल राष्ट्रीय खुशी को मापने वाले प्रश्नावली में उपयोग किए गए संकेतकों का मार्गदर्शन करते हैं।",
    "9pilares_t": "सकल राष्ट्रीय खुशी के 9 स्तंभ।",
    "10a": "मैं सामान्य से अधिक नहीं रोता/रोती हूँ।",
    "10b": "मैं अब पहले से ज्यादा रोता/रोती हूँ।",
    "10c": "मैं अपना अधिकांश समय रोते हुए बिताता/बिताती हूँ।",
    "10d": "मैं अब और रो भी नहीं सकता/सकती।",
    "10p": "मुझे अक्सर विरोधाभासी होने के लिए आलोचना का सामना करना पड़ता है।",
    "11-18": "बेक टेस्ट के अनुसार, आपको हल्के अवसाद के लक्षण हैं।",
    "11-18r": "हल्का अवसाद",
    "11a": "मैं सामान्य से अधिक चिड़चिड़ा नहीं हूँ।",
    "11b": "मैं पहले से अधिक बार चिड़चिड़ा हो जाता/जाती हूँ।",
    "11c": "मैं हमेशा चिड़चिड़ा रहता/रहती हूँ।",
    "11d": "मैं अब और चिड़चिड़ा भी नहीं हो सकता/सकती।",
    "11p": "मुझे दूसरों की बात सुनने में परेशानी होती है।",
    "12a": "मैं अभी भी अन्य लोगों में रुचि रखता/रखती हूँ।",
    "12b": "मैं अब पहले की तुलना में अन्य लोगों में कम रुचि रखता/रखती हूँ।",
    "12c": "मैंने लगभग सभी लोगों में रुचि खो दी है।",
    "12d": "मैंने पूरी तरह से अन्य लोगों में रुचि खो दी है।",
    "12p":
        "मैं चीजों को गोपनीय रखता/रखती हूँ, और यह मेरे लिए अच्छा काम करता है।",
    "13a": "मैं पहले की तरह आसानी से निर्णय लेता/लेती हूँ।",
    "13b": "मैं निर्णय लेने से बचता/बचती हूँ।",
    "13c": "मुझे निर्णय लेने में बहुत कठिनाई होती है।",
    "13d": "मुझे लगता है कि मैं कोई भी निर्णय लेने में पूरी तरह से असमर्थ हूँ।",
    "13p": "लोग अक्सर मुझे समझदार और रिश्तों में कुशल मानते हैं।",
    "14a": "मैं अपनी शारीरिक उपस्थिति को लेकर अच्छा महसूस करता/करती हूँ।",
    "14b": "मैं बूढ़ा दिखने और कम आकर्षक होने की चिंता करता/करती हूँ।",
    "14c":
        "मुझे लगता है कि मेरी उपस्थिति बदल रही है, जिससे मैं कम आकर्षक दिखता/दिखती हूँ।",
    "14d": "मुझे लगता है कि मैं भयानक दिखता/दिखती हूँ।",
    "14p":
        "मैं अपने संबंधों को विश्वास पर आधारित रखता/रखती हूँ, न कि प्रभुत्व या गणना पर।",
    "15a": "मैं पहले की तरह काम कर सकता/सकती हूँ।",
    "15b": "मुझे काम शुरू करने के लिए थोड़ा प्रयास करना पड़ता है।",
    "15c": "मुझे काम करने के लिए बहुत प्रयास करना पड़ता है।",
    "15d": "मैं अब और काम नहीं कर सकता/सकती।",
    "15p":
        "मैं सहकर्मियों से मदद मांगने से बचता/बचती हूँ; वे सोच सकते हैं कि मैं अक्षम हूँ।",
    "16a": "मैं अच्छी तरह सोता/सोती हूँ।",
    "16b": "मैं अब पहले की तरह अच्छी नींद नहीं लेता/लेती।",
    "16c":
        "मैं सामान्य से 1 या 2 घंटे पहले जाग जाता/जाती हूँ और फिर से सोने में कठिनाई होती है।",
    "16d":
        "मैं सामान्य से कई घंटे पहले जाग जाता/जाती हूँ और फिर से सो नहीं पाता/पाती।",
    "16p":
        "मैं शर्मीला हूँ और जब मुझे कुछ असामान्य करना पड़ता है तो मैं असहज महसूस करता/करती हूँ।",
    "17a": "मुझे पहले से अधिक थकान महसूस नहीं होती है।",
    "17b": "मैं पहले से अधिक थका हुआ/थकी हुई हूँ।",
    "17c": "मुझे कुछ भी करने में थकान महसूस होती है।",
    "17d": "मैं कुछ भी करने के लिए बहुत थका हुआ/थकी हुई हूँ।",
    "17p":
        "लोग मुझे कमजोर कहते हैं, जो मुझे परेशान करता है और दूसरों को हँसाता है।",
    "18a": "मेरी भूख हमेशा की तरह है।",
    "18b": "मेरी भूख अब पहले जैसी नहीं है।",
    "18c": "हाल ही में मेरी भूख बहुत खराब हो गई है।",
    "18d": "मुझे बिल्कुल भी भूख नहीं लगती।",
    "18p": "मैं आमने-सामने के रिश्तों में काफी सहज महसूस करता/करती हूँ।",
    "19-25": "सावधान रहें! बेक टेस्ट के अनुसार, आपको मध्यम अवसाद के लक्षण हैं।",
    "19-25r": "मध्यम अवसाद",
    "19a": "मेरा वजन स्थिर रहता है।",
    "19b": "मैंने 2.5 किलो से अधिक वजन घटाया या बढ़ाया है।",
    "19c": "मैंने 5 किलो से अधिक वजन घटाया या बढ़ाया है।",
    "19d": "मैंने 7.5 किलो से अधिक वजन घटाया या बढ़ाया है।",
    "19p":
        "मैं अक्सर हंगामा करता/करती हूँ; यह वह तरीका है जिससे मुझे वह मिलता है जो मैं चाहता/चाहती हूँ।",
    "20-1":
        "मुझे जो कुछ भी करता हूँ उसके बारे में 💜 से परामर्श करने की जरूरत महसूस होती है।",
    "20-2": "मुझे अकेलेपन, अस्वीकृति, और त्याग का डर है।",
    "20-3":
        "जब मैं 💜 के साथ होता हूँ, तो मैं अलग होने को सहन नहीं कर सकता और कई बार कॉल करके यह जांचता हूँ कि वे कहाँ हैं और किसके साथ हैं।",
    "20-4": "मैं उन क्षणों का आनंद नहीं ले सकता जब मैं अकेला होता हूँ।",
    "20-5":
        "मेरी खुशी पूरी तरह से 💜 पर निर्भर है, और मैं रिश्ते को समाप्त करने का विचार सहन नहीं कर सकता।",
    "20-6":
        "मैंने अपने दोस्तों और परिवार से दूरी बना ली है जब से मैंने 💜 के साथ रिश्ता शुरू किया है।",
    "20-7":
        "💜 के साथ बिताया गया समय कभी भी पर्याप्त नहीं होता; मैं हमेशा और अधिक चाहता हूँ।",
    "20-8":
        "मैं 💜 को नाराज़ करने के डर से पहल नहीं करता या अपनी राय व्यक्त नहीं करता।",
    "20-9":
        "कोई भी गतिविधि जो मैं 💜 के बिना करता हूँ, बोरिंग और एकरस लगती है.",
    "20-10": "मैं 💜 से ध्यान आकर्षित करने के लिए पीड़ित का किरदार निभाता हूँ।",
    "20-11": "मेरी ज़िंदगी 💜 के बिना कोई अर्थ नहीं रखती।",
    "20-12": "मुझे निरंतर प्रेम और स्नेह के प्रमाण की आवश्यकता है।",
    "20-13": "मैं रिश्ते के भविष्य और स्थिरता के बारे में चिंतित हूँ।",
    "20-14":
        "जब 💜 कुछ ऐसा करता है जो मुझे चोट पहुँचाता है, तो मैं सीमाएँ निर्धारित करने में संघर्ष करता हूँ।",
    "20-15":
        "मैं 💜 की बहुत सराहना करता हूँ और महसूस करता हूँ कि मेरे साथ इतनी अद्भुत व्यक्ति होना मुझे भाग्यशाली बनाता है।",
    "20-16": "मैं जलन करता हूँ।",
    "20-17":
        "मैं रिश्ते को समाप्त करने से बचाने के लिए बेवफाई को माफ कर दूँगा।",
    "20-18":
        "मैं 💜 की हर चीज में मदद करने के लिए खुद को समर्पित करता हूँ, जिसमें उनके व्यक्तिगत समस्याएँ भी शामिल हैं।",
    "20-19":
        "मैं अपनी गलतियों को सहन नहीं कर सकता और अपनी कमियों के प्रति बहुत आलोचनात्मक हूँ।",
    "20-20":
        "अगर 💜 व्यस्त है और मेरी ओर ध्यान नहीं दे रहा है, तो मैं तुरंत सोचता हूँ कि वे अब मुझसे प्यार नहीं करते।",
    "20-P": "20",
    "20_titulo": "त्वरित परीक्षण",
    "20a": "मेरे स्वास्थ्य के प्रति चिंता वैसी ही है जैसी पहले थी।",
    "20b": "मैं अपनी सेहत के बारे में चिंतित हूँ।",
    "20c":
        "मैं अपनी सेहत के बारे में इतनी चिंतित हूँ कि अन्य किसी चीज़ के बारे में सोचने में कठिनाई होती है।",
    "20d":
        "मैं अपनी सेहत के बारे में इतनी चिंतित हूँ कि मैं कुछ और नहीं सोच सकता।",
    "20p": "मैं बातूनी हूँ और बिना एहसास किए दूसरों को बाधित करता हूँ।",
    "21a": "मैं अपनी यौनिकता के प्रति रुचि में कोई बदलाव महसूस नहीं करता।",
    "21b": "मैं पहले से कम यौनिकता में रुचि रखता हूँ।",
    "21c": "मैं यौनिकता में बहुत कम रुचि रखता हूँ।",
    "21d": "मैंने यौनिकता में पूरी तरह से रुचि खो दी है।",
    "21p":
        "मैं महत्वाकांक्षी हूँ और अपने लक्ष्यों को प्राप्त करने के लिए जो कुछ भी करना पड़े, करने को तैयार हूँ।",
    "22a": "परीक्षण समाप्त",
    "22d": "परीक्षण समाप्त",
    "22p":
        "आम तौर पर, मैं जानता हूँ कि किससे और कब संपर्क करना है; यह सफलता के लिए महत्वपूर्ण है।",
    "23p":
        "असहमत होने पर, मैं परस्पर हितों पर आधारित वास्तविक समझौते की तलाश करता हूँ।",
    "24p": "मैं सीधा और ईमानदार होना पसंद करता हूँ।",
    "25p": "मैं कार्यों को टालने की प्रवृत्ति रखता हूँ।",
    "+26": "सावधान! बेकर परीक्षण के अनुसार, आपके पास गंभीर अवसाद के लक्षण हैं।",
    "26p": "मैं अक्सर एक कार्य को अधूरा छोड़ देता हूँ",
    "27p":
        "आम तौर पर, मैं बिना अपने भावनाओं को छिपाए दिखाता हूँ कि मैं कौन हूँ",
    "28p": "मुझे डराने के लिए बहुत कुछ चाहिए",
    "29p":
        "अन्य लोगों को डराना शक्ति बनाए रखने का एक प्रभावी तरीका हो सकता है।",
    "30p":
        "जब कोई एक बार मुझसे लाभ उठाता है, तो मैं सुनिश्चित करता हूँ कि अगली बार प्रतिशोध लूँ।",
    "31p":
        "जब किसी की आलोचना करता हूँ, तो यह प्रभावी होता है जब मैं यह दिखाता हूँ कि वे अपने स्वयं के सिद्धांतों का पालन नहीं कर रहे हैं।",
    "32p": "मुझे पता है कि सिस्टम का लाभ कैसे उठाना है; मैं संसाधनपूर्ण हूँ।",
    "33p":
        "मैं खुद को बने रह सकता हूँ और फिर भी सामाजिक रूप से स्वीकार्य हो सकता हूँ।",
    "34p":
        "जब मैं असहमत होता हूँ, तो मैं इसे स्पष्ट और शांतिपूर्ण तरीके से व्यक्त करता हूँ।",
    "35p": "मैं यह सुनिश्चित करता हूँ कि दूसरों को परेशान न करूँ।",
    "36p": "मुझे निर्णय लेने में गंभीर कठिनाइयाँ हैं।",
    "37p":
        "मुझे पसंद नहीं है कि मैं एक समूह में एकमात्र व्यक्ति हो जो भिन्न राय रखता हो, इसलिए मैं पीछे हटना पसंद करता हूँ।",
    "38p": "मैं सार्वजनिक बोलने से नहीं डरता।",
    "39p": "जीवन एक जंगल जैसा महसूस होता है।",
    "40p": "मैं खतरनाक और जोखिम भरे चुनौतियों का सामना करने से नहीं डरता।",
    "41p": "संघर्ष उत्पन्न करना तनाव कम करने से अधिक प्रभावी हो सकता है।",
    "42p": "ईमानदारी हमारे संबंधों में विश्वास बनाने का सबसे अच्छा तरीका है।",
    "43p": "मुझे सुनना आता है और मैं दूसरों को नहीं काटता।",
    "44p": "मैं जो निर्णय लिया है उसे पूरा करता हूँ।",
    "45p": "मैं अपने भावनाओं को जैसे हैं वैसे ही व्यक्त करने से नहीं डरता।",
    "46p":
        "मुझे लोगों को जीतने और उन्हें मेरे विचारों का समर्थन देने की कला आती है।",
    "47p":
        "मुझे पता है कि लोगों की तारीफ कैसे करनी है ताकि मैं जो चाहता हूँ उसे प्राप्त कर सकूँ।",
    "48p":
        "मैं बात करने में कितना समय लगता है उसे नियंत्रित करने में संघर्ष करता हूँ।",
    "49p": "मैं विडंबना को अच्छी तरह से संभालता हूँ।",
    "50p":
        "मैं साधारण जीवन जीता हूँ और कभी-कभी खुद को शोषण के लिए भी छोड़ देता हूँ।",
    "51p": "मैं भाग लेने के बजाय देखना पसंद करता हूँ।",
    "52p":
        "मैं सामने की पंक्ति में होने के बजाय पर्दे के पीछे रहना पसंद करता हूँ।",
    "53p": "मुझे नहीं लगता कि चालाकी एक प्रभावी समाधान है।",
    "54p":
        "समस्याओं से बचने के लिए, मैं अपनी मंशा को बहुत जल्दी प्रकट नहीं करता।",
    "55p": "मैं अक्सर अपनी नजरों से लोगों को चकित कर देता हूँ।",
    "56p": "मैं एक भेड़ के बजाय एक भेड़िया होना पसंद करता हूँ।",
    "57p":
        "मैं अक्सर चालाकी का उपयोग करता हूँ ताकि मैं जो चाहता हूँ उसे प्राप्त कर सकूँ; यह सबसे व्यावहारिक तरीका है।",
    "58p":
        "मैं सामान्यतः जानता हूँ कि अत्यधिक आक्रामकता के बिना प्रभावी ढंग से विरोध कैसे किया जाता है।",
    "59p":
        "मुझे विश्वास है कि समस्याएँ वास्तव में हल नहीं हो सकतीं जब तक उनके गहरे कारणों को संबोधित नहीं किया जाता।",
    "60p": "मुझे दूसरों द्वारा नकारात्मक रूप से देखे जाने से नफरत है।",
    "61p": "परीक्षण समाप्त",
    "90-1": "मैं 💜 के लिए जीता हूँ; वे मेरी दुनिया के केंद्र हैं।",
    "90-2":
        "जब मैं 💜 से बात करता हूँ, तो मैं अपने शब्दों को सावधानीपूर्वक मापता हूँ क्योंकि मुझे उनके मेरे सच्चे विचारों पर प्रतिक्रिया से डर लगता है।",
    "90-3":
        "मैं उन चीजों से बचता हूँ जो मैं करना चाहता हूँ, केवल 💜 को नाराजगी से बचाने या संघर्षों को रोकने के लिए।",
    "90-4": "मुझे विश्वास है कि प्रेम और पीड़ा का हाथ मिलाना सामान्य है।",
    "90-5":
        "मैं 💜 के दुरुपयोग या आक्रामकता को सहन करता हूँ ताकि मुझे अस्वीकृति या 💜 को खोने से बचाया जा सके।",
    "90-6":
        "मैं 💜 को सलाह, बल, धमकियों या हेरफेर से बदलने की कोशिश करता हूँ ताकि चीजें उस तरह से चलें जैसा मैं चाहता हूँ।",
    "90-7":
        "💜 के साथ सीमाएँ स्थापित करने से थकाऊ चर्चाएँ होती हैं जो कहीं नहीं जातीं।",
    "90-8":
        "मैं गुस्से या निराशा महसूस करता हूँ क्योंकि मैं 💜 के साथ रिश्ते में सीमाएँ लागू नहीं कर सकता।",
    "90-9":
        "मैं गुस्से या निराशा महसूस करता हूँ क्योंकि मैं 💜 के साथ चीजें एक बार और हमेशा के लिए हल नहीं कर सकता।",
    "90-10":
        "कभी-कभी मैं 💜 के प्रति अत्यधिक सहिष्णु होता हूँ लेकिन दूसरों के प्रति असहिष्णु होता हूँ।",
    "90-11": "मैं अन्य लोगों से 💜 के व्यवहार को छुपाता हूँ या झूठ बोलता हूँ।",
    "90-12": "जब दूसरे लोग 💜 के व्यवहार को खोजते हैं तो मैं बहाने बनाता हूँ।",
    "90-13":
        "मैं 💜 के भावनाओं, विचारों, आवश्यकताओं, कार्यों और भलाई के लिए जिम्मेदार महसूस करता हूँ।",
    "90-14":
        "सामान्य तौर पर, मैं 💜 की भलाई की देखभाल अपने खुद की भलाई से बेहतर करता हूँ।",
    "90-15": "मैं असंतोष महसूस करता हूँ जब 💜 मेरी तरह की देखभाल नहीं करता।",
    "90-16":
        "इस रिश्ते के कारण, मैं अक्सर चिंतित, थका हुआ, दोषी या अवसादित महसूस करता हूँ।",
    "90-17":
        "मैं 💜 की मदद करने के लिए जीता हूँ, भले ही वे मदद के लिए न भी कहें।",
    "90-18":
        "मैं दोस्तों से निमंत्रण अस्वीकार करता हूँ ताकि वे 💜 के साथ समय न बिताएँ।",
    "90-19":
        "मैं 💜 से कॉल, SMS, या ईमेल के लिए लंबा समय बेचैन होकर इंतजार करता हूँ।",
    "90-20":
        "जब मैंने 💜 के साथ रिश्ता शुरू किया, तो मैंने अपने दोस्तों की अनदेखी की।",
    "90-21": "जब कुछ गलत होता है, तो मैं 💜 को दोष देने की प्रवृत्ति रखता हूँ।",
    "90-22":
        "मैं 💜 को एक कठिन स्थिति में देखकर उन्हें बचाने की जरूरत महसूस करता हूँ।",
    "90-23":
        "मैं 💜 द्वारा उपयोग किए जाने या चोट पहुँचाए जाने की भावना करता हूँ।",
    "90-24":
        "मैं समझता हूँ कि हमारे रिश्ते में देने और प्राप्त करने के बीच एक मजबूत असंतुलन है।",
    "90-25": "💜 के साथ संवाद कठिन या लगभग न के बराबर है।",
    "90-26":
        "मैं 💜 के साथ अपने व्यवहार को बदलना चाहता हूँ, लेकिन मैं वही पैटर्न दोहराता रहता हूँ।",
    "90-27": "मैं 💜 को जीतने और बनाए रखने के लिए सेक्स का उपयोग करता हूँ।",
    "90-28":
        "मैं इस समस्या से निपटने से बचने के लिए हमेशा व्यस्त रहने की कोशिश करता हूँ।",
    "90-29":
        "जब मैं 💜 के साथ ठीक नहीं होता, तो मेरे जीवन में सब कुछ मुश्किल हो जाता है।",
    "90-30":
        "मैं 💜 के साथ अपनी समस्याओं को नजरअंदाज करता हूँ और दिखावा करता हूँ कि चीजें इतनी कठिन नहीं हैं।",
    "90-31": "मैं 💜 के साथ रिश्ते में फंसा हुआ महसूस करता हूँ।",
    "90-32": "मैं 💜 के साथ रिश्ते से शर्मिंदा महसूस करता हूँ।",
    "90-33": "मैं अपनी समस्याओं के बारे में बात करने से बचता हूँ।",
    "90-34":
        "रोमांटिक रिश्तों में, मैं हमेशा अपेक्षा करता हूँ कि मुझे छोड़ दिया जाएगा।",
    "90-35":
        "जब मैं एक रोमांटिक रिलेशनशिप शुरू करता हूँ, तो यह सुनिश्चित करने के लिए पर्याप्त समय नहीं लेता कि वह व्यक्ति मेरे लिए सही है।",
    "90-36": "मैं रिश्ते को बहुत जल्दी आगे बढ़ाता हूँ।",
    "90-37":
        "जब रिश्ता गलत होता है या खत्म होता है, तो मुझे एहसास होता है कि मैंने स्पष्ट चेतावनी संकेतों की अनदेखी की है।",
    "90-38": "मुझे विनाशकारी रिश्तों के पैटर्न को दोहराने की प्रवृत्ति है।",
    "90-39": "मैं 💜 के साथ रहता हूँ क्योंकि मुझे अकेला होने का डर है।",
    "90-40": "मैं इस रिश्ते को तभी छोड़ूंगा जब मुझे दूसरा मिल जाएगा।",
    "90-41":
        "मुझे 💜 के बिना मज़े करने, बाहर जाने, या यात्रा करने में कठिनाई होती है।",
    "90-42":
        "💜 ने कहा कि वह रिश्ते को समाप्त करना चाहता है, लेकिन मैं लगातार जोर देता हूँ।",
    "90-43":
        "मैं बुरे चरित्र वाले साझेदारों पर अज्ञेय विश्वास करने की प्रवृत्ति रखता हूँ।",
    "90-44":
        "मेरे रिश्ते में 💜 के साथ, मैं उस चीज़ पर समझौता करता हूँ जो मैं चाहता हूँ।",
    "90-45":
        "जब 💜 ने मुझे अनादर या दुरुपयोग किया, तो मैं फिर से एक साथ आने के लिए किसी भी बहाने को स्वीकार करता हूँ, हालांकि मुझे बाद में पछतावा होता है।",
    "90-46":
        "मैं अक्सर असुलभ, आक्रामक, जटिल या प्यार करने में असमर्थ लोगों से प्यार करता हूँ।",
    "90-47":
        "मैं 💜 के लिए उपयोगी होने की आवश्यकता महसूस करता हूँ या महसूस करता हूँ कि 💜 मुझ पर निर्भर है।",
    "90-48":
        "आराम महसूस करने के लिए, मुझे अक्सर यह जानने की आवश्यकता होती है कि 💜 कहाँ है, वे किसके साथ हैं और वे क्या कर रहे हैं।",
    "90-49": "मेरे पास अवसाद, अपराधबोध या नफरत के क्षण होते हैं।",
    "90-50": "मेरे पास क्रोध और आक्रामकता की उत्तेजनाएँ होती हैं।",
    "90-51": "कभी-कभी, मेरे पास असंगत क्रियाएँ होती हैं।",
    "90-52": "मुझे अक्सर 💜 की स्नेह की पुष्टि की आवश्यकता होती है।",
    "90-53":
        "मेरी खुशी काफी हद तक इस पर निर्भर करती है कि 💜 कैसे कार्य करता है या नहीं करता है।",
    "90-54": "मुझे 💜 को उसकी जैसी स्वीकार करने में कठिनाई होती है।",
    "90-55":
        "तनावपूर्ण परिस्थितियों में, मैं अक्सर निष्क्रिय या आक्रामक प्रतिक्रिया करता हूँ।",
    "90-56":
        "इस रिश्ते में, मुझे अक्सर विश्वास होता है कि चीजें बेहतर हो जाएँगी भले ही सुधार के वास्तविक संकेत न हों।",
    "90-57":
        "जब मैं पीड़ित होता हूँ, तो मैं अक्सर सॉमाटाइज करता हूँ या मेरे भावनात्मक इतिहास के कारण पहले से ही पुरानी मनोसोमाटिक बीमारियाँ हैं।",
    "90-58": "मैं अक्सर सवाल करता हूँ कि क्या 💜 मुझसे प्यार करता है।",
    "90-59": "मैं मदद मांगने की आवश्यकता से इनकार करता हूँ।",
    "90-60":
        "मैंने लंबे समय से स्पष्ट लक्ष्य नहीं बनाए हैं और 💜 के साथ रिश्ते के अलावा जीवन के अन्य क्षेत्रों में निवेश नहीं किया है।",
    "90-61": "मुझे लगता है कि मैंने अपने जीवन की दिशा और नियंत्रण खो दिया है।",
    "90-62": "💜 के साथ रिश्ते के कारण, मैंने आत्महत्या के बारे में सोचा है।",
    "90-63":
        "मुझे लगता है कि इसे समाप्त करने का समय है, और मैंने अभी तक ऐसा नहीं किया है।",
    "90-64": "मैं एक दबंग, समस्याग्रस्त, या असामान्य परिवार से आता हूँ।",
    "90-65":
        "मैंने एक या दोनों माता-पिता से प्यार, स्वीकृति, या अनुमोदन की भावना नहीं अनुभव की।",
    "90-66": "मेरे माता-पिता या संरक्षक बहुत सख्त थे।",
    "90-67": "गलतियों के संबंध में, मैं अपने आप पर अत्यधिक कठोर होता हूँ।",
    "90-68": "गलतियों के संबंध में, मैं दूसरों के प्रति असहिष्णु होता हूँ।",
    "90-69": "मुझे बार-बार और अस्पष्ट मूड स्विंग्स का अनुभव होता है।",
    "90-70": "मुझे अपनी कम आत्म-सम्मान की जानकारी है।",
    "90-71":
        "मैं आसानी से चिंता करता हूँ, और ऐसे क्षणों में, मैं सोच-विचार करना नहीं रोक सकता।",
    "90-72": "मुझे थोड़ी या कोई उम्मीद नहीं महसूस होती।",
    "90-73":
        "मैं अकेला या 💜 से दूर होने पर अक्सर आंतरिक खालीपन महसूस करता हूँ।",
    "90-74": "मुझे तारीफें स्वीकार करने में असहजता महसूस होती है।",
    "90-75": "मुझे लोगों को परेशान करने का बहुत डर होता है।",
    "90-76": "मैं हमेशा माफी मांगता हूँ, भले ही मैंने कुछ गलत न किया हो।",
    "90-77": "मुझे अपनी भावनाओं और निर्णयों पर भरोसा करने में कठिनाई होती है।",
    "90-78": "अक्सर, मैं 'हाँ' कहता हूँ जब मैं 'नहीं' कहना चाहता था।",
    "90-79": "मैं विभिन्न स्थितियों में आसानी से दोषी महसूस करता हूँ।",
    "90-80":
        "मैं हमेशा यह साबित करने की कोशिश करता हूँ कि मैं अच्छा हूँ, और मुझे गलतियाँ करने का डर होता है।",
    "90-81":
        "मैं हमेशा दूसरों से प्यार, स्वीकृति, और अनुमोदन की तलाश करता हूँ।",
    "90-82": "मुझे लोगों पर भरोसा करने में कठिनाई होती है।",
    "90-83": "मैं अक्सर उन लोगों पर भरोसा करता हूँ जो विश्वसनीय नहीं होते।",
    "90-84": "मैं आसानी से अपने आप को अयोग्य महसूस करता हूँ।",
    "90-85":
        "जब दूसरों के पास समस्याएँ होती हैं, तो मैं आसानी से दुखी या दोषी महसूस करता हूँ।",
    "90-86": "मैं अपनी खुद की ज़िंदगी से शर्मिंदा महसूस करता हूँ।",
    "90-87":
        "मैं या तो अपने आप को नफरत करता हूँ या अपने कार्यों को अपने माता-पिता या अन्य लोगों को दोषी ठहराकर सही ठहराता हूँ।",
    "90-88":
        "जिन लोगों को मैं जानता हूँ, वे मुझे नियंत्रित करने वाला कहते हैं।",
    "90-89": "मैं आलोचना के प्रति बहुत संवेदनशील हूँ।",
    "90-90": "मुझे लोगों के साथ करीबी या अंतरंग रहने में कठिनाई होती है।",
    "90-91":
        "मैं धूम्रपान, खरीदारी, खाने, जुए, पीने, दवाइयों, इंटरनेट, काम करने या अन्य गतिविधियों में अत्यधिक संलग्नता महसूस करता हूँ।",
    "90-T": "पूरा टेस्ट",
    "90_titulo": "पूरा टेस्ट",
    "+26r": "गंभीर अवसाद",
    "-10r": "कोई अवसाद नहीं",
    "A": "1) परिभाषा",
    "A1":
        "गुस्सा एक सामान्य और स्वस्थ भावना है, लेकिन यह व्यक्तिगत संबंधों, काम, और स्कूल के लिए अनियंत्रित और विनाशकारी बन सकता है। अनियंत्रित गुस्सा हमें अप्रत्याशित और शक्तिशाली भावनाओं के प्रति संवेदनशील बनाता है। यह किसी या किसी चीज़ के प्रति विरोध, असुरक्षा या निराशा का अनुभव है, जो तब प्रकट होता है जब अहंकार चोटिल या खतरे में महसूस करता है।",
    "A2":
        "गुस्से की तीव्रता, या उसकी कमी, व्यक्तियों के बीच भिन्न होती है और नैतिक और मनोवैज्ञानिक विकास द्वारा आकारित होती है। आप किसी विशेष व्यक्ति (एक सहकर्मी या सहपाठी) या किसी घटना जैसे ट्रैफिक जाम के कारण गुस्सा हो सकते हैं।",
    "A3":
        "गुस्सा अत्यधिक चिंता या व्यक्तिगत समस्याओं और महत्वपूर्ण या आघातजनक घटनाओं की यादों पर ध्यान केंद्रित करने के कारण भी उत्पन्न हो सकता है।",
    "Ag_CalStre": "तनाव स्तर की गणना करें",
    "Ag_ec1": "वैवाहिक स्थिति?",
    "Ag_ec2": "विवाहित",
    "Ag_ec3": "अविवाहित / विधुर",
    "Ag_ec4": "अलग / तलाकशुदा",
    "Ag_faldad": "डेटा गायब",
    "Ag_faldad_des": "फॉर्म पूरा नहीं हुआ:",
    "Ag_fc1": "घर में बच्चे?",
    "Ag_fc2": "मेरे पास घर में बच्चे नहीं हैं",
    "Ag_fc3": "मेरे पास घर में 1 या 2 बच्चे हैं",
    "Ag_fc4": "मेरे पास घर में 3 से अधिक बच्चे हैं",
    "Ag_id1": "उम्र?",
    "Ag_id2": "25 साल से कम",
    "Ag_id3": "25 से 34 साल के बीच",
    "Ag_id4": "35 से 60 साल के बीच",
    "Ag_id5": "60 साल से ऊपर",
    "Ag_red1": "रहने की जगह?",
    "Ag_red2": "गांव",
    "Ag_red3": "छोटा शहर",
    "Ag_red4": "बड़ा शहर",
    "Ag_tit": "बढ़ाने वाले कारक:",
    "Ag_trb1": "रोजगार की स्थिति?",
    "Ag_trb2": "छात्र",
    "Ag_trb3": "बेरोजगार",
    "Ag_trb4": "अस्थायी नौकरी",
    "Ag_trb5": "स्थायी नौकरी",
    "Analize": "परिणाम विश्लेषण",
    "Ans11-18": "चिंता परीक्षण के अनुसार, आपके पास हल्के चिंता लक्षण हैं।",
    "Ans11-18r": "हल्की चिंता",
    "Ans19-25":
        "सावधान! इस चिंता परीक्षण के अनुसार, आपके पास मध्यम चिंता लक्षण हैं।",
    "Ans19-25r": "मध्यम चिंता",
    "Ans+26":
        "सावधान! इस चिंता परीक्षण के अनुसार, आपके पास गंभीर चिंता लक्षण हैं।",
    "Ans+26r": "गंभीर चिंता",
    "Ans-10": "बधाई हो! इस टेस्ट के अनुसार, आपको न्यूनतम चिंता के लक्षण हैं।",
    "Ans-10r": "न्यूनतम चिंता",
    "AnsEscala1": "BAI परीक्षण स्कोर के बारे में",
    "AnsEscala2": "प्रत्येक उत्तर को 0 से 3 के पैमाने पर स्कोर किया जाता है",
    "AnsEscala3": "स्कोर और चिंता के स्तर:",
    "AnsEscala4": "0-7: न्यूनतम चिंता",
    "AnsEscala5": "8-15: हल्की चिंता",
    "AnsEscala6": "16-25: मध्यम चिंता",
    "AnsEscala7": "26-63: गंभीर चिंता",
    "AnsSint": "चिंता के लक्षण",
    "B": "2) चेतावनी संकेत:",
    "B1":
        "जब हम गुस्सा होते हैं, तो हम विभिन्न विचार, भावनाएँ और शारीरिक प्रतिक्रियाएँ अनुभव करते हैं। कुछ के लिए, भावनाएँ इतनी प्रबल हो जाती हैं जैसे कि वे 'फटने' वाले हों। अन्य शायद महसूस नहीं करते कि वे गुस्सा हैं, लेकिन बीमार, दोषी महसूस करते हैं या अन्य स्थितियों पर अत्यधिक प्रतिक्रिया करते हैं।",
    "B2": "प्रत्यक्ष संकेत:",
    "B3":
        "आवाज बढ़ाना, गालियाँ देना, सिरदर्द, पेट दर्द, गला कसना, दिल की धड़कन तेज होना, रक्तचाप बढ़ना, मुट्ठी कसना, धमकियाँ, हिंसा, दबाव, शत्रुता, क्रोध, द्वेष।",
    "B4": "अप्रत्यक्ष संकेत:",
    "B5":
        "अत्यधिक नींद, पुरानी थकान, चिंता, सुन्नता, अवसाद, ऊब, भूख में कमी, रोना, निरंतर आलोचना, बुरे या शत्रुतापूर्ण चुटकुले, शराब या नशीली दवाओं का दुरुपयोग।",
    "C1":
        "तनाव, चिंता, क्रोध, भावनात्मक निर्भरता और अवसाद जैसे भावनात्मक विकारों को रोकने और इलाज के लिए नींद आवश्यक है। शरीर और मन के लिए उचित विश्राम बहुत महत्वपूर्ण है। यहाँ कुछ सुझाव दिए गए हैं:",
    "C1a": "• रात 10:00 बजे से पहले बिस्तर पर जाएं।",
    "C1b": "• हर रात लगभग 7 से 8 घंटे सोएं।",
    "C1c": "• सोने और जागने का एक नियमित समय निर्धारित करें।",
    "C1d": "यदि आपको सोने में कठिनाई होती है, तो यहाँ कुछ सुझाव दिए गए हैं:",
    "C1e":
        "• सोने से पहले शराब, कॉफी, चाय या उत्तेजक खाद्य पदार्थ जैसे चॉकलेट, कुकीज़ या केक पीने से बचें।",
    "C1f":
        "• सोने से कम से कम 1 घंटे पहले स्क्रीन (फोन, टैबलेट, टेलीविजन) से दूर रहें। यह साबित हुआ है कि स्क्रीन की नीली रोशनी और अत्यधिक उत्तेजना मेलाटोनिन के उत्पादन में बाधा डालती है, जो नींद लाने और बनाए रखने के लिए एक महत्वपूर्ण हार्मोन है।",
    "C1g":
        "• सोने से कम से कम 3 घंटे पहले रात का खाना खाएं। यदि आप सोने के समय तक अपना भोजन पचा चुके हैं, तो आपको रात की बेहतर नींद मिलेगी।",
    "C1h":
        "• सोने से पहले गर्म स्नान करें। यह आपको आराम करने और नींद को प्रेरित करने में मदद करेगा।",
    "C1t": "1) अच्छी नींद",
    "C2":
        "भावनात्मक विकार आपकी ऊर्जा को समाप्त कर सकते हैं, जिससे शारीरिक व्यायाम आखिरी चीज़ की तरह लग सकता है जिसे आप करना चाहते हैं। हालांकि, व्यायाम भावनात्मक स्थितियों को ठीक करने और रोकने के लिए महत्वपूर्ण है! नियमित व्यायाम, विशेष रूप से बाहरी एरोबिक गतिविधियाँ, हार्मोन के उत्पादन को प्रेरित करती हैं, जैसे कि एंडोर्फिन, जो कल्याण में सुधार करता है। यहाँ कुछ सुझाव दिए गए हैं:",
    "C2a":
        "• उस गतिविधि को चुनें जिसका आप सबसे अधिक आनंद लेते हैं या जिसे आप कम से कम नापसंद करते हैं! भावनात्मक विकारों से ग्रस्त लोगों के लिए सबसे उपयुक्त शारीरिक व्यायाम बाहरी एरोबिक व्यायाम हैं, जैसे तेज चलना, दौड़ना, साइकिल चलाना, रोइंग आदि।",
    "C2b": "• रोज़ाना कम से कम 30 मिनट का सत्र करें।",
    "C2t": "2) शारीरिक व्यायाम",
    "C3":
        "आहार न केवल शारीरिक स्वास्थ्य बल्कि भावनात्मक और मानसिक कल्याण को भी प्रभावित करता है। एक स्वस्थ आहार भावनात्मक विकारों को रोकने और उनका इलाज करने में मदद करता है। यहाँ कुछ सुझाव दिए गए हैं:",
    "C3a":
        "• एक स्वस्थ आहार सेरोटोनिन के उत्पादन में योगदान देता है, जो एक न्यूरोट्रांसमीटर है जो मस्तिष्क में कार्य करता है और मनोदशा, नींद, भूख को नियंत्रित करता है, अन्य चीजों के बीच।",
    "C3b":
        "• दिन में केवल तीन भोजन नियमित समय पर करें, अधिक खाना या न खाना भावनात्मक विकारों से ग्रस्त लोगों के बीच आम है।",
    "C3c":
        "• सरल, ताजे खाद्य पदार्थ जैसे सलाद, सब्जियाँ, फलियाँ, फल, अनाज और मेवे पसंद करें। केले, एवोकाडो, ओट्स, अखरोट और बादाम जैसे खाद्य पदार्थ शामिल करें।",
    "C3d":
        "• मसालेदार खाद्य पदार्थों से बचें, मांस को कम करें या हटा दें, और यदि आप मांस खाते हैं, तो चिकन, टर्की और मछली जैसे दुबले मांस चुनें।",
    "C3e":
        "• उच्च शर्करा वाले खाद्य पदार्थों से बचें! जबकि चीनी आरामदायक लग सकती है, यह अंततः मूड के झूलों का कारण बनती है, जिससे अवसाद और खराब हो जाता है।",
    "C3f":
        "• चीनी के अलावा, आपको अन्य खाद्य पदार्थों से भी बचना चाहिए जो आपके तंत्रिका तंत्र को प्रभावित करते हैं, जैसे कि शराब, कॉफी, नमकीन खाद्य पदार्थ और फैटी खाद्य पदार्थ जो मुख्य रूप से प्रसंस्कृत खाद्य पदार्थों में पाए जाते हैं।",
    "C3g":
        "• भोजन के दौरान अपने आस-पास के वातावरण पर भी ध्यान दें: यह शांत, शांतिपूर्ण और बिना किसी ध्यान भंग के होना चाहिए।",
    "C3t": "3) स्वस्थ आहार",
    "C4":
        "आंकड़े बताते हैं कि जिन देशों में सूर्य के संपर्क में कमी होती है, वहां आत्महत्या की दर अधिक होती है, और ठंडे, अंधेरे महीनों में भावनात्मक विकार अधिक आम होते हैं। यह इसलिए है क्योंकि सूर्य का प्रकाश एक प्राकृतिक अवसादरोधी के रूप में कार्य करता है! प्रतिदिन बाहर जाने की कोशिश करें, कुछ धूप लें और इसे व्यायाम के साथ मिलाएं ताकि दोगुना लाभ हो सके।",
    "C4t": "4) धूप",
    "C5":
        "हमारा मस्तिष्क ऑक्सीजन पर बहुत अधिक निर्भर करता है। श्वास व्यायाम जो गहरी श्वास को प्रोत्साहित करते हैं, परिसंचरण में ऑक्सीजन की मात्रा को बढ़ाते हैं, मस्तिष्क के कार्य, विश्राम और विचारों की स्पष्टता में सुधार करते हैं। शारीरिक व्यायाम भी श्वास में सुधार करता है और फेफड़ों की क्षमता को बढ़ाता है।",
    "C5t": "5) ताज़ी हवा",
    "C6":
        "स्वयं पर, दूसरों पर और कुछ ऊँची शक्ति (जैसे कि ईश्वर पर विश्वास) पर विश्वास तनाव और अवसाद को दूर करने के लिए आवश्यक है। हंसी भी मदद करती है: यह शरीर को आराम देती है और मस्तिष्क को ऐसे रसायन उत्पन्न करने के लिए उत्तेजित करती है जो खुशी और कल्याण को बढ़ावा देते हैं।",
    "C6t": "6) भरोसेमंद दृष्टिकोण अपनाएं",
    "C7":
        "अपने आप को सकारात्मक, प्रेरणादायक दोस्तों से घेरें जो आपको नकारात्मक विचारों को फिर से सोचने में मदद करेंगे। अपनी भावनाओं के बारे में बात करना महत्वपूर्ण है, लेकिन यदि यह संभव नहीं है, तो खुद को व्यक्त करने के लिए लिखना, नृत्य करना, संगीत बजाना या चित्रकारी जैसी गतिविधियों का सहारा लें। कलात्मक अभिव्यक्ति गहन रूप से चिकित्सीय हो सकती है और मस्तिष्क में रासायनिक परिवर्तन को उत्तेजित कर सकती है।",
    "C7t": "7) अपनी भावनाओं को व्यक्त करें",
    "C8": "हाइपरस्टिमुलेशन और अवसाद के बारे में थोड़ा बताइए:",
    "C8a":
        "• हाइपरस्टिमुलेशन, विशेष रूप से फोन, टीवी और इंटरनेट जैसी स्क्रीन से, डोपामाइन, 'इनाम हार्मोन' उत्पन्न करता है, जिससे ये गतिविधियाँ बहुत आनंददायक हो जाती हैं। हालाँकि, स्क्रीन का अत्यधिक उपयोग निर्भरता पैदा कर सकता है। यह एक चक्र बनाता है जिसमें पढ़ना या सामाजिक करना जैसी दैनिक गतिविधियाँ उबाऊ हो जाती हैं, और आप आनंद के लिए अधिक स्क्रीन समय की तलाश करते हैं। परिणामस्वरूप, आपका अवसाद और भी बढ़ सकता है, और आप दैनिक कार्यों को पूरा करने में कठिनाई महसूस कर सकते हैं। इस चक्र को तोड़ने के लिए, अपने स्क्रीन समय को कम करें और अपने इनाम प्रणाली को फिर से सेट करें ताकि आप फिर से दैनिक गतिविधियों का आनंद ले सकें।",
    "C8t": "8) हाइपरस्टिमुलेशन से बचें",
    "C9":
        "लोग अक्सर रिपोर्ट करते हैं कि जब उनके पास एक पालतू जानवर होता है तो उनकी भावनात्मक स्थिति में काफी सुधार होता है। जानवरों के साथ बातचीत से सेरोटोनिन स्तर बढ़ सकता है, जो प्रोत्साहन और खुशी प्रदान करता है।",
    "C9t": "9) एक पालतू जानवर रखें",
    "C10":
        "बाहरी देखभाल: प्रतिदिन स्नान करना विश्राम, स्वच्छता और आत्म-सम्मान को बढ़ावा देता है। अवसाद से पीड़ित लोग इसे नज़रअंदाज़ कर सकते हैं, लेकिन नियमित व्यक्तिगत देखभाल मूड और आत्म-मूल्य को बेहतर बनाती है।",
    "C10a":
        "आंतरिक देखभाल: पानी शारीरिक और मानसिक कल्याण के लिए आवश्यक है। इन सुझावों के साथ अच्छे जलयोजन की आदतें बनाए रखें:",
    "C10b": "• पूरे दिन पानी पिएं, विशेष रूप से भोजन के बीच।",
    "C10c": "• आपके पानी का सेवन प्रति दिन कम से कम 1.5 से 2 लीटर होना चाहिए।",
    "C10d":
        "• पर्याप्त जलयोजन का संकेत आपके मूत्र का रंग है: यह हल्का पीला होना चाहिए।",
    "C10t": "10) अंदर और बाहर से पानी",
    "C11":
        "हो सकता है आपको इन लक्षणों से अपने पूरे जीवन में लड़ाई करनी पड़े। कुछ दिन बेहतर होंगे, लेकिन हार मत मानो।",
    "C11a": "• वर्तमान क्षण को स्वीकार करें, वास्तविकता से भागें नहीं।",
    "C11b":
        "• कोई चमत्कारी इलाज नहीं है जो आपकी सोच को रातों-रात बदल देगा, यहाँ तक कि दवाएँ भी नहीं।",
    "C11c": "• एक बार में एक कदम लें, लेकिन सही दिशा में।",
    "C11d":
        "• समस्या से लड़ने की अपनी क्षमता को बढ़ाने के लिए, इन सभी सुझावों को लागू करें। साथ में, वे निश्चित रूप से आपकी मदद करेंगे, जैसे उन्होंने लाखों लोगों की मदद की है।",
    "C11e": "• आज से प्रयोग करना शुरू करें। लड़ाई मत छोड़ो।",
    "C11t": "लड़ाई मत छोड़ो।",
    "CAUSA":
        "हम बड़े होकर वह करने की प्रवृत्ति रखते हैं जो हमने बचपन में सीखा। जिस तरह से हमने जीवन के उस चरण के दौरान स्नेह प्राप्त किया, वह सीधे तौर पर हमारे वयस्क रूप में रिश्ते निभाने के तरीके को प्रभावित करता है। आमतौर पर, वे वयस्क जो भावनात्मक रूप से असहाय हो जाते हैं, वे होते हैं जिन्हें आत्म-सम्मान और स्वतंत्रता में विश्वास विकसित करने के लिए आवश्यक ध्यान और स्नेह नहीं मिला होता है। वे अन्य रिश्तों में इस स्नेह की कमी को पूरा करने का प्रयास करते हैं, जिससे निर्भरता होती है। हालांकि, यह निर्भरता अन्य कारकों जैसे कि शारीरिक या भावनात्मक परित्याग, अस्वीकृति, और धमकाने से भी जुड़ी हो सकती है।",
    "CAUSA_T": "कारण",
    "D": "4) गुस्से को व्यक्त करने के तरीके:",
    "D1":
        "गुस्से को व्यक्त करने का सबसे प्राकृतिक और स्वाभाविक तरीका आक्रामक प्रतिक्रियाओं के माध्यम से है। गुस्सा खतरों के प्रति एक प्राकृतिक, अनुकूलनशील प्रतिक्रिया है; यह शक्तिशाली, अक्सर आक्रामक भावनाओं और व्यवहारों को उत्तेजित करता है जो हमें हमले के समय लड़ने या बचाव करने की अनुमति देते हैं। हमारे अस्तित्व के लिए कुछ मात्रा में गुस्सा आवश्यक है। हालांकि, हम हर व्यक्ति या वस्तु पर, जो हमें परेशान करता है, अपना गुस्सा नहीं निकाल सकते; कानून, सामाजिक मानदंड और सामान्य ज्ञान यह निर्धारित करते हैं कि हम अपने गुस्से को कैसे व्यक्त करें। लोग इन भावनाओं को प्रभावी और सामाजिक रूप से उपयुक्त तरीकों से प्रबंधित करने के लिए विभिन्न प्रक्रियाओं का उपयोग करते हैं, जिनमें कुछ जागरूक और कुछ अवचेतन होते हैं।",
    "DEF":
        "भावनात्मक निर्भरता एक हानिकारक व्यवहार है जिसमें व्यक्ति मानता है कि उसे किसी और की आवश्यकता है ताकि वह जी सके, पूरा महसूस कर सके या खुश रह सके। यह एक बहुत ही सामान्य मनोवैज्ञानिक विकार है, जो न केवल दंपति के रिश्तों में, बल्कि परिवार और मित्रता के रिश्तों में भी पाया जाता है। यह न केवल निर्भर व्यक्ति को प्रभावित करता है, बल्कि उन लोगों को भी प्रभावित करता है जिनका उनसे भावनात्मक संबंध होता है। जुड़ाव का स्तर इतना महत्वपूर्ण होता है कि व्यक्ति को बुरा महसूस होता है और वह पीड़ित होता है जब दूसरा व्यक्ति आस-पास नहीं होता। भावनात्मक रूप से निर्भर व्यक्ति इस तरह व्यवहार करता है जैसे वह एक उपग्रह हो, और वह अपने भावनात्मक संबंध को बनाए रखने के लिए अपनी व्यक्तिगत पहचान को बलिदान कर देता है।",
    "DEF_T": "परिभाषा",
    "Err_estciv": "वैवाहिक स्थिति गायब है!",
    "Err_fil": "घर में बच्चों के बारे में जानकारी गायब है!",
    "Err_ida": "आयु गायब है!",
    "Err_res": "निवास की जानकारी गायब है!",
    "Err_vinlab": "रोजगार स्थिति गायब है!",
    "Escala1": "मानक के बारे में",
    "Escala2":
        "सभी प्रश्नों का मूल्यांकन 0 से 3 के मूल्य पैमाने पर किया जाता है।",
    "Escala3": "पैमाने का मूल्य और अवसाद का स्तर:",
    "Escala4": "< 10% कोई अवसाद नहीं",
    "Escala5": "11-19% हल्का अवसाद",
    "Escala6": "20-29% मध्यम अवसाद",
    "Escala7": "> 30% गंभीर अवसाद",
    "Exttit": "बाहरी",
    "F": "5) गुस्से से निपटने के तरीके:",
    "F1":
        "1) गुस्से की भावनाओं को सकारात्मक रूप से व्यक्त करना (आक्रामक नहीं): इसमें आपके आवश्यकताओं को स्पष्ट रूप से बताना शामिल है और यह कैसे पूरा किया जा सकता है बिना किसी को नुकसान पहुंचाए। स्वर्ण नियम है - अपने और दूसरों के प्रति सम्मान!",
    "F2":
        "2) भावनाओं को दबाना: यह तब होता है जब आप गुस्से को अंदर ही रखते हैं, इसके बारे में सोचना बंद कर देते हैं और सकारात्मक चीजों पर ध्यान केंद्रित करते हैं। उद्देश्य गुस्से को दबाना और इसे और अधिक रचनात्मक व्यवहार में बदलना है। खतरा यह है कि यदि गुस्से की बाहरी अभिव्यक्ति की अनुमति नहीं दी जाती है, तो यह आंतरिक रूप से प्रकट हो सकता है, जिससे शारीरिक समस्याएँ हो सकती हैं जैसे कि चिंता, अवसाद, उच्च रक्तचाप आदि।",
    "F3":
        "3) शांत/आराम करना: इसमें केवल व्यवहारिक अभिव्यक्ति को नियंत्रित करना शामिल नहीं है, बल्कि आंतरिक प्रतिक्रियाओं का प्रबंधन करना भी शामिल है। आदर्श रूप से, यहाँ तक कि भावनाओं को भी नरम किया जाता है। गुस्से को ठीक से व्यक्त न कर पाने से अन्य समस्याएँ पैदा हो सकती हैं, जैसे कि निष्क्रिय-आक्रामक व्यवहार या हमेशा निंदक और शत्रुतापूर्ण दृष्टिकोण। वे लोग जो लगातार दूसरों की आलोचना करते हैं, सब कुछ आलोचना करते हैं, या निंदात्मक टिप्पणी करते हैं, अक्सर अपने गुस्से को रचनात्मक रूप से व्यक्त करना नहीं सीख पाते हैं। उनके पास आमतौर पर बहुत कम संतोषजनक रिश्ते होते हैं। हालाँकि, सावधान रहें! इसका उपयोग 'सब कुछ बाहर निकालने' के बहाने के रूप में नहीं किया जाना चाहिए। शोध बताते हैं कि गुस्से को अनियंत्रित तरीके से बाहर निकालना समस्या को सुलझाने के बजाय और भी आक्रामकता पैदा कर सकता है। गुस्से के कारणों को समझना और हानिकारक वृद्धि को रोकने के लिए रणनीतियों को विकसित करना बेहतर है।",
    "FIBhoje":
        "सरकारें तेजी से महसूस कर रही हैं कि सकल घरेलू उत्पाद (GDP), जो किसी देश में उत्पादित हर चीज का योग मापता है, में कुछ कमियाँ हैं और यह आबादी की खुशी का आकलन करने के लिए पर्याप्त नहीं है। धनी होना खुश रहने के लिए पर्याप्त नहीं है; कुछ चीजें जो हमें खुश करती हैं, खरीदी या बेची नहीं जा सकतीं। सरकारें इस बारे में जागरूक हो रही हैं और उन्होंने धीरे-धीरे अपनी नीतियों में इस प्रकार के मूल्यांकन उपकरणों को शामिल करना शुरू कर दिया है। खुश लोग काम पर अधिक उत्पादक होते हैं, रचनात्मक होते हैं, स्वस्थ और दीर्घकालिक रिश्ते होते हैं, अधिक दोस्त होते हैं, अच्छे स्वास्थ्य का आनंद लेते हैं और तनाव और विपरीत परिस्थितियों से बेहतर तरीके से निपटते हैं।",
    "FIBhoje_t": "आज की सकल राष्ट्रीय खुशी",
    "FimTeste":
        "हमारे आपके उत्तरों का विश्लेषण करने के दौरान एक विज्ञापन वीडियो देखें।",
    "FimTeste_t": "परीक्षण समाप्त हुआ",
    "Fort1": "1) आप अपने गुस्से के कारणों की पहचान कर सकते हैं।",
    "Fort2":
        "2) आप संचार के माध्यम से अपने गुस्से के प्रभावों को कम कर सकते हैं।",
    "Fort3":
        "3) आप अपने गुस्से के प्रभावों को कम करने के लिए अपनी समस्याओं को हल करना जानते हैं।",
    "Fort4":
        "4) ऐसा लगता है कि आप जानते हैं कि कब गुस्से को दबाना और कब इसे व्यक्त करना आवश्यक है।",
    "Fort5": "5) आप अपने गुस्से को नियंत्रित कर सकते हैं।",
    "Fort6": "6) ऐसा लगता है कि आप जानते हैं कि कब माफ करना आवश्यक है।",
    "Fort7": "7) आपके पास अपने आंतरिक गुस्से पर अच्छी भावनात्मक नियंत्रण है।",
    "Fort8":
        "8) आपके पास अपने गुस्से के बाहरी अभिव्यक्तियों पर अच्छी नियंत्रण है।",
    "Fort9":
        "9) जीवन के प्रति आपकी शत्रुतापूर्ण दृष्टिकोण का कोई संकेत नहीं है।",
    "Frac1": "1) आप अपनी गुस्से की जड़ों को पूरी तरह से नहीं समझते हैं।",
    "Frac2":
        "2) आपको अपने संचार कौशल में सुधार करने की आवश्यकता है ताकि गुस्से का प्रभाव खुद पर और दूसरों पर कम हो सके।",
    "Frac3":
        "3) आपको गुस्से के प्रभावों को कम करने के लिए प्रभावी समस्या-समाधान कौशल विकसित करने की आवश्यकता है।",
    "Frac4":
        "4) आपको समझना होगा कि कब गुस्से को दबाना है और कब व्यक्त करना है।",
    "Frac5": "5) आपको अपने गुस्से को नियंत्रित करना चुनौतीपूर्ण लगता है।",
    "Frac6":
        "6) आपको माफ करने में कठिनाई होती है, जो आपके और दूसरों के लिए नकारात्मक प्रभाव डालता है।",
    "Frac7":
        "7) आप भावनात्मक स्थितियों में अपने गुस्से को नियंत्रित करने में कठिनाई महसूस करते हैं।",
    "Frac8":
        "8) आप अपने गुस्से की बाहरी अभिव्यक्तियों को प्रबंधित करने में कठिनाई महसूस करते हैं।",
    "Frac9": "9) आपके पास जीवन के प्रति एक शत्रुतापूर्ण दृष्टिकोण है।",
    "G": "6) भावनाओं और विचारों का प्रबंधन:",
    "G1":
        "प्रभावी रणनीतियाँ केवल गुस्से की गहरी समझ के माध्यम से विकसित की जा सकती हैं: मैं क्या सोच रहा हूँ? मैं क्या महसूस कर रहा हूँ? इन रणनीतियों का उद्देश्य गुस्से को पूरी तरह से समाप्त करना नहीं है, बल्कि यह पहचानना है कि कब गुस्सा अनुकूल है और कैसे नियंत्रण में रहना है।",
    "G1tit": "कारण",
    "G2tit": "परिणाम",
    "G3tit": "समस्याएँ",
    "G4tit": "दबाना",
    "G5tit": "नियंत्रण",
    "G6tit": "क्षमा",
    "H": "7) भावनाओं और विचारों को संभालना:",
    "H1":
        "जब आप उन स्थितियों पर विचार करते हैं जो गुस्से को उत्तेजित करती हैं, तो आप शायद तीव्र भावनाओं को याद करते हैं जिन्होंने आपको ऐसे तरीकों से प्रतिक्रिया देने पर मजबूर किया जो स्थिति को बेहतर नहीं बनाते। इन भावनाओं को बेहतर तरीके से प्रबंधित करने के लिए, स्थिति को एक अलग दृष्टिकोण से विश्लेषण करना महत्वपूर्ण है।",
    "H2": "चरण 1: विश्लेषण",
    "H3":
        "अगली बार जब कुछ या कोई आपको परेशान करता है, तो उस स्थिति या व्यक्ति के बारे में उठने वाले विचारों को पकड़ने की कोशिश करें। उन्हें जितनी जल्दी हो सके लिखें, और धीरे-धीरे दोहराए जाने वाले विचारों की सूची तैयार करें।",
    "H4": "चरण 2: मूल्यांकन",
    "H5":
        "अपने विचारों का सावधानीपूर्वक मूल्यांकन करें। क्या वे सही हैं या भावनात्मक पूर्वाग्रहों द्वारा विकृत हैं? विकृत विचार आमतौर पर असटीक होते हैं और कई रूप ले सकते हैं।",
    "H6":
        "• लेबलिंग: किसी व्यक्ति को नकारात्मक लेबल देना बिना अन्य परिकल्पनाओं या सबूतों पर विचार किए, उदाहरण के लिए: 'वह एक बेवकूफ है।'",
    "H7":
        "• अधिकतमकरण: जब किसी का मूल्यांकन करते हैं, तो नकारात्मक हिस्से को बढ़ा देना और सकारात्मक हिस्से को कम करना, उदाहरण के लिए: 'मेरे शिक्षक ने मुझे एक खराब ग्रेड दी; वह अन्यायपूर्ण है' (लेकिन उसने मुझे कई अन्य सकारात्मक ग्रेड भी दिए)।",
    "H8":
        "• व्यक्तिकरण: मानना कि दूसरे सीधे आपके खिलाफ प्रतिक्रिया कर रहे हैं बिना उनकी व्यवहार के लिए अधिक विश्वसनीय व्याख्याओं पर विचार किए। उदाहरण के लिए: 'वह व्यक्ति ठंडा है क्योंकि वह सोचता है कि वह मुझसे बेहतर है' (शायद उस व्यक्ति को अपने परिवार से बुरी खबर मिली है...)।",
    "H9":
        "• सुरंग दृष्टि: केवल स्थिति के नकारात्मक पहलुओं पर ध्यान देना, उदाहरण के लिए: 'मेरे शिक्षक कुछ भी सही नहीं कर सकते। वह आलोचनात्मक, असंवेदनशील और अच्छी तरह से पढ़ा नहीं सकता।'",
    "H10":
        "• 'सभी या कुछ नहीं' सोच: स्थिति को केवल दो श्रेणियों में देखना और न कि निरंतरता में, उदाहरण के लिए: 'मेरा दोस्त इस मामले में मुझसे असहमत है, इसलिए वह किसी भी चीज़ में मेरी सहायता नहीं करता।'",
    "H11":
        "• सही होने की आवश्यकता: निरंतर प्रयास करना कि आपके विचार और कार्य सही हैं। गलत होना असंभव लगता है, उदाहरण के लिए: 'अपने सहकर्मी पर चिल्लाना पूरी तरह से उचित था। उसने जो किया उसके लिए वह इसके लायक था।'",
    "H12":
        "चरण 3 - स्थिति पर विचार करने के लिए अन्य अधिक अनुकूल सोच विधियों को खोजें:",
    "H13":
        "प्रत्येक विकृत विचार के लिए, अपने गुस्से को कम करने के लिए एक वैकल्पिक और रचनात्मक सोच विधि पहचानने पर काम करें। इसमें किसी व्यक्ति या स्थिति के सकारात्मक तत्वों की जांच करना, किसी के व्यवहार के लिए वैकल्पिक स्पष्टीकरण पर विचार करना, या व्यापक दृष्टिकोण अपनाना शामिल हो सकता है।",
    "H14": "चरण 4 - पिछले चरणों का अभ्यास करें:",
    "H15":
        "इस विश्लेषण का अभ्यास दैनिक रूप से किया जाना चाहिए ताकि यह प्रभावी हो सके। जैसे-जैसे यह आसान होता जाएगा, आप गुस्से को उत्तेजित करने वाले स्थिति में अपने विचारों को पहचानने में अधिक सक्षम हो जाएंगे। विकृत विचारों की पहचान करके और उन्हें अधिक अनुकूल विचारों से बदलकर, आप गुस्से में डूबने से बच सकते हैं।",
    "Hostil": "शत्रुतापूर्ण",
    "I": "8) शारीरिक लक्षणों का प्रबंधन:",
    "I1":
        "जब आप तीव्र गुस्से का सामना करते हैं, तो सबसे सामान्य सलाह 'शांत हो जाओ' या 'आराम करो' होती है। ये कथन गुस्से के शारीरिक लक्षणों को प्रबंधित करने पर केंद्रित होते हैं, जो शरीर में तनाव उत्पन्न करते हैं जैसे कि यह फटने के लिए तैयार हो। आराम करना सीखना आपको गुस्से के शारीरिक प्रभावों को अधिक प्रभावी ढंग से प्रबंधित करने में मदद कर सकता है।",
    "I2": "गहरी साँस लेना:",
    "I3":
        "जब आप गुस्से में होते हैं, तो आपके पास एक ऐसी विश्राम तकनीक होना अत्यंत महत्वपूर्ण है जो जल्दी काम करे और किसी भी स्थिति में लागू हो सके। गहरी साँस लेना एक ऐसी तकनीक है। यह आपके शरीर को अधिक ऑक्सीजन लेने की अनुमति देती है, आपके दिल की धड़कन को धीमा करती है और आपके रक्तप्रवाह में एड्रेनालाईन को बहने से रोकने में मदद करती है। यह साँस गहरी होती है क्योंकि इसमें छाती की बजाय डायाफ्राम या पेट का क्षेत्र शामिल होता है। साँसें धीमी और लयबद्ध होनी चाहिए।",
    "I4":
        "जब आप गुस्से के शारीरिक लक्षणों को नोटिस करते हैं, तो अपने साँस लेने पर ध्यान केंद्रित करने के लिए एक क्षण निकालें, जो संभवतः तेज और उथली होगी। इस चक्र को तोड़ने के लिए डायाफ्राम से धीरे और गहराई से साँस लेना आपके शरीर को आराम करने में मदद करेगा और गुस्से के शारीरिक लक्षणों को कम करेगा। जैसे-जैसे आपके मांसपेशियाँ ढीली होने लगती हैं, तनाव कम होना शुरू हो जाएगा।",
    "I5":
        "यह संक्षिप्त विराम आपको अपनी भावनाओं पर नियंत्रण प्राप्त करने, अपने विचारों को बदलने और स्थिति को अधिक प्रभावी ढंग से संभालने की अनुमति देता है।",
    "I6": "प्रोग्रेसिव मसल रिलेक्सेशन:",
    "I7":
        "यह तकनीक आपके शरीर के प्रमुख मांसपेशी समूहों को व्यवस्थित रूप से संकुचित और आराम करती है। यह आपको तनाव को पहचानने और उसे छोड़ने में मदद करती है। जब इसका उपयोग गुस्से को उत्तेजित करने वाली स्थितियों में किया जाता है, तो प्रोग्रेसिव मसल रिलेक्सेशन इन भावनाओं को कम कर सकता है, जिससे आप शांत और कम गुस्से में बने रह सकते हैं।",
    "Ignorar": "परिणाम की अनदेखी करें",
    "Inttit": "आंतरिक",
    "J": "9) मनोचिकित्सात्मक कार्य:",
    "J1":
        "यदि पूर्व में दिए गए सुझाव आपके गुस्से को प्रभावी ढंग से प्रबंधित करने में मदद नहीं करते हैं, या यदि आप गंभीर गुस्से नियंत्रण मुद्दों के साथ संघर्ष करते हैं, तो हम एक स्वास्थ्य देखभाल पेशेवर से सहायता प्राप्त करने की सिफारिश करते हैं।",
    "J2":
        "सबसे महत्वपूर्ण कदम यह है कि किसी ऐसे व्यक्ति को खोजें जो आपकी मदद कर सके। एक पेशेवर से बात करना हानिकारक स्थितियों को रोकने में मदद कर सकता है और आपकी आत्म-छवि को बेहतर बना सकता है। इसके अतिरिक्त, मनोचिकित्सा आपकी संचार क्षमताओं में सुधार कर सकती है और आपके रिश्तों को बेहतर बना सकती है।",
    "Med1": "1) कभी-कभी आप अपने गुस्से के कारणों की पहचान कर सकते हैं।",
    "Med2":
        "2) कभी-कभी आप प्रभावी संचार के माध्यम से अपने गुस्से के प्रभावों को कम कर सकते हैं।",
    "Med3":
        "3) आप अक्सर समस्याओं को ऐसे तरीके से हल कर सकते हैं जो गुस्से के प्रभाव को कम करता है।",
    "Med4": "4) कभी-कभी आप अपने गुस्से को प्रभावी ढंग से प्रबंधित कर सकते हैं।",
    "Med5": "5) कभी-कभी आप अपने गुस्से को नियंत्रित कर सकते हैं।",
    "Med6":
        "6) जब इसकी आवश्यकता होती है, तो आपको क्षमा करने में कठिनाई हो सकती है।",
    "Med7":
        "7) ऐसा लगता है कि आपके गुस्से की भावनाओं पर आपका नियंत्रण उचित है।",
    "Med8": "8) आपके पास गुस्से की बाहरी अभिव्यक्तियों पर उचित नियंत्रण है।",
    "Med9":
        "9) कभी-कभी आप जीवन के प्रति एक शत्रुतापूर्ण दृष्टिकोण प्रकट करते हैं।",
    "Mudar_atitude_titulo": "क्या इस दृष्टिकोण को बदलना संभव है?",
    "NotasRaiva": "गुस्से को कैसे नियंत्रित करें?",
    "P1": "मैं अपनी ज़रूरतों के लिए सही संख्या में घंटे सोता हूँ",
    "P2": "मैं सही समय पर भोजन करता हूँ",
    "P3": "मैं नर्वस महसूस करने पर शांत करने वाली दवाइयाँ लेता हूँ",
    "P4":
        "मैं अपनी खाली समय स्क्रीन (टीवी, कंप्यूटर, मोबाइल फोन, टैबलेट आदि) पर बिताता हूँ।",
    "P5": "मैं नियमित रूप से व्यायाम करता हूँ",
    "P6": "मैं जल्दी-जल्दी भोजन करता हूँ",
    "P7":
        "मैं मीठे और फैटी खाद्य पदार्थों का सेवन करता हूँ जब भी मेरा मन करता है",
    "P8": "मैं बहुत सारे फल और सब्जियाँ खाता हूँ",
    "P9": "मैं भोजन के बीच पानी पीता हूँ",
    "P10": "मैं मुख्य भोजन के बीच खाते रहता हूँ",
    "P11": "मैं अच्छा नाश्ता करता हूँ",
    "P12": "मैं रात के खाने में बड़ा भोजन करता हूँ।",
    "P13": "मैं धूम्रपान करता हूँ",
    "P14": "मैं शराब पीता हूँ",
    "P15": "अपने फुर्सत के समय में, मैं प्रकृति और ताजे हवा की तलाश करता हूँ",
    "P16": "मेरे पास एक शौक है जो मुझे आराम देता है",
    "P17": "मेरे परिवार में काफी शोर है",
    "P18": "मुझे लगता है कि मुझे घर पर अधिक जगह की जरूरत है।",
    "P19": "मेरी चीजें पूरी तरह से व्यवस्थित हैं",
    "P20": "मुझे अपने घर का माहौल पसंद है",
    "P21": "मेरे पड़ोसी बहुत शोर करते हैं",
    "P22": "जहां मैं रहता हूँ, वहाँ बहुत सारे लोग हैं",
    "P23": "मेरा घर साफ और व्यवस्थित है",
    "P24": "मैं घर पर आराम कर सकता हूँ",
    "P25": "मेरा कमरा मेरे लिए बहुत छोटा है",
    "P26": "कई लोग मेरे साथ एक ही छत के नीचे रहते हैं।",
    "P27": "मैं अपने घर की सजावट से संतुष्ट हूँ",
    "P28": "मेरा घर हमारी जरूरतों के लिए काफी बड़ा है",
    "P29": "मेरे पड़ोस में असुविधाजनक गंधें हैं",
    "P30": "जहां मैं रहता हूँ, वहां बहुत शोर है",
    "P31": "मेरे इलाके में हवा साफ और शुद्ध है",
    "P32":
        "मेरे पड़ोस की सड़कों और बगीचों को साफ और अच्छी तरह से बनाए रखा गया है",
    "P33": "मैं सिरदर्द से पीड़ित हूँ",
    "P34": "मुझे पेट में दर्द होता है",
    "P35": "मैं अच्छी तरह से पचा लेता हूँ",
    "P36": "मेरी आंतें ठीक से काम करती हैं",
    "P37": "मुझे पीठ दर्द होता है",
    "P38": "मुझे धड़कनें और/या तेज़ दिल की धड़कनें अनुभव होती हैं।",
    "P39": "मुझे अक्सर एलर्जी होती है",
    "P40": "मैं सांस फूलने की समस्या से पीड़ित हूँ",
    "P41": "मेरे गर्दन और पीठ के मांसपेशियों में तनाव महसूस होता है",
    "P42": "मेरी रक्तचाप सामान्य है",
    "P43": "मेरी याददाश्त अच्छी है",
    "P44": "मुझे भूख कम लगती है",
    "P45": "मैं थका हुआ और ऊर्जा में कमी महसूस करता हूँ।",
    "P46": "मुझे अनिद्रा होती है",
    "P47": "मैं बिना शारीरिक व्यायाम के भी पसीना करता हूँ",
    "P48": "मैं आसानी से रोता हूँ और निराश महसूस करता हूँ",
    "P49": "मेरी नौकरी मुझे बहुत तनाव देती है",
    "P50": "अपने फुर्सत के समय में, मैं काम की समस्याओं के बारे में सोचता हूँ",
    "P51": "मेरा काम का कार्यक्रम नियमित है",
    "P52": "मेरे काम मुझे शांति से खाने की अनुमति देते हैं",
    "P53": "मैं रात और सप्ताहांत पर काम घर लाता हूँ",
    "P54": "मेरे पास एक से अधिक नौकरी हैं",
    "P55": "जब मैं काम करता हूँ, समय तेजी से गुजरता है",
    "P56": "मैं उपयोगी और अपने कार्यों से संतुष्ट महसूस करता हूँ",
    "P57": "मैं अपनी नौकरी खोने से डरता हूँ।",
    "P58": "मुझे काम पर अपने सहकर्मियों के साथ कठिनाइयाँ हैं",
    "P59": "मेरे बॉस के साथ मेरा अच्छा संबंध है।",
    "P60": "मैं अपनी नौकरी को स्थिर मानता हूँ",
    "P61": "मैं काम के लिए कार का उपयोग करता हूँ",
    "P62": "जब मुझे कुछ पूरा करना होता है, तो मैं खाना खाना भूल जाता हूँ",
    "P63": "मैं खुद को अपने काम को करने के योग्य मानता हूँ",
    "P64":
        "मुझे लगता है कि मेरे बॉस और परिवार मेरी की गई मेहनत की सराहना करते हैं",
    "P65": "मैं लोगों के प्रति दयालु और शिष्ट होने का आनंद लेता हूँ",
    "P66": "मैं आमतौर पर दूसरों पर भरोसा करता हूँ",
    "P67":
        "जब मेरी योजनाएं दूसरों पर निर्भर करती हैं, तो मैं परेशान हो जाता हूँ",
    "P68": "चर्चाएँ मुझ पर बहुत प्रभाव डालती हैं",
    "P69": "मेरे पास ऐसे दोस्त हैं जो मुझे सुनने के लिए तैयार हैं",
    "P70": "मैं अपने यौन संबंधों से संतुष्ट हूँ",
    "P71": "मुझे बहुत परवाह है कि दूसरों को मेरे बारे में क्या लगता है",
    "P72": "मैं चीजों को दूसरों से बेहतर करना चाहता हूं",
    "P73": "मेरे सहकर्मी मेरे दोस्त हैं",
    "P74": "मेरे पास दूसरों की समस्याओं को सुनने के लिए धैर्य है",
    "P75":
        "मुझे लगता है कि मेरे साथी को हमारे रिश्ते को बेहतर बनाने के लिए महत्वपूर्ण बदलाव की आवश्यकता है।",
    "P76": "मैं बहुत बात करता हूँ",
    "P77":
        "जब मैं किसी से झगड़ता हूँ, तो मैं तुरंत अपनी आवाज ऊँची कर देता हूँ।",
    "P78": "मुझे जलन होती है क्योंकि दूसरों के पास मुझसे ज्यादा है",
    "P79":
        "झगड़े के दौरान, मैं अगली बार क्या कहूंगा पर ध्यान केंद्रित करता हूँ, बजाय पूरी तरह से दूसरे व्यक्ति को सुनने के।",
    "P80": "जब मुझे आदेश दिए जाते हैं, तो मैं नर्वस हो जाता हूँ",
    "P81": "सामान्यतः, मैं अपनी ज़िन्दगी से संतुष्ट हूँ",
    "P82": "मुझे लोगों के बारे में अच्छी बातें कहना पसंद है",
    "P83": "जब कोई मेरे सामने धीरे-धीरे चलता है, तो मैं नर्वस हो जाता हूँ",
    "P84": "जब लम्बी लाइन होती है, तो मैं आमतौर पर वहाँ से चला जाता हूँ।",
    "P85": "मैं आमतौर पर खुद को डेडलाइन देने में उदार रहता हूँ",
    "P86": "मैं भविष्य पर विश्वास करता हूँ",
    "P87":
        "जब कोई विषय मुझे पसंद नहीं आता, तो मैं सबसे बुरा सोचने की प्रवृत्ति रखता हूँ",
    "P88":
        "मैं चीजों को अपनी तरीके से करना पसंद करता हूँ और जब मैं ऐसा नहीं कर सकता, तो मुझे गुस्सा आता है।",
    "P89": "मेरे पास अच्छा हास्य संवेग है",
    "P90": "मैं अपनी स्थिति से संतुष्ट हूँ",
    "P91":
        "अगर मैं किसी गतिविधि के बीच में रुक जाता हूँ, तो मैं नर्वस हो जाता हूँ",
    "P92": "मैं परफेक्शनिस्ट हूँ",
    "P93":
        "मैं अक्सर उन लोगों के बारे में सोचता हूँ जो मुझे पैसे उधार देते हैं।",
    "P94": "मैं ट्रैफिक जाम में फंसने पर बहुत नर्वस हो जाता हूँ",
    "P95":
        "छुट्टियों के दौरान मैं बहुत जल्दी बोर हो जाता हूँ और उत्पादक गतिविधियों में लौटना चाहता हूँ",
    "P96": "मैं घातक बीमारियों जैसे कैंसर से बीमार होने से डरता हूँ",
    "PH": "दुश्मनी",
    "Perg": "सवाल",
    "R1":
        "आपमें बहुत आत्म-विश्वास है और आप अपने व्यक्तिगत जरूरतों की तुलना में अपने रिश्ते को प्राथमिकता नहीं देते। आप अपनी ज़िन्दगी के अन्य पहलुओं के साथ अपने रिश्ते को अच्छे से संतुलित करते हैं। हालांकि, आप अपनी व्यक्तित्व की इतनी रक्षा कर सकते हैं कि ऐसा लगता है कि आप पूरी तरह से प्रतिबद्ध नहीं होना चाहते। सोचिए कि क्या आप प्रतिबद्धता से दूर हो रहे हैं गहरे बंधनों को बनाने या पंरपरा दिखाने के डर के कारण।",
    "R1T": "कोई भावनात्मक निर्भरता नहीं",
    "R2":
        "आप जानते हैं कि रिश्तों में समझौता और बातचीत महत्वपूर्ण हैं। आप अपनी भावनाओं को स्पष्ट रूप से व्यक्त कर सकते हैं, लेकिन कुछ स्थितियों में, आप असुरक्षा दिखाते हैं और अपनी स्वायत्तता की रक्षा नहीं कर सकते। आपको सीमाएँ निर्धारित करने और आत्म-देखभाल का अभ्यास करने की शुरुआत करनी चाहिए ताकि भावनात्मक निर्भरता के विकास और इसके नकारात्मक प्रभाव से बचा जा सके।",
    "R2T": "कम भावनात्मक निर्भरता",
    "R3":
        "आपके साथी को खोने का डर आपको कुछ निर्भरशील व्यवहार की ओर ले जाता है। आप उन्हें खुश करना पसंद करते हैं और अक्सर अपनी भलाई को किनारे रख देते हैं। अगर आप ऐसा ही करते रहे, तो आपकी व्यक्तित्व गंभीर रूप से खतरे में होगी। याद रखें कि एक स्वस्थ रिश्ते में, दोनों पक्ष अपनी देखभाल करते हैं, व्यक्तिगत लक्ष्यों के साथ होते हैं और बिना डर के अपनी राय व्यक्त कर सकते हैं। उन व्यवहारों पर विचार करें जो इस असुरक्षित संलग्नता में योगदान कर सकते हैं।",
    "R3T": "मध्यम भावनात्मक निर्भरता",
    "R4":
        "आप अपने साथी की देखभाल करने की तीव्र आवश्यकता महसूस करते हैं, यहां तक कि यदि इसका मतलब आपके जीवन के महत्वपूर्ण पहलुओं की बलिदान है। सब कुछ रिश्ते के चारों ओर घूमता है और आपको दूसरे व्यक्ति के लिए उपयोगी महसूस करना पसंद है। इसके अतिरिक्त, आप किसी भी प्रकार के संघर्ष से बचते हैं, मानते हैं कि एक खुशहाल रिश्ता वह है जिसमें कोई झगड़ा नहीं होता। हालांकि, ऐसा न सोचें: इस तरह के व्यवहार के परिणाम समय के साथ आएंगे। व्यक्तित्व एक स्वस्थ रिश्ते के मुख्य स्तंभों में से एक है।",
    "R4T": "उच्च भावनात्मक निर्भरता",
    "RaivaExterna": "बाहरी गुस्सा",
    "RaivaInterna": "आंतरिक गुस्सा",
    "Result": "परिणाम",
    "SA": "यह उन प्रकार की बातचीत से संबंधित है जिन्हें लोग विकसित करते हैं।",
    "SAHL":
        "उच्च स्तर: वे लोग जो आमतौर पर दूसरों पर विश्वास करते हैं, उनकी सकारात्मक गुणों में विश्वास करते हैं और उनके इरादों पर कम ही शक करते हैं। यह उनके व्यक्तित्व के निर्माण और करीबी रिश्ते बनाने की क्षमता को प्रभावित करता है। वे आमतौर पर वफादार, ईमानदार, देखभाल करने वाले और दूसरों की मदद करने के लिए तैयार होते हैं, अक्सर सहानुभूति, उदारता और संवेदनशीलता प्रदर्शित करते हैं, हालांकि वे अधिक आज्ञाकारी भी लग सकते हैं।",
    "SALL":
        "निम्न स्तर: वे लोग जो आमतौर पर शत्रुतापूर्ण होते हैं या अपने स्वयं के लाभ के लिए हेरफेर करने वाले व्यवहार को प्रदर्शित करते हैं। वे संदेहात्मक होते हैं, उनके पास बहुत कम दोस्त होते हैं और वे कुछ महत्वपूर्ण रिश्तों को बनाए रखते हैं। वे आमतौर पर स्कूल में समस्याओं का सामना करते हैं और अक्सर सामाजिक नियमों का उल्लंघन करते हैं, जिसमें कुछ एंटी-सोशल व्यवहार और पदार्थों के उपयोग के साथ सहसंबंध होते हैं।",
    "SC":
        "यह व्यक्ति की संगठन, स्थिरता, नियंत्रण और लक्ष्य प्राप्ति के लिए प्रेरणा के स्तर का प्रतिनिधित्व करता है, साथ ही उनकी समय की पाबंदता और संगठित रहने की क्षमता भी।",
    "SCHL":
        "उच्च स्तर: वे लोग जो अपने लक्ष्यों को प्राप्त करने के लिए तरीकों की खोज करते हैं, भले ही इसके लिए तत्काल इच्छाओं के साथ बलिदानों या संघर्षों की आवश्यकता हो। वे आमतौर पर महत्वाकांक्षी, मेहनती और अपने काम के प्रति बहुत समर्पित होते हैं।",
    "SCLL":
        "निम्न स्तर: वे लोग जिनमें जटिल कार्यों का सामना करने के लिए कम प्रेरणा होती है, जो आसानी से कठिनाइयों का सामना करते हैं। वे आमतौर पर उन गतिविधियों में भाग लेते हैं जिनके बारे में उन्हें निश्चित जानकारी नहीं होती कि ये उनके लक्ष्यों को प्राप्त करने में कैसे मदद करेंगी। वे सामान्यतः कम प्रतिबद्ध और अनियमित होते हैं, और कार्यों में बने रहने में कठिनाइयों का सामना करते हैं, भले ही इससे उन्हें नुकसान हो।",
    "SE":
        "यह इस बात को संदर्भित करता है कि एक व्यक्ति दूसरों के साथ कैसे बातचीत करता है, जिसमें यह भी शामिल है कि वह कितना संवादात्मक, बातूनी, सक्रिय, आत्म-आश्वस्त और प्रतिक्रियाशील है।",
    "SEHL":
        "उच्च स्तर: वे लोग जो सामाजिक बातचीत का आनंद लेते हैं और दूसरों के साथ संपर्क स्थापित करने की कोशिश करते हैं, भले ही वे उन्हें अच्छी तरह से न जानें। वे आमतौर पर व्यक्तिगत जानकारी जल्दी साझा करते हैं और उन लोगों पर विश्वास करते हैं जिनसे वे अभी मिले हैं। ये लोग आमतौर पर सक्रिय होते हैं, अपनी प्राथमिकताओं और मान्यताओं को स्पष्ट रूप से व्यक्त करते हैं और कभी-कभी प्रभुत्व प्रदर्शित करने वाले व्यवहार दिखाते हैं। वे समूह गतिविधियों को पसंद करते हैं और सक्रिय रूप से कंपनी की तलाश करते हैं।",
    "SELL":
        "निम्न स्तर: वे लोग जो सामान्यतः आरक्षित और शांत होते हैं, अपनी खुद की बातों के बारे में कम बात करते हैं और करीबी रिश्ते विकसित करने के लिए अधिक समय की आवश्यकता होती है। वे आवश्यक रूप से शर्मीले, अशिष्ट या स्वार्थी नहीं होते।",
    "SINTOMAS":
        "अत्यधिक ईर्ष्या, दूसरों को प्रसन्न करने की प्रबल आवश्यकता, अकेलेपन का डर, व्यक्तिगत योजनाओं की कमी, हीनता की भावना और निरंतर ध्यान की आवश्यकता।",
    "SINTOMAS_T": "लक्षण",
    "SN":
        "यह एक बुनियादी व्यक्तित्व गुण है जो यह बताता है कि एक व्यक्ति दैनिक घटनाओं से उत्पन्न भावनाओं को कैसे प्रबंधित करता है।",
    "SNHL":
        "उच्च स्तर: उन लोगों में पाया जाता है जो अपनी भावनाओं को प्रभावी ढंग से प्रबंधित नहीं करते हैं और मनोवैज्ञानिक पीड़ा को तीव्रता से अनुभव करते हैं। वे भावनात्मक अस्थिरता और संवेदनशीलता दिखाते हैं, नकारात्मक घटनाओं में तीव्र अनुभवों की रिपोर्ट करते हैं और घटनाओं के सकारात्मक पहलुओं पर कम ध्यान देते हैं। वे अवसाद, अपराधबोध, ईर्ष्या, गुस्सा, चिंता और अन्य समस्याओं का सामना करने के लिए प्रवृत्त होते हैं।",
    "SNLL":
        "निम्न स्तर: यह दर्शाता है कि व्यक्ति चुनौतीपूर्ण या नकारात्मक भावनाओं के सामने भावनात्मक रूप से स्थिर रहता है।",
    "SO":
        "यह अन्वेषणात्मक व्यवहारों और नए अनुभवों के मूल्य की पहचान को संदर्भित करता है।",
    "SOHL":
        "उच्च स्तर: वे लोग जो अपनी भावनाओं को प्रभावी ढंग से प्रबंधित नहीं करते हैं और मनोवैज्ञानिक पीड़ा को तीव्रता से अनुभव करते हैं। वे भावनात्मक अस्थिरता और संवेदनशीलता दिखाते हैं, नकारात्मक घटनाओं में तीव्र अनुभवों की रिपोर्ट करते हैं और घटनाओं के सकारात्मक पहलुओं पर कम ध्यान देते हैं। वे अवसाद, अपराधबोध, ईर्ष्या, गुस्सा, चिंता और अन्य समस्याओं का सामना करने के लिए प्रवृत्त होते हैं।",
    "SOLL":
        "निम्न स्तर: यह दर्शाता है कि व्यक्ति चुनौतीपूर्ण या नकारात्मक घटनाओं के सामने भावनात्मक रूप से स्थिर रहता है।",
    "SS":
        "बिग फाइव दुनिया में सबसे व्यापक रूप से इस्तेमाल किए जाने वाले व्यक्तित्व परीक्षणों में से एक है। इसके पास विभिन्न संदर्भों में वैश्विक और सन्दर्भ-संवहनीय समर्थन है। परीक्षण का उद्देश्य पांच बुनियादी व्यक्तित्व लक्षणों में व्यवहार प्रवृत्तियों की पहचान करना है। उच्च या निम्न मान जरूरी नहीं कि एक असंगत व्यक्तित्व पैटर्न को दर्शाते हैं। नीचे विश्लेषण किए गए पांच लक्षणों को देखें।",
    "SSt": "परीक्षण के बारे में",
    "Sint":
        "अवसाद केवल क्षणिक दुःख नहीं है! यह एक दीर्घकालिक मूड विकार है। अवसाद के सबसे सामान्य लक्षण हैं:",
    "SintAns":
        "चिंता शारीरिक और मनोवैज्ञानिक लक्षणों के साथ प्रकट होती है। यह आमतौर पर भविष्य की स्थितियों के लिए अत्यधिक चिंता के रूप में प्रकट होती है। वर्तमान में जीना एक चुनौती है क्योंकि हमेशा भविष्य के बारे में चिंता होती है। जब यह नियंत्रण में होती है, तो चिंता शरीर की एक स्वाभाविक प्रतिक्रिया होती है संभावित खतरों के खिलाफ, हमें संभावित खतरों के प्रति सतर्क बनाए रखने के लिए। हालांकि, यह तीव्र, दीर्घकालिक और स्पष्ट कारण के बिना हो सकती है। ऐसी परिस्थितियों में, लोग आमतौर पर पीछे हट जाते हैं और ऐसे परिस्थितियों से बचने की कोशिश करते हैं जिन्हें वे खतरनाक मानते हैं, भले ही वे न हों।",
    "Sinta": "• अवसादित मूड, चिड़चिड़ापन, चिंता और भावनात्मक तनाव।",
    "Sintb": "• नींद की समस्याएँ: अनिद्रा या अत्यधिक सोना।",
    "Sintc": "• भूख में बदलाव, वजन बढ़ना या घटना।",
    "Sintd": "• हतोत्साह, थकावट और कार्यों को पूरा करने के लिए बढ़ी हुई मेहनत।",
    "Sinte": "• रुचि की कमी, प्रेरणा की कमी और उदासीनता।",
    "Sintf": "• भय, चिंता, असुरक्षा, निराशा, असहायता और खालीपन के भाव।",
    "Sintg":
        "• निराशावाद, अक्सर और अनुपातहीन दोषी भावनाएँ, आत्म-सम्मान में कमी, उद्देश्यहीनता, बेकारपन, बर्बादी, विफलता, बीमारी, मृत्यु या शोक के भाव।",
    "Sinth":
        "• वास्तविकता की विकृत और नकारात्मक धारणा: सब कुछ एक अवसादित दृष्टिकोण से दिखाई देता है, जिससे स्वयं, दूसरों और दुनिया पर एक धूसर रंग चढ़ जाता है।",
    "Sinti": "• एकाग्रता में कठिनाई, धीमी सोच, बार-बार भूलना।",
    "Sintt": "डिप्रेशन के लक्षण",
    "SinttAns": "चिंता के लक्षण",
    "SobreApp": "ऐप के बारे में",
    "SobrePersonalidade":
        "व्यक्तित्व परीक्षण बिग फाइव (5 व्यक्तित्व लक्षण) पर आधारित है और एक प्रश्नावली के माध्यम से आपके व्यक्तित्व का आकलन करने और आपके सबसे विशिष्ट व्यक्तित्व लक्षणों को निर्धारित करने का लक्ष्य है।",
    "SobreTesteAns": "परीक्षण Beck Anxiety Inventory (BAI) पर आधारित है",
    "SobreTesteFelicidade":
        "हैप्पीनेस टेस्ट का उद्देश्य Gross National Happiness (GNH) टेस्ट के अनुसार आपके खुशी के स्तर की पहचान करना है।",
    "SobreTesteStress":
        "स्ट्रेस टेस्ट Beck Depression Inventory (BDI) पर आधारित है, जो मानसिक स्वास्थ्य पेशेवरों द्वारा व्यापक रूप से उपयोग किया जाता है और अंतरराष्ट्रीय स्तर पर मान्यता प्राप्त है।",
    "T1": "वैश्विक विश्लेषण",
    "T2": "व्यक्तिगत विश्लेषण",
    "TRAT1":
        "अपने हानिकारक व्यवहार के पीछे के कारणों को समझने की कोशिश करें। आपको अकेले रहने का डर क्यों है? आपके आत्म-सम्मान की कमी के कारण क्या हैं? क्या इस असंतुलित रिश्ते को बनाए रखना उचित है? इन सवालों पर विचार करने से आपको अपनी कमजोरियों को पहचानने और समस्या का समाधान खोजने में मदद मिलेगी।",
    "TRAT1_T": "स्वयं के प्रति ईमानदार रहें",
    "TRAT2":
        "भावनात्मक निर्भरता को पहचानना आवश्यक नहीं कि रिश्ते को समाप्त करना है। अपना दिल खोलें, अपनी चिंताओं के बारे में बात करें और उनसे पूछें कि आप अपने रिश्ते को अधिक संतुलित कैसे बना सकते हैं। ईमानदारी में साझेदारी और संबंध को बढ़ाने की शक्ति होती है।",
    "TRAT2_T": "अपने साथी से बात करें",
    "TRAT3":
        "अपने जीवन के सभी पहलुओं को संतुलित करने की दिशा में काम करें। परिवार और दोस्तों से फिर से जुड़ें, अपनी देखभाल करें, नए शौक खोजें और आत्म-सुधार में समय निवेश करें।",
    "TRAT3_T": "अपने रुचियों का ध्यान रखें",
    "TRAT4":
        "ऐसी रिश्ते में न रहें जहां आप असंतुष्ट महसूस करते हैं अकेलेपन के डर से। यदि आपका साथी आपकी व्यक्तिगतता का सम्मान नहीं करता और आपकी निर्भरता का उपयोग कर आपको नियंत्रित करता है, तो यह सोचने का समय हो सकता है कि रिश्ता समाप्त किया जाए।",
    "TRAT4_T": "सीमा निर्धारित करें",
    "TRAT5":
        "यह विकार अक्सर बचपन की ट्रॉमा से उत्पन्न होता है। अतीत के भावनात्मक घावों को ठीक करना एक महत्वपूर्ण पहला कदम है। लोग जो भावनात्मक बोझ लेकर रिश्तों में आते हैं, अक्सर अनसुलझी समस्याएं लेकर आते हैं जो रिश्ते को प्रभावित करती हैं। अपने आंतरिक बच्चे को ठीक करना स्थिति को महत्वपूर्ण रूप से बदल सकता है, आपको खुद से प्यार करने और खुद की देखभाल करने के संसाधन विकसित करने में मदद कर सकता है, जिससे जीवन की गुणवत्ता बहुत बेहतर हो जाती है। फिर आप दूसरों के साथ एक स्वस्थ और भावनात्मक रूप से संतुलित तरीके से संबंध बनाने के लिए तैयार होंगे।",
    "TRAT5_T": "भूतकाल को पहचानें",
    "TRAT6":
        "निश्चित रूप से, यह जानकारी एक स्वास्थ्य पेशेवर की मूल्यांकन और परामर्श का विकल्प नहीं है।",
    "TRAT6_T": "मदद लें",
    "Tclaro": "प्रकाश थीम",
    "Tescuro": "अंधेरे थीम",
    "Tletra": "फॉन्ट प्रकार",
    "TotalRaiva": "कुल गुस्सा",
    "Tra":
        "यह हमेशा फायदेमंद होता है कि आप एक स्वास्थ्य पेशेवर की सलाह लें ताकि आप अवसाद से उबर सकें, खासकर यदि आपके परीक्षण के परिणाम में 'आपको गंभीर अवसाद है!' कहा गया हो। स्वास्थ्य पेशेवर आपकी सोच और व्यवहार के नए पैटर्न की पहचान करने में आपकी मदद करेगा। हालांकि, बहुत सी चीजें हैं जो आप खुद कर सकते हैं और करनी चाहिए: जीवनशैली में परिवर्तन आवश्यक हैं क्योंकि आपकी जीवनशैली अवसादीय लक्षणों में योगदान कर रही है। अपनी भावनात्मक स्वास्थ्य को बेहतर बनाने के लिए ऊपर दिए गए सुझावों की जांच करें! अपनी सेहत के लिए, हर उस चीज को बदलने की ताकत और ऊर्जा प्राप्त करें जिसे बदलने की जरूरत है और अवसाद के खिलाफ लड़ाई जीतें।",
    "TraAns":
        "यह हमेशा उपयोगी होता है कि एक स्वास्थ्य पेशेवर आपको चिंता को संभालने में मार्गदर्शन करे, खासकर यदि आपके परीक्षण का परिणाम 'आपको गंभीर चिंता के लक्षण हैं!' हो। स्वास्थ्य पेशेवर आपको नए विचार और व्यवहार के पैटर्न खोजने में मदद करेगा। लेकिन खुद के लिए चिंता से निपटने के लिए बहुत सी चीजें हैं। जीवनशैली में परिवर्तन आवश्यक हैं क्योंकि आपकी जीवनशैली सामान्यतः चिंता के लक्षणों की उपस्थिति में योगदान करती है। नीचे वर्णित 10 सुझावों की जांच करें, और अपनी सेहत के लिए, जो कुछ भी बदलने की जरूरत है, उसे बदलने की ताकत और ऊर्जा प्राप्त करें और चिंता के खिलाफ लड़ाई जीतें।",
    "Trat": "अवसाद का उपचार",
    "VerAnsiedade": "अवसाद के बारे में",
    "VerAnsiedadeAns": "चिंता के बारे में",
    "VerVideo": "वीडियो के बाद परिणाम देखें",
    "_Dep2Escala":
        "18 प्रश्नों को 0 से 5 के पैमाने पर अंकित किया जाता है, जिसमें हमेशा 0 अंक और कभी 5 अंक होते हैं",
    "_SobreDependenciaTitulo": "भावनात्मक निर्भरता के बारे में",
    "_SobreStresTitulo": "तनाव के बारे में",
    "_SobreTesteDependencia":
        "भावनात्मक निर्भरता परीक्षण मेलोडी बीट्टी की पुस्तक 'Codependent No More' पर आधारित है। इसका उद्देश्य यह विश्लेषण करना है कि क्या उपयोगकर्ता किसी पर भावनात्मक निर्भरता के संकेत दिखाता है और किस स्तर पर।",
    "_SobreTipoPersonalidade": "व्यक्तित्व प्रकार",
    "_adAtencao": "चेतावनी",
    "_adTotal": "परीक्षण शुरू करने के लिए, विज्ञापन को पूरा देखना आवश्यक है।",
    "_cancelarInicioTeste": "परीक्षण शुरू न करें",
    "_depR1": "कोई अवसाद नहीं",
    "_depR1C":
        "बहुत अच्छा! इवान गोल्डबर्ग के परीक्षण के अनुसार, आपको अवसाद नहीं है! आप अपनी ज़िन्दगी की चढ़ाव और उतारों का सामान्य रूप से प्रबंधन कर सकते हैं, और अपने भावनाओं को आसानी से संभाल सकते हैं।",
    "_depR2": "अवसाद की संभावना",
    "_depR2C":
        "इवान गोल्डबर्ग के परीक्षण के अनुसार, अवसाद की थोड़ी संभावना है, जो अधिकांश लोगों में बहुत आम है! आप लगभग हमेशा अपने भावनाओं का प्रबंधन कर सकते हैं, लेकिन आप उन्हें हमेशा संतोषजनक तरीके से हल नहीं कर सकते।",
    "_depR3": "अवसादीय लक्षण",
    "_depR3C":
        "इवान गोल्डबर्ग के परीक्षण के अनुसार, आप अवसादीय लक्षण दिखाते हैं! आप अवसादीय व्यवहार विकसित करने के जोखिम में हैं। भावनाओं को सुरक्षा देने के लिए सलाह पर ध्यान दें।",
    "_depR4": "अवसादीय व्यवहार",
    "_depR4C":
        "इवान गोल्डबर्ग के परीक्षण के अनुसार, आप अवसादीय व्यवहार दिखाते हैं! आपको अपनी दिनचर्या में बदलाव करना चाहिए, भावनाओं को सुरक्षा देने वाले जीवनशैली के सुझावों का पालन करना चाहिए, और विशेषज्ञ की मदद लेना सबसे अच्छा है।",
    "_depR5": "मध्यम अवसाद",
    "_depR5C":
        "सावधान! इवान गोल्डबर्ग के परीक्षण के अनुसार, आपके पास मध्यम अवसाद के लक्षण हैं। आपको इस समस्या पर ध्यान देना चाहिए। भावनाओं को सुरक्षा देने के लिए सुझावों का पालन करें और विशेषज्ञ की मदद लें।",
    "_depR6": "गंभीर अवसाद",
    "_depR6C":
        "सावधान! इवान गोल्डबर्ग के परीक्षण के अनुसार, आप गंभीर अवसाद के लक्षण दिखाते हैं! इस मामले को पूरी ध्यान देने की आवश्यकता है। एक स्वस्थ जीवनशैली के सुझावों का पालन करें, और विशेषज्ञ की मदद लेनी चाहिए।",
    "_incioTeste": "परीक्षण शुरू करने के लिए, एक विज्ञापन देखें",
    "_iniciarTeste": "परीक्षण शुरू करें",
    "_introGeral":
        "यह ऐप एक श्रृंखला की टेस्ट प्रदान करता है जो आपकी मानसिकता और भावनाओं को समझने में मदद करता है। ये उपकरण स्वास्थ्य पेशेवरों द्वारा दुनियाभर में व्यापक रूप से उपयोग किए जाते हैं। आपको टेस्ट क्यों लेना चाहिए? क्योंकि समस्या को हल करने का पहला कदम यह मानना है कि यह मौजूद है! टेस्ट का आनंद लें।",
    "_introTesteAnsiedade":
        "चिंता परीक्षण 21 प्रश्नों वाले प्रश्नावली का उपयोग करता है ताकि चिंता के लक्षणों की उपस्थिति और गंभीरता का मूल्यांकन किया जा सके। परीक्षण की वैधता सुनिश्चित करने के लिए, कृपया अपने पिछले सप्ताह पर विचार करें और ईमानदारी से उत्तर दें। आपके परिणाम अंत में प्रदर्शित किए जाएंगे, साथ ही उपयोगी जानकारी और सुझाव। विज्ञापन परियोजना का समर्थन करते हैं और ऐप को आपके लिए मुफ्त रखते हैं।",
    "_introTesteAtitude":
        "मानव संबंधों में चार प्राथमिक दृष्टिकोण होते हैं: निष्क्रिय, आक्रामक, हेरफेरात्मक, और आश्वस्त। 60 प्रश्नों वाले प्रश्नावली के माध्यम से, यह ऐप आपको दिखाएगा कि आपके अंदर कौन सा दृष्टिकोण सबसे प्रमुख है। सटीक परिणाम प्राप्त करने के लिए, कृपया प्रत्येक बयान का ईमानदारी से उत्तर दें। विज्ञापन प्रोजेक्ट को वित्तपोषण करने और ऐप को उपयोगकर्ताओं के लिए मुफ्त रखने में मदद करते हैं।",
    "_introTesteDependencia":
        "क्या आप अपने जीवन की कल्पना बिना अपने साथी के कर सकते हैं? क्या यह मायने रखेगा? यह परीक्षण आपके साथी या किसी और के प्रति आपकी भावनात्मक निर्भरता के स्तर का मूल्यांकन करेगा। एक रिश्ते में भावनात्मक निर्भरता के स्तर को जानना उसे पार करने का पहला कदम है। परीक्षण प्रश्नों का उत्तर दें और अपनी भावनात्मक निर्भरता के स्तर का पता लगाएं।",
    "_introTesteDepressao":
        "क्या आपको लगता है कि आप अवसादित हैं? इन दोनों परीक्षणों का ईमानदारी से उत्तर दें और पता करें कि क्या आपके पास अवसाद के लक्षण हैं। परिणाम के अलावा, आपको अपनी भावनात्मक स्वास्थ्य को बेहतर बनाने के लिए मूल्यवान सुझाव मिलेंगे। यह महत्वपूर्ण है कि इस ऐप को एक स्वास्थ्य पेशेवर की मदद के रूप में न मानें। हम आपके भावनात्मक कल्याण की खोज में आपका समर्थन करने के लिए यहां हैं। हिम्मत रखो, आप जीत सकते हैं।",
    "_introTesteFelicidade":
        "क्या आप खुश हैं? इसका उत्तर आसान नहीं है: कुछ लोग कहते हैं कि यह बैंक खाते के बारे में नहीं है, जबकि अन्य मानते हैं कि यह सच्चे प्यार, समझ या अच्छी स्वास्थ्य को खोजने के बारे में है... शायद ये सिर्फ एक समग्र का हिस्सा हैं जो हमारे खुशी को प्रभावित करते हैं। यह परीक्षण ग्रॉस नेशनल हैप्पीनेस टेस्ट (GNH) पर आधारित है, जिसे 1972 में भूटान के एक राजा ने बनाया था जिन्होंने अपने विषयों की खुशी के मूल्यांकन को गंभीरता से लिया और कई सरकारों, देशों और बौद्धिकों को इस विषय पर अनुसंधान करने के लिए प्रेरित किया। प्रश्नावली का उत्तर दें और पता करें कि क्या आप वास्तव में खुश हैं। विज्ञापन केवल परियोजना को वित्तपोषित करने और ऐप को उपयोगकर्ताओं के लिए मुफ्त रखने के लिए उपयोग किए जाते हैं। टेस्ट का आनंद लें!",
    "_introTestePersonalidade":
        "हर व्यक्ति की पहचान करने के लिए 5 व्यक्तित्व लक्षण होते हैं। इस परीक्षण में अपनी पहचान को जानें, जो लगभग 10 मिनट लेती है। सटीक परिणाम सुनिश्चित करने के लिए, कृपया प्रत्येक बयान का ईमानदारी से उत्तर दें। अंत में, आपका व्यक्तित्व प्रकार संकेतित किया जाएगा। विज्ञापन प्रोजेक्ट को वित्तपोषण करने और ऐप को उपयोगकर्ताओं के लिए मुफ्त रखने में मदद करते हैं। टेस्ट पर शुभकामनाएं!",
    "_introTesteRaiva":
        "गुस्सा एक स्वाभाविक और स्वस्थ भावना है, लेकिन यह असामान्य और विनाशकारी हो सकता है। 47 प्रश्नों वाले प्रश्नावली के माध्यम से, यह परीक्षण आपको अपने गुस्से के स्तर को जानने और यह पता लगाने में मदद करेगा कि क्या आप इसे नियंत्रित कर रहे हैं या यह आपको नियंत्रित कर रहा है। सटीक परिणाम सुनिश्चित करने के लिए, कृपया प्रत्येक बयान का ईमानदारी से उत्तर दें। विज्ञापन केवल परियोजना को वित्तपोषित करने और ऐप को उपयोगकर्ताओं के लिए मुफ्त रखने के लिए उपयोग किए जाते हैं।",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "ठंडा रहो, यह एक तनाव परीक्षण है और इसमें 96 प्रश्न हैं। सटीकता सुनिश्चित करने के लिए, कृपया सभी प्रश्नों का ईमानदारी से उत्तर दें। परिणाम अंत में प्रदान किए जाएंगे, साथ में कुछ उपयोगी सुझाव। इस ऐप के विज्ञापन परियोजना को वित्तपोषित करने और ऐप को उपयोगकर्ताओं के लिए मुफ्त रखने में मदद करते हैं। नियमित रूप से परीक्षण करें ताकि आप जान सकें कि क्या आपके तनाव के स्तर में सुधार हो रहा है या बिगड़ रहा है।",
    "_listaTestes": "परीक्षण सूची",
    "_mudarIdioma": "भाषा बदलें",
    "_removerAds": "विज्ञापन हटाएं",
    "_tAnsiedade": "चिंता परीक्षण",
    "_tAtitude": "मनोवृत्ति परीक्षण",
    "_tAutoConfianca": "आत्म-संवेदनशीलता परीक्षण",
    "_tDepBeck": "एरॉन बेक परीक्षण",
    "_tDepGoldberg": "आइवान गोल्डबर्ग परीक्षण",
    "_tDependencia": "भावनात्मक निर्भरता परीक्षण",
    "_tDepressao": "डिप्रेशन परीक्षण",
    "_tFelicidade": "खुशी परीक्षण",
    "_tPersonalidade": "व्यक्तित्व परीक्षण",
    "_tRaiva": "गुस्सा परीक्षण",
    "_tRelacionamentos": "रिश्ते परीक्षण",
    "_tSorriso": "मुस्कान परीक्षण",
    "_tStress": "तनाव परीक्षण",
    "_testeNaoFeito": "परीक्षण पूरा नहीं हुआ",
    "_tituloApp": "डिप्रेशन & भावनाएं",
    "agressiva_descricao":
        "एक व्यक्ति जो अपनी आवश्यकताओं, प्राथमिकताओं, भावनाओं और विचारों को दूसरों के प्रति शत्रुतापूर्ण, मांगलिक, धमकी देने वाला या दंडात्मक तरीके से व्यक्त करता है। वह किसी भी कीमत पर जीतने के लिए उत्सुक रहता है और अपनी इच्छाओं को दूसरों की इच्छाओं पर प्राथमिकता देता है। यह व्यवहार अपने अधिकारों की रक्षा करने में शामिल है, लेकिन दूसरों के अधिकारों का उल्लंघन करने की कीमत पर।",
    "agressiva_titulo": "आक्रामक",
    "algumas": "कभी-कभी",
    "allapps": "सभी परीक्षण अनलॉक करें",
    "analise1": "पूर्ण विश्लेषण",
    "analise2": "प्रमाणात्मक विश्लेषण",
    "appChat": "चैट मदद करें",
    "as_vezes": "कभी-कभी",
    "assertiva_descricao":
        "आत्म-संवेदनशील व्यक्ति सीधे भाग लेते हैं, बिना अत्यधिक चिंता के अपनी आवश्यकताओं, प्राथमिकताओं, भावनाओं और विचारों को व्यक्त करते हैं। वे दूसरों के अधिकारों का उल्लंघन किए बिना अपने अधिकारों की रक्षा करते हैं।",
    "assertiva_titulo": "आत्म-संवेदनशील",
    "asvezes": "कभी-कभी",
    "aut.sobre":
        "यह परीक्षण 15 प्रश्नों से युक्त है, जिनमें से प्रत्येक को 0 से 3 अंक तक की श्रेणी में अंकित किया गया है।",
    "aut_1":
        "मुझे विश्वास है कि अगर मैं मेहनत करूंगा और लगातार प्रयास करूंगा, तो मैं अपने लक्ष्यों को प्राप्त कर सकता हूं।",
    "aut_2":
        "जब मैं कठिनाइयों का सामना करता हूं, तो मुझे हतोत्साहित और नकारात्मक महसूस होता है।",
    "aut_3":
        "मैं नियमित रूप से उन लोगों के साथ संपर्क बनाए रखता हूं जिनकी क्षमताएं और कौशल मेरे समान हैं।",
    "aut_4":
        "मैं अपनी कोशिशों में लगातार रहता हूं, भले ही मुझे तुरंत सफलता न मिले।",
    "aut_5":
        "मैं दूसरों की अपेक्षाओं के मुकाबले अपनी मान्यताओं को प्राथमिकता देता हूं।",
    "aut_6":
        "मैं अपने काम के लिए प्रशंसा और सकारात्मक फीडबैक प्राप्त करता हूं।",
    "aut_7": "जीवन मुझे प्रेरित करता है और मुझे सकारात्मक ऊर्जा देता है।",
    "aut_8":
        "मुझे विश्वास है कि यदि मैं एक समस्या पर समर्पित रहूं, तो मैं हमेशा समाधान खोज लूंगा।",
    "aut_9":
        "मैं महत्वपूर्ण बाधाओं को पार करते समय सीखी गई चीजों पर विचार करता हूं।",
    "aut_10": "मैं उन गतिविधियों को संभालता हूं जो कठिन या जटिल लगती हैं।",
    "aut_11":
        "मैं नई परिस्थितियों का शांतिपूर्वक प्रबंधन करता हूं बिना तनाव के।",
    "aut_12": "जब अन्य लोग हार मान लेते हैं, तो मैं जारी रखता हूं।",
    "aut_13":
        "मैं भविष्य की ओर आत्म-विश्वास के साथ देखता हूं, बिना चिंता महसूस किए।",
    "aut_14":
        "मैं उन लोगों से संबंधित महसूस करता हूं जो कठिन परिश्रम करते हैं, भले ही वे अपने लक्ष्यों को प्राप्त न करें।",
    "aut_15": "मैं अपने द्वारा निर्धारित लक्ष्यों को प्राप्त कर सकता हूं।",
    "aut_aum": "आत्म-विश्वास कैसे बढ़ाएं",
    "aut_aum_c":
        "आत्म-विश्वास का निर्माण एक क्रमिक प्रक्रिया है जिसमें सकारात्मक आदतों और मानसिकताओं को अपनाना शामिल है। यहां कुछ रणनीतियां हैं जो आपकी आत्म-विश्वास को मजबूत करने में मदद कर सकती हैं:",
    "aut_aum_c1":
        "1. यथार्थवादी लक्ष्य निर्धारित करें: प्राप्त करने योग्य लक्ष्यों को स्थापित करें और उन्हें छोटे चरणों में विभाजित करें। प्रत्येक उपलब्धि आपके आत्म-विश्वास को बढ़ाती है।",
    "aut_aum_c2":
        "2. अपनी सफलताओं का जश्न मनाएं: अपनी उपलब्धियों को मान्यता दें और उनका जश्न मनाएं, चाहे वे कितनी भी छोटी हों। यह सकारात्मक आत्म-छवि को मजबूत करता है।",
    "aut_aum_c3":
        "3. आत्म-सहानुभूति का अभ्यास करें: खुद के साथ उसी दया और समझ के साथ व्यवहार करें जैसा आप एक मित्र को देंगे। कठोर आत्म-आलोचना से बचें।",
    "aut_aum_c4":
        "4. नई कौशल विकसित करें: अपने कौशल को सीखने या सुधारने के लिए समय समर्पित करें ताकि आप अपनी क्षमताओं में आत्म-विश्वास बढ़ा सकें।",
    "aut_aum_c5":
        "5. सफलता की कल्पना करें: खुद को चुनौतियों का सफलतापूर्वक सामना करते हुए कल्पना करें। यह आपके दिमाग को वास्तविक स्थितियों के लिए तैयार करता है।",
    "aut_aum_c6":
        "6. सराहना स्वीकार करें: ईमानदारी से सराहना स्वीकार करें और अपनी उपलब्धियों को कम आंकने से बचें। यह एक मजबूत आत्म-छवि में योगदान करता है।",
    "aut_aum_c7":
        "7. अपनी आरामदायक क्षेत्र से बाहर निकलें: उन चुनौतियों का सामना करें जो आपको बढ़ने का मौका देती हैं। बाधाओं को पार करने से आपका आत्म-विश्वास मजबूत होता है।",
    "aut_aum_c8":
        "8. संचार का अभ्यास करें: अपने संचार कौशल को सुधारें ताकि आप अपने विचारों और राय को आत्म-विश्वास के साथ व्यक्त कर सकें।",
    "aut_aum_c9":
        "9. सकारात्मकता का जर्नल रखें: अपनी सफलताओं, सराहनाओं और जिन चीजों के लिए आप आभारी हैं उन्हें लिखें। सकारात्मक चीजों पर ध्यान केंद्रित करने से आपके मानसिकता को बदलने में मदद मिलती है।",
    "aut_aum_c10":
        "10. अपने शरीर का ध्यान रखें: शारीरिक गतिविधि में शामिल हों, स्वस्थ खाएं, और अच्छी नींद की आदतों को बनाए रखें। एक स्वस्थ शरीर आत्म-विश्वास को समर्थन करता है।",
    "aut_aum_c11":
        "11. सकारात्मक मानसिकता को विकसित करें: नकारात्मक विचारों को चुनौती दें और उन्हें सकारात्मक, वास्तविक पुष्टि से बदलें।",
    "aut_aum_c12":
        "12. गलतियों से सीखें: गलतियों के लिए खुद को सजा देने के बजाय, उन्हें सीखने और विकास के अवसरों के रूप में देखें।",
    "aut_aum_c13":
        "13. सीमाएं निर्धारित करें: जब आवश्यक हो, ना कहना सीखें, जो यह दर्शाता है कि आप अपनी और अपने समय की सराहना करते हैं।",
    "aut_aum_c14":
        "14. अपूर्णता को स्वीकार करें: समझें कि कोई भी पूर्ण नहीं है। अपनी खामियों को अपनी अनूठी पहचान के हिस्से के रूप में स्वीकार करें।",
    "aut_aum_c15":
        "15. खुद को सकारात्मकता से घेरें: सहायक लोगों के साथ समय बिताएं जो आपको प्रोत्साहित करते हैं और उनसे बचें जो आपको नीचे खींचते हैं।",
    "aut_aum_c16":
        "16. अपने रूप का ध्यान रखें: ऐसे तरीके से प्रस्तुत करें जो आपको आत्म-विश्वास और आराम महसूस कराए।",
    "aut_aum_c17":
        "17. याद रखें कि आत्म-विश्वास का निर्माण एक निरंतर यात्रा है। अपने आप के प्रति धैर्यवान रहें और सकारात्मक आत्म-छवि को बनाए रखें।",
    "aut_def": "आत्म-आश्वासन क्या है",
    "aut_def_c":
        "आत्म-आश्वासन किसी के कौशल, क्षमताओं और संभावनाओं पर सकारात्मक विश्वास और आत्म-समर्पण है। यह आंतरिक विश्वास है कि आप चुनौतियों का सामना कर सकते हैं, निर्णय ले सकते हैं और विभिन्न जीवन स्थितियों को संभाल सकते हैं। आत्म-आश्वासन में अपने आप, अपनी विशेषताओं और अपनी संभावनाओं पर विश्वास करना शामिल है, जो सीधे तौर पर प्रभावित करता है कि आप कैसे व्यवहार करते हैं, दूसरों के साथ बातचीत करते हैं और बाधाओं का सामना करते हैं। यह भावनात्मक कल्याण और व्यक्तिगत सफलता के लिए एक प्रमुख तत्व है, क्योंकि यह लोगों को सुरक्षा, क्षमता और प्रतिकूलता के सामने लचीलापन का अनुभव करने की अनुमति देता है।",
    "aut_dest": "आत्म-आश्वासन के विनाशक",
    "aut_dest_c1":
        "1. विफलता या गलतियाँ: लगातार विफलताएँ या गलतियाँ किसी के आत्म-आश्वासन को हिला सकती हैं।",
    "aut_dest_c2":
        "2. लगातार आलोचना: दूसरों से निरंतर, नकारात्मक आलोचना आत्म-आश्वासन को गंभीर रूप से कम कर सकती है।",
    "aut_dest_c3":
        "3. दूसरों से तुलना: खुद की लगातार दूसरों से तुलना करना और अपर्याप्त महसूस करना आत्म-आश्वासन को कम कर सकता है.",
    "aut_dest_c4":
        "4. आघातपूर्ण अनुभव: अतीत के आघात, जैसे कि उत्पीड़न, दुरुपयोग, या महत्वपूर्ण नकारात्मक घटनाएँ, आत्म-आश्वासन पर दीर्घकालिक प्रभाव डाल सकती हैं।",
    "aut_dest_c5":
        "5. मान्यता की कमी: जब प्रयासों और उपलब्धियों को मान्यता नहीं मिलती है, तो यह आत्म-आश्वासन में कमी का कारण बन सकता है।",
    "aut_dest_c6":
        "6. पूर्णता का आदर्श: अपने लिए अत्यधिक उच्च मानक निर्धारित करना आत्म-आश्वासन को कम कर सकता है।",
    "aut_dest_c7":
        "7. नकारात्मक आत्म-छवि: अपने आप को नकारात्मक दृष्टिकोण से देखना, चाहे वह रूप, क्षमताएँ, या व्यक्तित्व से संबंधित हो, आत्म-आश्वासन को कमजोर कर सकता है।",
    "aut_dest_c8":
        "8. अतीत के नकारात्मक संदेश: प्राधिकृत व्यक्तियों से नकारात्मक टिप्पणियाँ, जैसे कि माता-पिता या शिक्षकों से, आत्म-आश्वासन पर दीर्घकालिक प्रभाव छोड़ सकती हैं।",
    "aut_dest_c9":
        "9. अनुभव की कमी: नई या अपरिचित स्थितियों का सामना करने से असुरक्षा उत्पन्न हो सकती है और आत्म-आश्वासन कम हो सकता है।",
    "aut_dest_c10":
        "10. सामाजिक अलगाव: सामाजिक संपर्क और भावनात्मक समर्थन की कमी आत्म-आश्वासन को प्रभावित कर सकती है।",
    "aut_dest_c11":
        "11. दूसरों की स्वीकृति पर अत्यधिक निर्भरता: आत्म-सम्मान के लिए दूसरों की स्वीकृति पर अत्यधिक निर्भरता आत्म-आश्वासन को कमजोर कर सकती है जब वह स्वीकृति अनुपस्थित होती है।",
    "aut_dest_c12":
        "12. अत्यधिक आत्म-आलोचना: अपने आप को अत्यधिक आलोचना करना और केवल दोषों पर ध्यान केंद्रित करना आत्म-आश्वासन को नुकसान पहुंचा सकता है।",
    "aut_dest_c13":
        "13. मानसिक स्वास्थ्य विकार: चिंता, अवसाद और खाने के विकार जैसे स्थितियाँ आत्म-आश्वासन को नकारात्मक रूप से प्रभावित कर सकती हैं।",
    "aut_dest_c14":
        "14. बड़े जीवन परिवर्तन: महत्वपूर्ण घटनाएँ जैसे कि तलाक, नौकरी की हानि, या बीमारी आत्म-आश्वासन को प्रभावित कर सकती हैं।",
    "aut_dest_c15":
        "इन कारकों को पहचानना और आत्म-आश्वासन को कौशल विकास, यथार्थवादी लक्ष्य निर्धारण, सकारात्मक दृष्टिकोण को बढ़ावा देने, और भावनात्मक आत्म-देखभाल के माध्यम से सक्रिय रूप से काम करना आवश्यक है।",
    "aut_escala_1":
        "उत्कृष्ट। आपके परिणाम मजबूत आत्म-आश्वासन को दर्शाते हैं। आप अपने लक्ष्यों की ओर आत्म-समर्पण के साथ अपने जीवन को निर्देशित करते हैं, सुरक्षा और आत्म-मूल्यता की भावना प्राप्त करते हैं। प्रत्येक सफलता आपके आत्म-आश्वासन को और अधिक मजबूत करती है, और आप जानते हैं कि अनुभवों से कैसे सीखना है बिना बाधाओं को अपनी सकारात्मक दृष्टिकोण को प्रभावित किए।",
    "aut_escala_1t": "आप मजबूत आत्म-आश्वासन दिखाते हैं",
    "aut_escala_2":
        "आप सही रास्ते पर हैं। आप परिचित परिस्थितियों में अच्छी आत्म-आश्वासन दिखाते हैं, लेकिन नई या अनिश्चित स्थितियों में जो निर्णय लेने की आवश्यकता होती है, आप कम आत्म-आश्वस्त महसूस कर सकते हैं। अपनी ताकत और प्रतिभाओं को पहचानें, और उन्हें और अधिक अन्वेषण करने पर विचार करें। अतिरिक्त अंतर्दृष्टि के लिए नीचे दी गई मार्गदर्शिका पढ़ें।",
    "aut_escala_2t": "आप मध्यम आत्म-आश्वासन दिखाते हैं",
    "aut_escala_3":
        "परिणाम बताते हैं कि आपकी वर्तमान आत्म-आश्वासन का स्तर पूरी तरह से संतोषजनक नहीं है। आप वर्तमान और भविष्य दोनों में असुरक्षा का अनुभव कर सकते हैं। ऐसा लगता है कि आप अपनी सीमाओं पर ध्यान केंद्रित करने की प्रवृत्ति रखते हैं बजाय इसके कि आप अपने मौजूदा, लेकिन अनदेखे, प्रतिभाओं की खोज करें।",
    "aut_escala_3t": "आप कम आत्म-आश्वासन दिखाते हैं",
    "aut_intro":
        "क्या आपने कभी सोचा है कि आपका आत्म-आश्वासन आपके जीवन के विभिन्न क्षेत्रों को कैसे प्रभावित करता है? आत्म-आश्वासन में अपनी क्षमताओं, गुणों और व्यक्तिगत निर्णयों पर विश्वास करना शामिल है। एक स्वस्थ स्तर का आत्म-आश्वासन प्राप्त करना सामाजिक और पेशेवर दोनों क्षेत्रों में सफलता के लिए आवश्यक है। यह परीक्षण लें यह जानने के लिए कि आपका आत्म-आश्वासन कैसा है।",
    "aut_pro": "स्व-विश्वास के प्रवर्तक:",
    "aut_pro_c1":
        "1. उपलब्धियां और सफलताएँ: लक्ष्यों को प्राप्त करना और सफलताओं का अनुभव करना, चाहे छोटे हों, आत्म-विश्वास बढ़ा सकता है।",
    "aut_pro_c2":
        "2. स्वीकृति और आत्म-स्वीकृति: अपनी सभी कमियों के साथ खुद को स्वीकारना आत्म-विश्वास को बढ़ाने के लिए एक महत्वपूर्ण कदम है।",
    "aut_pro_c3":
        "3. आत्म-विकास: सीखने और कौशल में सुधार में समय और प्रयास लगाना आत्म-विश्वास को बढ़ा सकता है।",
    "aut_pro_c4":
        "4. आत्म-ज्ञान: अपनी ताकत, कमजोरियों, मूल्यों और रुचियों को समझना आत्म-विश्वास के लिए एक मजबूत आधार बनाने में मदद करता है।",
    "aut_pro_c5":
        "5. प्राप्त करने योग्य लक्ष्य निर्धारित करना: वास्तविक लक्ष्यों को परिभाषित करना और उन्हें धीरे-धीरे प्राप्त करने की दिशा में काम करना आपकी क्षमताओं में विश्वास को मजबूत कर सकता है।",
    "aut_pro_c6":
        "6. समर्थन प्रणाली: दोस्तों, परिवार या सलाहकारों के साथ खुद को घेरना जो प्रोत्साहन और समर्थन प्रदान करते हैं, आत्म-विश्वास को बढ़ा सकता है।",
    "aut_pro_c7":
        "7. सकारात्मक सोच: एक आशावादी मानसिकता विकसित करना और रचनात्मक विचारों पर ध्यान केंद्रित करना आत्म-विश्वास को बढ़ा सकता है।",
    "aut_pro_c8":
        "8. आत्म-स्वीकृति: अपनी ताकत और उपलब्धियों को नियमित रूप से मान्यता देना आत्म-विश्वास की एक मजबूत भावना को मजबूत कर सकता है।",
    "aut_pro_c9":
        "9. चुनौतियों को पार करना: चुनौतियों का सामना करना और उन्हें पार करना आपको दिखा सकता है कि आप क्या कर सकते हैं, जिससे आत्म-विश्वास बढ़ सकता है।",
    "aut_pro_c10":
        "10. व्यक्तिगत देखभाल: आत्म-देखभाल का अभ्यास करना, जैसे कि पर्याप्त नींद लेना, स्वस्थ भोजन करना और व्यायाम करना, आत्म-विश्वास पर सकारात्मक प्रभाव डाल सकता है।",
    "aut_pro_c11":
        "11. सकारात्मक दृश्यता: अपने सफल होने और चुनौतीपूर्ण परिस्थितियों का आत्म-विश्वास से सामना करने की कल्पना करना आत्म-विश्वास को मजबूत करने में मदद कर सकता है।",
    "aut_pro_c12":
        "12. गलतियों को स्वीकार करना: समझना कि गलतियाँ करना सीखने और विकास का एक स्वाभाविक हिस्सा है, विफलता के डर को कम कर सकता है और आत्म-विश्वास को बढ़ा सकता है।",
    "aut_pro_c13":
        "13. प्रभावी संचार: संचार कौशल विकसित करना आपके विचारों और राय को व्यक्त करने में मदद करता है, जो आत्म-विश्वास बढ़ा सकता है।",
    "aut_pro_c14":
        "14. स्थिरता: कठिनाइयों का सामना करते हुए हार न मानना और प्रयास करना, भले ही चीजें कठिन हों, आत्म-विश्वास को बढ़ावा देता है।",
    "aut_pro_c15":
        "15. आत्म-प्रेरणा: अपने जीवन और अपने निर्णयों पर नियंत्रण लेना आपको सक्षम और अपने कार्यों पर शक्ति का एहसास कराता है।",
    "aut_pro_c16":
        "याद रखें कि आत्म-विश्वास एक निरंतर प्रक्रिया है और समय के साथ बदल सकता है। इन कारकों का नियमित रूप से अभ्यास करना और सकारात्मक और वास्तविक आत्म-छवि बनाने पर काम करना महत्वपूर्ण है।",
    "cau_dep": "डिप्रेशन के कारण",
    "cau_dep1":
        "डिप्रेशन एक जटिल, बहु-कारक स्थिति है, और इसके विकास में कई कारक योगदान कर सकते हैं। ये कारक व्यक्ति से व्यक्ति में भिन्न हो सकते हैं, लेकिन आमतौर पर इनमें शामिल हैं:",
    "cau_dep2":
        "आनुवंशिक कारक: आनुवंशिक प्रवृत्ति डिप्रेशन में महत्वपूर्ण भूमिका निभाती है। यदि आपके परिवार में किसी को डिप्रेशन का इतिहास है, तो आप उच्च जोखिम में हो सकते हैं।",
    "cau_dep3":
        "मस्तिष्क में रासायनिक असंतुलन: न्यूरोट्रांसमीटरों, जैसे कि सेरोटोनिन, डोपामाइन और नॉरएपिनफ्रिन के स्तर में परिवर्तन मस्तिष्क के कार्य को प्रभावित कर सकते हैं और डिप्रेशन में योगदान कर सकते हैं। तकनीक का अत्यधिक उपयोग भी डोपामाइन नियंत्रण को बाधित कर सकता है।",
    "cau_dep4":
        "तनावपूर्ण जीवन की घटनाएँ: आघातकारी अनुभव, महत्वपूर्ण हानियाँ, पारिवारिक संघर्ष, वित्तीय समस्याएँ या बड़े जीवन परिवर्तन डिप्रेशन को उत्तेजित या बढ़ा सकते हैं।",
    "cau_dep5":
        "व्यक्तिगत इतिहास: पहले के डिप्रेशन का इतिहास बीमारी की पुनरावृत्ति के जोखिम को बढ़ाता है।",
    "cau_dep6":
        "चिकित्सीय बीमारियाँ: कुछ चिकित्सा स्थितियाँ, जैसे कि कैंसर, पुरानी बीमारियाँ, आघातक मस्तिष्क की चोटें या हार्मोनल समस्याएँ, डिप्रेशन के जोखिम को बढ़ा सकती हैं।",
    "cau_dep7":
        "मादक पदार्थों का दुरुपयोग: शराब, दवाओं का दुरुपयोग, या यहां तक कि अधिक मीठे खाद्य पदार्थों का सेवन डिप्रेशन के जोखिम को बढ़ा सकता है।",
    "cau_dep8":
        "सामाजिक अलगाव: सामाजिक समर्थन की कमी और अकेलापन डिप्रेशन के जोखिम को बढ़ा सकते हैं।",
    "cau_dep9":
        "मनोवैज्ञानिक कारक: नकारात्मक सोच के पैटर्न, कम आत्म-सम्मान, अत्यधिक आत्म-आलोचना, और पूर्णतावाद सभी डिप्रेशन में भूमिका निभा सकते हैं।",
    "cau_dep10":
        "हार्मोनल विकार: हार्मोनल परिवर्तन, जैसे कि थायरॉयड हार्मोन, मूड को प्रभावित कर सकते हैं और डिप्रेशन में योगदान कर सकते हैं।",
    "cau_dep11":
        "यह याद रखना महत्वपूर्ण है कि डिप्रेशन एक इलाज योग्य स्थिति है, और उचित उपचार इन जोखिम कारकों को प्रबंधित या पार करने में मदद कर सकता है। ऊपर दिए गए सलाहों पर ध्यान दें और उन्हें लागू करें। और यदि आप या कोई अन्य व्यक्ति डिप्रेशन के लक्षण अनुभव कर रहा है, तो उचित मूल्यांकन और उपचार के लिए एक स्वास्थ्य पेशेवर से सहायता प्राप्त करें।",
    "concordo": "मैं सहमत हूँ",
    "conselhos": "सुझाव",
    "conselhos2": "स्वस्थ जीवनशैली के लिए सुझाव",
    "citacoes_titulo": "",
    "citacao_byronsd": "FR Healthcare - Healthy Lifestyle Tips",
    "citacao_who": "World Health Organization - Mental Health",
    "citacao_mayo": "Mayo Clinic - Depression",
    "def_stress_texto":
        "तनाव शरीर की प्राकृतिक प्रतिक्रिया है जब किसी दबाव उत्पन्न करने वाले घटना या स्थिति का सामना होता है। यह आमतौर पर कुछ अप्रत्याशित या हमारे नियंत्रण से बाहर के कारण उत्पन्न होता है। यह प्रतिक्रिया कई व्यक्तिगत कारकों के आधार पर बदलती है जो यह प्रभावित करते हैं कि तनाव हमारे जीवन को कैसे प्रभावित करता है, जैसे सामाजिक और आर्थिक संदर्भ, हमारा वातावरण, और यहां तक कि आनुवंशिक प्रवृत्ति।",
    "def_stress_titulo": "तनाव क्या है?",
    "dep2_1": "मैं दुखी, उदास और अवसादित महसूस करता हूँ",
    "dep2_2": "मुझे लगता है कि मैं असफल हूँ",
    "dep2_3":
        "जब अच्छे काम भी मेरे साथ होते हैं, मैं फिर भी अवसादित महसूस करता हूँ",
    "dep2_4": "साधारण चीजें भी मेरे लिए बहुत प्रयास की मांग करती हैं",
    "dep2_5": "मैं अक्सर अपनी जान लेने के बारे में सोचता हूँ।",
    "dep2_6": "मुझे अपने लिए कोई भविष्य नजर नहीं आता",
    "dep2_7":
        "मुझे कुछ चीजों के लिए अपराधबोध महसूस होता है और मुझे लगता है कि मुझे सजा मिलनी चाहिए।",
    "dep2_8": "मुझे पढ़ने पर ध्यान केंद्रित करने में कठिनाई होती है",
    "dep2_9": "मैं बिना किसी आहार के वजन बढ़ाता हूँ या घटाता हूँ",
    "dep2_10": "मुझे निर्णय लेने में कठिनाई होती है।",
    "dep2_11": "मैं नर्वस और उत्तेजित महसूस करता हूँ।",
    "dep2_12": "मुझे कैद या बंदी जैसा महसूस होता है।",
    "dep2_13":
        "मैं उन चीजों में रुचि खो चुका हूँ जो कभी मेरे लिए महत्वपूर्ण और प्रेरणादायक थीं।",
    "dep2_14": "मैं कार्यों को पूरा करने में बहुत धीमा हूँ।",
    "dep2_15": "मैं थका हुआ और कमजोर महसूस करता हूँ",
    "dep2_16": "मुझे अंदर से एक खालीपन महसूस होता है, जैसे मैं निर्जीव हूँ",
    "dep2_17":
        "मेरी नींद की आदतें बहुत असामान्य हैं: मैं बहुत अधिक या बहुत कम सोता हूँ।",
    "dep2_18": "जीने की खुशी और आनंद ने मुझे छोड़ दिया है",
    "disclamer":
        "कृपया ध्यान दें कि यह एक स्व-मूल्यांकन है जिसमें सीमाएँ हैं! सटीक निदान और उपचार के लिए, आपको एक स्वास्थ्य पेशेवर से परामर्श करना चाहिए।",
    "discordo": "मैं असहमत हूँ",
    "escala": "भावनात्मक निर्भरता (स्केल)",
    "escolha": "*परीक्षण शुरू करने के लिए अपना विकल्प चुनें!",
    "fEscala1": "स्केल के बारे में",
    "fEscala2": "सभी उत्तर 0 से 4 के पैमाने पर स्कोर किए जाते हैं:",
    "fEscala3": "0 - 20 बहुत असंतुष्ट",
    "fEscala4": "20 - 40 असंतुष्ट",
    "fEscala5": "40 – 60 संतोषजनक",
    "fEscala6": "60 – 80 खुश",
    "fEscala7": "80 – 128 बहुत खुश",
    "fEscalaT": "परीक्षण परिणाम:",
    "fSintt": "सकारात्मक मूल्य",
    "fconselhos": "सकल राष्ट्रीय खुशी (GNH)",
    "feliz": "खुश",
    "felizR": "GNH सूचकांक के अनुसार, आप एक खुश व्यक्ति हैं :)",
    "fp1": "क्या आप शारीरिक व्यायाम करते हैं?",
    "fp2": "क्या आप स्वस्थ आहार लेते हैं?",
    "fp3": "क्या आपकी सेहत अच्छी है?",
    "fp4": "क्या आप अपनी वेतन से संतुष्ट हैं?",
    "fp5": "क्या आप अपने काम का आनंद लेते हैं?",
    "fp6": "क्या आप अच्छी नींद लेते हैं?",
    "fp7": "क्या आप अपनी उपस्थिति से संतुष्ट हैं?",
    "fp8": "क्या आप ठीक से आराम महसूस करके उठते हैं?",
    "fp9": "क्या आपकी जिंदगी आरामदायक है?",
    "fp10": "क्या आप अपनी वित्तीय स्थिति को ठीक से संभालते हैं?",
    "fp11": "क्या आप अपनी उपलब्धियों के साथ घर लौटते हैं?",
    "fp12": "क्या आप पैसे बचा सकते हैं?",
    "fp13": "क्या आप भविष्य के लिए लक्ष्य निर्धारित करते हैं?",
    "fp14": "क्या आप आमतौर पर अपने लक्ष्य प्राप्त करते हैं?",
    "fp15": "क्या आप अपनी गुणों के लिए पहचाने जाते हैं?",
    "fp16": "क्या आप अपनी इच्छाओं की चीजें खरीदते हैं?",
    "fp17": "क्या आप चीजों की सकारात्मक तरफ देखते हैं?",
    "fp18": "क्या आप अपनी गलतियों से सीखते हैं?",
    "fp19": "क्या आप अपनी भावनाओं को अच्छी तरह से संभाल सकते हैं?",
    "fp20": "क्या आप अपने समय को प्रभावी ढंग से प्रबंधित करते हैं?",
    "fp21": "क्या आप आमतौर पर जीवन की सरल चीजों की सराहना करते हैं?",
    "fp22": "क्या आप अवसरों का लाभ उठाते हैं जो आपके पास आते हैं?",
    "fp23": "क्या आप अपने पेशेवर और व्यक्तिगत जीवन को संतुलित कर सकते हैं?",
    "fp24": "क्या आप अपने रोमांटिक संबंध से संतुष्ट हैं?",
    "fp25": "क्या आप ज्ञान साझा करते हैं?",
    "fp26": "क्या आप दोस्तों और/या परिवार के साथ समय बिताते हैं?",
    "fp27": "क्या आप अब तक की गई यात्रा पर गर्व करते हैं?",
    "fp28": "क्या आप समुदाय में योगदान करते हैं?",
    "fp29":
        "क्या आप अपने अधिकारों का उपयोग करते हैं और अपने कर्तव्यों को पूरा करते हैं?",
    "fp30": "क्या आप आमतौर पर प्रकृति के संपर्क में रहते हैं?",
    "fp31": "क्या आप भिन्नताओं का सम्मान करते हैं?",
    "fp32":
        "क्या आपकी दैनिक गतिविधियाँ ग्रह के भविष्य के प्रति चिंता को दर्शाती हैं?",
    "fp33": "परीक्षा समाप्त",
    "frequente": "अक्सर",
    "gr_ambiente": "पर्यावरण",
    "gr_emprego_ocupacao": "रोज़गार / पेशा",
    "gr_estilo_vida": "जीवनशैली",
    "gr_maior_stress": "उच्च तनाव श्रेणी",
    "gr_menor_stress": "निम्न तनाव श्रेणी",
    "gr_personalidade": "व्यक्तित्व",
    "gr_relacionamentos": "रिश्ते",
    "gr_sintomas": "लक्षण",
    "h-a":
        "अल्बर्टो सहमत है! थकावट और प्यास के बावजूद, उसकी मुख्य चिंता नुरा है। वह उसे कुछ नारियल पानी पेश करता है। अन्य लोग जानते हैं कि वह अक्सर सभी बातों से सहमत होता है और मदद मांगने से नहीं कतराता है।",
    "h-c":
        "क्लारा जिम्मेदार है! वह उत्साहित नहीं है; वह स्थिति की गंभीरता के बारे में चिंतित है। वह खुश है कि उसने जहाज से जीवन रक्षक किट को बचा लिया। जैसे हमेशा, वह अच्छी तरह से तैयार है और तुरंत महत्वपूर्ण कार्य शुरू कर देती है। उसे लगता है कि सब कुछ व्यवस्थित करना और सुनिश्चित करना उसकी जिम्मेदारी है कि सभी लोग आवश्यक चीजों की तलाश शुरू करें: पानी और भोजन।",
    "h-e":
        "एडुआर्डो आत्मकेंद्रित है! वह खुश है कि सभी ने जीवित रह लिया! वह अपनी खुशी को साझा करने और बात करने की ज़रूरत महसूस करता है। वह सभी को इकट्ठा करता है और उनके बचने का जश्न मनाने के लिए प्रस्तावित करता है कि वे मिलकर द्वीप का अन्वेषण करें।",
    "h-intro":
        "पांच लोग एक द्वीप पर अटके हैं। वे स्थिति को कैसे संभालते हैं यह उनके अद्वितीय व्यक्तित्व लक्षणों पर निर्भर करेगा!",
    "h-intro_tit": "नाव डूबना:",
    "h-n":
        "नूरिया न्यूरोटिक है! वह जल्दी से तनाव से अभिभूत हो जाती है। वह पूरी तरह से टूट जाती है, समुद्र तट पर बैठती है और रोती है: वे कभी द्वीप से कैसे बचेंगे? उसके लिए, उनके चारों ओर का समुद्र अनंत लगता है, और प्रकृति सुस्त और धमकी भरी लगती है। वह पूरी तरह से खोई हुई महसूस करती है।",
    "h-o":
        "आना खुली है! वह खूबसूरत द्वीप की खोज करने के लिए उत्साहित है। विदेशी माहौल उसे प्रेरित करता है। वह चट्टानें, शेल और फूल इकट्ठा करती है ताकि वह बांस की झोपड़ी के प्रवेश द्वार को सजाने के लिए इस्तेमाल कर सके जिसे उसने सबके लिए बनाया है। वह इसे नई चीजें सीखने का एक अवसर मानती है।",
    "h_esc": "यदि आप एक ही स्थिति में होते, तो आपका दृष्टिकोण क्या होता?",
    "habitual": "आम तौर पर",
    "help_me":
        "भावनात्मक विकार: तनाव, गुस्सा, चिंता, अवसाद, भावनात्मक निर्भरता... हमारी ऐप के माध्यम से मुफ्त में एक स्वास्थ्य पेशेवर से बात करें।",
    "infeliz": "अप्रसन्न",
    "infelizR": "सावधान! GNH इंडेक्स के अनुसार, आप अप्रसन्न हैं! :(",
    "int_tracos": "नीचे की चित्रण में उजागर 5 व्यक्तित्व लक्षण जानें:",
    "int_tracos_t": "व्यक्तित्व लक्षण",
    "lik1": "पूरी तरह असहमत",
    "lik2": "असहमत",
    "lik3": "तटस्थ",
    "lik4": "सहमत",
    "lik5": "पूरी तरह सहमत",
    "manipuladora_descricao":
        "यह व्यक्ति अपनी इच्छाओं को सबसे ऊपर रखता है और व्यक्तिगत लाभ के लिए दूसरों का शोषण करता है। वे रिश्तों में कुशल होते हैं, अपनी बातें श्रोता के अनुसार ढालते हैं। वे सुनते हैं लेकिन वास्तव में सुनते नहीं हैं, मध्यस्थों का उपयोग करते हैं, जानकारी को विकृत करते हैं और आत्म-विश्वास और अच्छे इरादों के साथ दिखते हैं। हालांकि, उनकी संचार आधार अफवाहों और अटकलों पर होता है, और वे जब उजागर होते हैं तो उनकी विश्वसनीयता खो देते हैं।",
    "manipuladora_titulo": "मैनिपुलेटिव",
    "mtfeliz": "बहुत खुश",
    "mtfelizR": "बधाई हो: GNH इंडेक्स के अनुसार, आप बहुत खुश व्यक्ति हैं :):)",
    "mtinfeliz": "बहुत दुखी",
    "mtinfelizR":
        "ध्यान दें! Gross National Happiness (GNH) इंडेक्स के अनुसार, आप बहुत दुखी हैं! :(:(",
    "mtvezes": "अक्सर",
    "mudar_atitude_texto":
        "שינוי העמדה שלך הוא אתגר, אך זה אפשרי. עקוב אחר התהליך הזה: הגדר מטרות ברורות ומדויקות. התמקד במטרות חיוביות, לא שליליות. חלק את המטרות שלך לצעדים קטנים ומנוהלים. זיהה את הטריגרים שמעוררים התנהגויות שליליות. חוגג ניצחונות קטנים. הקף את עצמך באנשים תומכים שמעודדים את ההתקדמות שלך. אל תהיה קשה מדי עם עצמך אם תיתקל בקשיים - הישאר ממוקד ונחוש! חזות את עתידך המצליח והאמין בזה! כוח הרצון שלך יכול להתגבר על גנטיקה. רבים השתנו, ואתה יכול גם.",
    "muitas_vezes": "לעיתים \nקרובות",
    "muito_pouco": "נדיר \nמאוד",
    "notay": "💜 = אדם שתרצה לבדוק את התלות הרגשית שלו!",
    "nunca": "אף פעם",
    "okcompra": "רכישה הושלמה!",
    "okcompra2": "תודה על רכישת הגרסה ללא פרסומות!",
    "okcompra3": "תודה על רכישת גרסת כל הבדיקות!",
    "origem":
        "בשנת 1972, ג'יגמה וואנצ'וק עלה על כס המלוכה של ממלכת בוטאן וחיפש למדוד את אושרם של 600,000 הנושאים שלו. לשם כך, הוא הקים את המרכז למחקרי בוטאן, במטרה לפתח שאלון להערכת אושר תושבי בוטאן. זה היה תחילתה של מה שנודע כיום ליוזמת האושר הלאומי הגולמי.",
    "origem_t": "מקור הבדיקה",
    "p1": "נימול או דקירות.",
    "p2": "תחושת חום.",
    "p3": "רגליים רועדות.",
    "p4": "לא מצליח להרפות.",
    "p5": "פחד שהגרוע ביותר יקרה.",
    "p6": "סחרחורת או תסמונת הזדקנות.",
    "p7": "הזעה או קצב לב מוגבר.",
    "p8": "אובדן שיווי משקל.",
    "p9": "המום.",
    "p10": "מתוח.",
    "p11": "תחושת חנק.",
    "p12": "ידיים רועדות.",
    "p13": "רעד בגוף.",
    "p14": "פחד לאבד שליטה.",
    "p15": "קושי בנשימה.",
    "p16": "פחד למות.",
    "p17": "מפוחד.",
    "p18": "בעיות עיכול או אי נוחות בבטן.",
    "p19": "תחושת חולשה.",
    "p20": "פנים אדומות.",
    "p21": "זיעה קרה.",
    "p22": "הבדיקה הושלמה.",
    "pP1": "אני מייצר התלהבות סביבי",
    "pP2": "אני לא דואג הרבה לאחרים",
    "pP3": "אני תמיד מוכן",
    "pP4": "אני נלחץ בקלות",
    "pP5": "אני Resourceful ותורם.",
    "pP6": "יש לי מעט לומר; אני לא מדבר הרבה.",
    "pP7": "אני נהנה לשתף פעולה עם אחרים.",
    "pP8": "אני משאיר דברים מפוזרים.",
    "pP9": "אני נשאר רגוע במצבים מתוחים",
    "pP10": "יש לי מעט תחומי עניין אמנותיים",
    "pP11": "אני מרגיש בנוח עם אנשים",
    "pP12": "אני יכול להיות גס עם אחרים לפעמים.",
    "pP13": "אני שם לב לפרטים",
    "pP14": "אני דואג להרבה דברים",
    "pP15": "אני נהנה לשקול ולדמיין",
    "pP16": "אני שמרן ושומר על עצמי",
    "pP17": "אני מתחשב ואדיב כמעט לכולם",
    "pP18": "אני נוטה להיות מבולגן",
    "pP19": "לעיתים נדירות אני מרגיש מדוכא או עצוב.",
    "pP20": "אני לא מעוניין ברעיונות מופשטים",
    "pP21": "אני מוצא בקלות את נקודות ההתחלה לשיחות",
    "pP22": "אני נוטה להיות רחוק ואדיש כלפי אחרים.",
    "pP23": "מה שצריך להתבצע צריך להתבצע מיד",
    "pP24": "אני מתעצבן בקלות",
    "pP25": "לעיתים קרובות יש לי רעיונות טובים",
    "pP26": "לעיתים קרובות אני מעדיף להיות לבד",
    "pP27": "יש לי לב רגיש",
    "pP28": "אני מוסח בקלות",
    "pP29": "אני מתעצבן או מוטרד בקלות.",
    "pP30": "אין לי דמיון חזק",
    "pP31": "במסיבה, אני מדבר עם הרבה אנשים שונים",
    "pP32": "אני מבחין בקלות בחסרונות של אחרים",
    "pP33": "אני אוהב סדר",
    "pP34": "אני יציב רגשית",
    "pP35": "אני תופס מהר דברים חדשים",
    "pP36": "אני לא אוהב למשוך תשומת לב לעצמי",
    "pP37": "אני מקדיש את הזמן שלי לאחרים",
    "pP38": "אני מנסה להפחית את אחריותי",
    "pP39": "אני סובל משינויים במצב הרוח",
    "pP40": "אני מתוחכם באומניות, מוזיקה או ספרות",
    "pP41": "החיים הם 'מסיבה' בשבילי",
    "pP42": "אני חברותי וידידותי",
    "pP43": "אני עושה תוכניות ומקפיד עליהם",
    "pP44": "אני סולח ושוכח בקלות",
    "pP45": "אני מבלה זמן לחשוב על דברים",
    "pP46": "אני ביישן ושמור עם זרים.",
    "pP47": "אני גורם לאנשים להרגיש בנוח.",
    "pP48": "אני תובעני בעבודתי.",
    "pP49": "לעיתים קרובות אני מרגיש עצוב.",
    "pP50": "אני מקורי ותמיד יש לי הרבה רעיונות.",
    "pP51": "סיום הבדיקה",
    "pR1": "शानदार! आपकी सबसे प्रमुख विशेषता है",
    "pR2": "यह आपकी सबसे प्रमुख विशेषता नहीं है! आपकी सबसे प्रमुख विशेषता है",
    "passiva_descricao":
        "एक निराश व्यक्ति धैर्यवान होने की प्रवृत्ति रखता है और कार्रवाई से बचता है। वह कभी भी असहमत नहीं होता और दूसरों को प्रसन्न करने की कोशिश करता है। वह अक्सर खुद को साबित नहीं करता या अपने इच्छाओं, आवश्यकताओं और रुचियों को खुलेआम व्यक्त नहीं करता। परिणामस्वरूप, दूसरों को उसके वास्तविक भावनाओं के बारे में नहीं पता चल सकता है। निर्माणात्मक समाधान खोजने के बजाय, वह स्थिति से बचने के लिए बुद्धिमत्ता और स्नेह पर निर्भर रहता है, जिससे आत्म-सम्मान की हानि हो सकती है क्योंकि वह चीजें करता है जो उसे पसंद नहीं हैं लेकिन मना नहीं कर सकता।",
    "passiva_titulo": "निराश",
    "pl1":
        "इसमें जीवन की संतोषजनकता, आशावाद, आत्म-सम्मान, दक्षता की धारण, तनाव प्रबंधन, और आध्यात्मिक गतिविधियों में संलग्नता शामिल है।",
    "pl1_t": "1) मनोवैज्ञानिक भलाई:",
    "pl2":
        "यह जोखिम भरे व्यवहार पैटर्न, शारीरिक व्यायाम की आवृत्ति, नींद की आदतों और खाने की आदतों पर ध्यान देता है।",
    "pl2_t": "2) स्वास्थ्य:",
    "pl3": "दैनिक समय का विभाजन।",
    "pl3_t": "3) समय उपयोग:",
    "pl4":
        "यह समुदाय में सुरक्षा, रिश्तों में जीवंतता, घर और समुदाय में सुरक्षा, और दान या स्वयंसेवी कार्यों के अभ्यास की भावना का मूल्यांकन करता है। सामुदायिक जीवन संबंधों को मजबूत करता है और संकट के दौरान लचीलापन बनाने में मदद करता है।",
    "pl4_t": "4) सामुदायिक जीवंतता:",
    "pl5":
        "यह औपचारिक और अनौपचारिक शिक्षा, शिक्षा के माध्यम से प्रसारित मूल्य, और अकादमिक उपलब्धियों के अलावा पर्यावरणीय जागरूकता को मापता है।",
    "pl5_t": "5) शिक्षा:",
    "pl6": "संस्कृतिक घटनाओं में भागीदारी, कला के विकास के अवसर।",
    "pl6_t": "6) संस्कृति:",
    "pl7":
        "यह प्राकृतिक संसाधनों जैसे पानी, हवा, मिट्टी, और जैव विविधता की गुणवत्ता, साथ ही हरे क्षेत्रों तक पहुंच की धारणाओं का आकलन करता है। पर्यावरण की देखभाल करना अपने आप की देखभाल करने का भी मतलब है।",
    "pl7_t": "7) पर्यावरण:",
    "pl8":
        "सरकार की छवि और सार्वजनिक संस्थान अपने कर्तव्यों को कैसे निभाते हैं।",
    "pl8_t": "8) शासन:",
    "pl9":
        "आय, वित्तीय सुरक्षा, कर्ज का स्तर, और अधिग्रहण की गुणवत्ता का मूल्यांकन करता है।",
    "pl9_t": "9) जीवन स्तर:",
    "pq_anuncios_texto":
        "विज्ञापन इस परियोजना को वित्तपोषित करते हैं और ऐप को सभी उपयोगकर्ताओं के लिए मुफ्त रखते हैं। यदि आप विज्ञापन-मुक्त अनुभव पसंद करते हैं, तो आप विज्ञापन हटाने का विकल्प खरीद सकते हैं। हम आपकी सहायता की बहुत सराहना करते हैं।",
    "pq_anuncios_titulo": "विज्ञापन क्यों?",
    "r0": "मुझे प्रभावित नहीं किया।",
    "r1": "मैं अप्रत्याशित रूप से गुस्से में आ जाता हूँ।",
    "r2": "मुझे लगता है कि मैं अपने गुस्से को नियंत्रित कर सकता हूँ।",
    "r3":
        "गुस्से के बाद, मैं सोचता हूँ कि मैं इसे नियंत्रित करने के लिए क्या कर सकता था।",
    "r4": "मैं बिना किसी विशेष कारण के गुस्से में आ जाता हूँ।",
    "r5":
        "जब मैं परेशान होता हूँ, तो मैं समझने की कोशिश करता हूँ कि क्या हुआ और क्या कहा गया।",
    "r6":
        "जब मैं गुस्से में होता हूँ, तो मैं आमतौर पर अपनी भावनाओं और खुद पर हुए अन्याय के बारे में सोचता हूँ।",
    "r7":
        "जब मैं गुस्से में होता हूँ, तो मैं चिल्लाता हूँ, गाली देता हूँ, और ऐसा कहता हूँ जिसे बाद में पछताता हूँ।",
    "r8":
        "अगर कोई कुछ बिगाड़ता है, तो मुझे उसे सामना करने और जिम्मेदार ठहराने में कोई समस्या नहीं होती।",
    "r9": "मैं अपने गुस्से को व्यक्त करने पर अपराधबोध महसूस करता हूँ।",
    "r10":
        "जब मैं किसी से गुस्से में होता हूँ, तो मैं इसे शांति से उनके साथ चर्चा करता हूँ।",
    "r11":
        "जब मैं अपने गुस्से की भावनाओं को साझा कर सकता हूँ, तो मैं उन्हें अपने दिमाग से बाहर निकाल सकता हूँ।",
    "r12":
        "अगर दूसरों ने मेरे गुस्से की वास्तविक सीमा देखी, तो मुझे घृणित व्यक्ति माना जाएगा।",
    "r13":
        "जब कुछ निराशाजनक होता है, तो मैं खुद को याद दिलाता हूँ कि यह दुनिया का अंत नहीं है।",
    "r14":
        "जब मैं गुस्से में होता हूँ, तो मैं सबसे अच्छे निर्णय लेने के लिए खुद को आवश्यक समय देता हूँ।",
    "r15":
        "भले ही मैं गुस्से में होता हूँ, मैं लोगों से ऐसे बात करने की कोशिश करता हूँ जिससे मेरा निराशा छिपा रहे।",
    "r16":
        "मैं उन लोगों की तुलना में अधिक बार गुस्से में आता हूँ जिन्हें मैं जानता हूँ।",
    "r17":
        "मेरे दोस्त और परिवार जानते हैं कि मुझे अपने गुस्से को नियंत्रित करने में कठिनाई होती है।",
    "r18":
        "मैं जब कुछ मूर्खतापूर्ण करता हूँ, तो मैं अपने आप पर गुस्से में आ जाता हूँ।",
    "r19":
        "मैं अक्सर अपने गुस्से को दूसरों से छुपाता हूँ और इसके बारे में बुरा महसूस करता हूँ।",
    "r20":
        "जब कोई मुझे गुस्सा दिलाता है, तो मैं शांत रहने का नाटक करता हूँ और अपनी भावनाओं को नहीं दिखाता।",
    "r21":
        "मैं अपनी गुस्से की भावनाओं को रिलीज करने के लिए गतिविधियों, शौक, या दिनचर्या में शामिल होता हूँ।",
    "r22":
        "जब कोई मुझसे ऐसा कुछ करने के लिए कहता है जो मैं नहीं करना चाहता, तो मैं स्वीकार कर लेता हूँ और बाद में खुद पर गुस्सा हो जाता हूँ।",
    "r23":
        "जब मैं गुस्से में होता हूँ, तो मुझे दीवार पर पंच करने या वस्तुओं को लात मारने का मन करता है।",
    "r24":
        "जब कुछ मुझे निराश करता है, तो मैं स्थिति को मजाकिया तरीके से देखने की कोशिश करता हूँ और खुद पर हंसता हूँ।",
    "r25":
        "जब मैं गुस्से में होता हूँ, तो मैं कुछ समय के लिए दूर हो सकता हूँ ताकि शांत हो सकूँ।",
    "r26": "मैं उन स्थितियों से बचता हूँ जो मुझे गुस्सा दिला सकती हैं।",
    "r27":
        "जब कोई मेरे योजनाओं में रुकावट डालता है, तो मैं गुस्सा हो जाता हूँ।",
    "r28": "अन्य लोग समान परिस्थितियों में मुझसे अधिक गुस्से में लगते हैं।",
    "r29":
        "जब मैं कुछ करता हूँ और मुझे उचित श्रेय नहीं मिलता, तो मैं गुस्सा हो जाता हूँ।",
    "r30":
        "जब कोई अन्यायपूर्ण तरीके से व्यवहार करता है, तो मैं गुस्सा हो जाता हूँ।",
    "r31":
        "जब मुझे किसी कम सक्षम व्यक्ति से आदेश लेना पड़ता है, तो मैं गुस्सा हो जाता हूँ।",
    "r32":
        "कभी-कभी मैं इतना गुस्सा हो जाता हूँ कि मुझे लगता है कि मैं नियंत्रण खो सकता हूँ।",
    "r33": "लगभग हर दिन कुछ ऐसा होता है जो मुझे गुस्सा दिलाता है।",
    "r34":
        "जब मुझे अक्षम लोगों के साथ काम करना पड़ता है, तो मैं गुस्सा हो जाता हूँ।",
    "r35":
        "जब मैं किसी पर गुस्सा होता हूँ, तो मैं आसपास के किसी भी व्यक्ति पर अपना गुस्सा निकालता हूँ।",
    "r36": "जब मैं लेट हो जाता हूँ, तो मैं गुस्सा हो जाता हूँ।",
    "r37":
        "जब मैं गुस्से में होता हूँ, तो मैं आम तौर पर कई घंटों तक गुस्सा रहता हूँ।",
    "r38": "मुझे केवल मेरे पास होने वाले लोगों से चिढ़ होती है।",
    "r39": "जब कोई मुझे शर्मिंदा करता है, तो मैं गुस्सा हो जाता हूँ।",
    "r40": "मेरे कुछ दोस्त ऐसे आदतें रखते हैं जो मुझे बहुत परेशान करती हैं।",
    "r41": "गुप्त रूप से, मैं दूसरों के प्रति काफी आलोचनात्मक हूँ।",
    "r42":
        "जब मैं गुस्से में होता हूँ, तो मैं अधिकांश लोगों से तेज़ी से शांत हो जाता हूँ।",
    "r43": "मैं अक्सर गुस्सा हो जाता हूँ, जो मुझे उचित लगता है।",
    "r44": "मैं लोगों को क्षमा करने में सक्षम हूँ जब वे मुझे चोट पहुँचाते हैं।",
    "r45": "मैं नकारात्मक भावनाओं को किसी के साथ साझा किए बिना रखता हूँ।",
    "r46": "मैं अतीत की किसी चीज के बारे में सोचकर गुस्सा हो सकता हूँ।",
    "r47": "इस ऐप में विज्ञापन ने मुझे और भी गुस्से में डाल दिया :)",
    "r48": "परीक्षा समाप्त",
    "rC": "3) गुस्से से कैसे निपटें:",
    "rC1":
        "प्रत्यक्ष और अप्रत्यक्ष संकेतों की पहचान करना उन्हें बेहतर ढंग से प्रबंधित करने का पहला कदम है। कुछ भावनाएँ और विचार तब उत्पन्न होते हैं जब गुस्सा शुरू होता है; अन्य तब उत्पन्न होते हैं जब गुस्सा बढ़ता है। अपने लक्षणों के विकास की पहचान करने के लिए, पिछले स्थितियों के बारे में सोचने की कोशिश करें जहाँ गुस्सा प्रकट होता है और उन भावनाओं और विचारों को याद करने की कोशिश करें जो इसके साथ आई थीं। यह समझने में बहुत मददगार होगा कि आपकी भावनाएँ, विचार और शारीरिक लक्षण कैसे विकसित हुए।",
    "ra": "हल्के से, लेकिन यह मुझे ज्यादा परेशान नहीं किया।",
    "raivaMau":
        "सावधान! आप अपने गुस्से को अपनी प्रवृत्तियों और भावनाओं को नियंत्रित करने दे रहे हैं! इससे निश्चित रूप से आपके दूसरों के साथ संबंधों में कई समस्याएँ हो रही हैं और आपके भलाई को प्रभावित कर रही है। कृपया नीचे दिए गए विषय को पढ़ें: गुस्से को कैसे नियंत्रित करें? और इन सुझावों को तुरंत लागू करें।",
    "raivaMedio":
        "आप कुछ स्थितियों में अपने गुस्से को नियंत्रित करने में सक्षम हैं, लेकिन हमेशा नहीं। सही है कि आपने गुस्से के प्रबंधन में काम करने वाली व्यक्तिगत रणनीतियाँ विकसित की हैं, लेकिन अभी भी सुधार की गुंजाइश है। अपने गुस्से के कारणों को बेहतर समझें और उन कार्यों को समझें जो आप अपने भावनाओं को बेहतर तरीके से प्रबंधित करने के लिए ले सकते हैं। कृपया नीचे दिए गए विषय को पढ़ें: गुस्से को कैसे नियंत्रित करें? और आप अपने गुस्से के नियंत्रण को और भी सुधार सकेंगे।",
    "rara": "कभी-कभी",
    "raramente": "कभी-कभी",
    "raro": "कुछ बार",
    "rb": "मध्यम, कभी-कभी अप्रिय।",
    "rc": "गंभीर रूप से, यह मुझे बहुत परेशान करता है।",
    "reiniciar": "होम",
    "rel.1": "मैं अक्सर खुद की तुलना दूसरों से करता हूँ।",
    "rel.2":
        "मैं आमतौर पर लक्ष्य निर्धारित नहीं करता; मैं बस बहाव के साथ जाता हूँ और परिस्थितियों के अनुसार अनुकूलित होता हूँ।",
    "rel.3":
        "जब मैं किसी चीज़ से डरता हूँ या मुझे लगता है कि मैं इसे नहीं कर सकता, तो मैं अपनी निष्क्रियता को सही ठहराने के लिए बहाने बनाता हूँ।",
    "rel.4":
        "जब मुझे अपने अधिकारों की रक्षा करनी होती है, तो मैं आमतौर पर एक निष्क्रिय दृष्टिकोण अपनाता हूँ।",
    "rel.5":
        "मैं अक्सर नकारात्मक भावनाओं का अनुभव करता हूँ जैसे कि दर्द, गुस्सा, निराशा, डर और चिंता।",
    "rel.6":
        "जब मैं दूसरों के साथ होता हूँ, तो मैं आमतौर पर उन्हें बातचीत की पहल करने देता हूँ।",
    "rel.7":
        "मैं अपने और दूसरों के लिए वादे करता हूँ जिन्हें मैं अक्सर पूरा नहीं कर सकता।",
    "rel.8":
        "मैं खुद को उजागर करने और नई चीजों का अनुभव करने से बचता हूँ क्योंकि मुझे डर होता है कि लोग मेरे बारे में क्या कहेंगे।",
    "rel.9": "मेरे पास खुद और दूसरों के बारे में नकारात्मक सोचने की आदत है।",
    "rel.10":
        "मैं गलतियाँ करने से डरता हूँ क्योंकि मैं परफेक्शनिस्ट हूँ और खुद से बहुत उम्मीदें रखता हूँ।",
    "rel.11":
        "मैं आमतौर पर कठिन परिस्थितियों का सामना करते समय सबसे खराब की उम्मीद करता हूँ।",
    "rel.12":
        "कभी-कभी मुझे जिन विकल्पों को मैंने चुना है, उन्हें स्वीकार करने में कठिनाई होती है।",
    "rel.13":
        "मैं अक्सर अपने जीवन के तरीके के बारे में बोरियत और नाराजगी महसूस करता हूँ।",
    "rel.14":
        "जब मुझे किसी से मिलवाया जाता है, तो मैं बातचीत को बनाए रखने के लिए बहुत कम प्रयास करता हूँ।",
    "rel.15":
        "मैं चीजों को एक निराशावादी दृष्टिकोण से देखने की प्रवृत्ति रखता हूँ।",
    "rel.16": "मैं लोगों और चीजों के प्रति बहुत आलोचनात्मक होता हूँ।",
    "rel.17":
        "सामान्य तौर पर, जब मैं लोगों के साथ होता हूँ, तो मैं खुलता नहीं हूँ; मैं खुद में ही रहता हूँ।",
    "rel.18": "मैं अक्सर जीने और जीवन की स्थितियों का सामना करने से डरता हूँ।",
    "rel.19":
        "मैं अक्सर अपने आप को भावनात्मक और मनोवैज्ञानिक रूप से संरक्षित करता हूँ, और लोग इसे घमंड या श्रेष्ठता के रूप में देखते हैं।",
    "rel.20": "कभी-कभी मुझे खुद से या अपनी कार्रवाई के तरीके से नफरत होती है।",
    "rel.coment":
        "अमेरिकी मनोवैज्ञानिक फिल मैकग्रा के अनुसार, आप हर स्थिति, परिस्थिति, चुनौती और आपके जीवन में प्रत्येक रिश्ते में सामान्य गुणांक हैं। आप सकारात्मक या नकारात्मक तरीके से योगदान करते हैं, प्रत्येक स्थिति को प्रभावित करते हैं जिसमें आप शामिल होते हैं। यह जानने का समय आ गया है कि आप किस भूमिका में हैं, कैसे और क्यों। मैकग्रा यह निष्कर्ष निकालते हैं कि खुद को नहीं जानने से आप अपनी इच्छाओं, जरूरतों, मूल्यों और मूल्य को समझने से चूक जाते हैं। याद रखें, आप वही व्यक्ति हैं जिसके साथ आप सबसे अधिक समय बिताते हैं और सबसे अधिक निवेश करते हैं।",
    "rel.coment.t": "सामाजिक संबंधों के बारे में:",
    "rel.escala.1":
        "बहुत कम अंक: आप दूसरों के साथ संबंध बनाने में महत्वपूर्ण कठिनाइयों का सामना करते हैं क्योंकि आप खुद पर, अपनी जरूरतों या अपनी चिंताओं पर अत्यधिक ध्यान केंद्रित करते हैं। आप परिस्थितियों के शिकार के रूप में महसूस कर सकते हैं, आत्म-सम्मान की कमी महसूस कर सकते हैं, और आत्म-विश्वास की कमी हो सकती है। इस दृष्टिकोण के साथ, दूसरों के साथ सफलता आपको चकमा दे सकती है। आप भय और आत्म-संदेह से भी जूझ सकते हैं, लेकिन याद रखें, गलतियाँ और डर आपको बढ़ने और सीखने में मदद करते हैं, जब तक आप नए सबक के लिए खुले रहते हैं।",
    "rel.escala.1t": "आपको रिश्तों में कठिनाइयाँ हैं",
    "rel.escala.2":
        "आपके पास कुछ संबंध कौशल हैं, लेकिन ये कम विकसित हैं क्योंकि आप खुद पर अत्यधिक ध्यान केंद्रित करते हैं, अक्सर दूसरों की जरूरतों को नजरअंदाज करते हैं। आप भ्रमित महसूस कर सकते हैं और स्थिर लक्ष्यों को निर्धारित करने में संघर्ष कर सकते हैं, जिससे खराब परिणाम हो सकते हैं और आपकी असुरक्षा बढ़ सकती है। सकारात्मक सोच पर ध्यान केंद्रित करें और अपनी आत्म-मूल्यता को महत्व दें। अधिक रचनात्मक व्यवहार अपनाकर, आप दूसरों को सकारात्मक रूप से योगदान दे सकते हैं और साथ ही खुद को भी विकसित कर सकते हैं।",
    "rel.escala.2t": "आपके पास कुछ संबंध कौशल हैं",
    "rel.escala.3":
        "आप दूसरों के साथ एक हद तक अच्छा संवाद करते हैं, लेकिन आपके पास अपने और दूसरों के बारे में सीमित विश्वास हो सकते हैं, जो आपको अपने संबंधों में अधिक आत्म-विश्वास होने से रोकते हैं। आप कुछ व्यक्तिगत असुरक्षाएँ भी महसूस कर सकते हैं, जिससे आप खुद और दूसरों की आलोचना कर सकते हैं। यह व्यवहार आपको वास्तविक, पारस्परिक, और ठोस संबंध बनाने के अवसरों को चूकने का कारण बन सकता है। याद रखें, आप खुद और दूसरों के साथ कैसे व्यवहार करते हैं, यह प्रभावित करेगा कि आपको कैसा व्यवहार प्राप्त होता है।",
    "rel.escala.3t": "आपके पास कुछ संबंध कौशल हैं",
    "rel.escala.4":
        "अच्छा अंक। आप संचार करना जानते हैं, दूसरों में रुचि दिखाते हैं और लोगों के साथ जुड़ना आसान मानते हैं। आपकी एक सुखद व्यक्तित्व है और सुसंगत व्यवहार है, हालांकि कभी-कभी आप आरक्षित लग सकते हैं। आपके पास कुछ व्यक्तिगत डर और संदेह हो सकते हैं, जो आपके संबंधों को रोक सकते हैं। अपने आत्म-विश्वास को बढ़ाने पर ध्यान केंद्रित करें ताकि आप अपनी लक्ष्यों को अधिक प्रभावी ढंग से प्राप्त कर सकें।",
    "rel.escala.4t": "आप अच्छी तरह से संबंधित हो सकते हैं",
    "rel.escala.5":
        "उत्कृष्ट अंक। आपके पास असाधारण संचार कौशल हैं और दूसरों के साथ बातचीत करने की महान क्षमता है। आपके पास सहानुभूति है, एक सुखद व्यक्तित्व है, और आप लोगों के आसपास रहना पसंद करते हैं। आप प्रभावशाली, प्रेरक हैं और चीजें कराते हैं। एक खुले मन और आत्म-विश्वास के साथ, आप कभी-कभी घमंडी के रूप में देखे जा सकते हैं। आपकी लोकप्रियता के कारण, लोग स्वाभाविक रूप से आपकी ओर आकर्षित होते हैं, इसलिए अत्यधिक सामाजिक तितली के रूप में गलती नहीं होने का ध्यान रखें।",
    "rel.escala.5t": "आपके पास उत्कृष्ट संबंध कौशल हैं",
    "rel.intro":
        "एलेन सिएरा ने विभिन्न सामाजिक वातावरण में लोगों के व्यवहारिक पैटर्न पर एक अध्ययन किया। यह परीक्षण यह आकलन करने के लिए है कि आप विभिन्न सामाजिक संदर्भों में कैसे व्यवहार करते हैं, संबंधित हैं, संवाद करते हैं और दूसरों से जुड़ते हैं। यह आपको अपने दृष्टिकोण पर विचार करने में मदद करेगा, और परिणाम प्रदान करेगा जो आपकी क्षमताओं को 0 से 100 तक के पैमाने पर संकेत करेगा। हम आपको परीक्षण की शुभकामनाएं देते हैं।",
    "removerAds": "विज्ञापन हटाएं",
    "removerAds2": "ऐप्लिकेशन से विज्ञापन हटाएं",
    "resultado": "वर्गीकरण",
    "satisfatório": "संतोषजनक",
    "satisfatórioR": "GNH सूचकांक के अनुसार, आप मध्यम रूप से खुश हैं :/",
    "semRaiva":
        "बधाई हो! आपको यह अच्छी तरह से समझ में आता है कि आपको क्या गुस्सा आता है और जब आप समस्या के संकेत महसूस करना शुरू करते हैं तो क्या करना है। सौभाग्यवश, ऐसा लगता है कि आपने गुस्से को प्रबंधित करने की एक विस्तृत श्रृंखला विकसित की है, और आप इस पर गर्व कर सकते हैं।",
    "sempre": "हमेशा",
    "sint_stress_alto":
        "अत्यधिक उत्तेजित, तनावग्रस्त, आराम नहीं कर पा रहे, संवेदनशील, परेशान, आसानी से उत्तेजित, डर, नर्वस, व्यवधानों या देरी के प्रति असहिष्णु।",
    "sint_stress_titulo": "तनाव के लक्षण",
    "sobreRaiva": "गुस्से के बारे में",
    "sobre_autoconfianca": "आत्म-विश्वास के बारे में",
    "sobre_sorriso": "मुस्कान के बारे में",
    "sobre_texto":
        "यह एप्लिकेशन ByronSystemDeveloper® द्वारा विकसित किया गया था जिसका उद्देश्य उपयोगकर्ता को उनके व्यवहार और भावनाओं का विश्लेषण करने में मदद करने के लिए एक श्रृंखला के परीक्षण प्रदान करना है। हमारी आशा है कि ये परीक्षण, स्पष्टीकरण और सुझाव उपयोगकर्ता को स्वस्थ व्यवहार और जीवनशैली अपनाने के लिए प्रोत्साहित करेंगे, जिसके परिणामस्वरूप शारीरिक और मानसिक रूप से सुधार होगा। आनंद लें :)",
    "sobre_titulo": "एप्लिकेशन के बारे में",
    "sor.1": "क्या आप दिनभर अक्सर मुस्कराते हैं?",
    "sor.2":
        "क्या दिन में आपसे मिलने वाले अधिकांश लोग आपको देखकर मुस्कराते हैं?",
    "sor.3": "अगर कोई आपके साथ मुस्कराता है, तो क्या आप भी मुस्कराते हैं?",
    "sor.4":
        "जब आपको किसी से मिलवाया जाता है, तो क्या आप अभिवादन करते समय मुस्कराते हैं?",
    "sor.5": "जब आप मुस्कराते हैं, क्या आपके दांत दिखाई देते हैं?",
    "sor.6":
        "जब आप किसी ऐसे जगह पर होते हैं जहां आप किसी को नहीं जानते, तो क्या आप हमेशा गंभीर रहते हैं बिना मुस्कान के?",
    "sor.7":
        "क्या आपका मुस्कान कभी-कभी एक व्यंग्यात्मक या उपहासपूर्ण मुस्कान होता है?",
    "sor.8":
        "क्या आपने कभी अपने मुस्कान को दर्पण में देखा है? क्या यह सुंदर है?",
    "sor.9": "क्या आप उस प्रकार के व्यक्ति हैं जो शायद ही मुस्कराते हैं?",
    "sor.10": "क्या आपके चेहरे पर अक्सर चिंतित या घबराए हुए भाव होते हैं?",
    "sor.11":
        "कभी-कभी, जब आप अकेले होते हैं, क्या आप एक सुखद घटना को याद करके मुस्कराते हैं?",
    "sor.12":
        "जब आप किसी चीज़ के बारे में परेशान होते हैं और एक अच्छे दोस्त से मिलते हैं, तो क्या आप एक सच्ची मुस्कान दिखाते हैं?",
    "sor.13":
        "जब आप मुस्कराते हैं, क्या आप दूसरों को भी आपके आस-पास मुस्कराने के लिए प्रेरित कर सकते हैं?",
    "sor.escala.1":
        "बधाई हो! मुस्कान अब आप का हिस्सा है क्योंकि अधिकांश समय आप बिना किसी एहसास के मुस्कराते हैं। आपकी मुस्कान यह संकेत देती है कि आप एक शांत और आरामदायक स्थिति में हैं। यह दूसरों के साथ अच्छे संबंध बनाने में मदद करता है। हमें कोई अतिरिक्त सलाह देने की आवश्यकता नहीं है, बस एक - ऐसे ही जारी रखें! आपकी मुस्कान सहजता से बहुत से लोगों को आकर्षित करती है।",
    "sor.escala.2":
        "आप अपनी मुस्कान के साथ संयमित हैं! आप जानते हैं कि कब मुस्कराना है, और एक दोस्ताना रवैया बनाए रखते हैं, लेकिन केवल जब यह आपके अनुकूल हो। आमतौर पर, आप लोगों के साथ अच्छा व्यवहार करने की कोशिश करते हैं, हालांकि कुछ कम मुस्कराते हुए पल हो सकते हैं। सुधार के लिए हमेशा जगह होती है, इसके बारे में सोचें और नीचे मुस्कान के लाभों की जांच करें।",
    "sor.escala.3":
        "आपको उस मुस्कान को सुधारने की आवश्यकता है जो शायद ही कभी दिखाई देती है। शायद आप मुस्कराने की इच्छा या आवश्यकता महसूस नहीं करते, लेकिन लोग उन लोगों से दूरी बना लेते हैं जो मुस्कराते नहीं हैं, क्योंकि दोस्ताना और युवावस्था के लिए पहली आवश्यकता मुस्कान है! याद रखें, मुस्कान आपके चारों ओर के वातावरण को अधिक सुखद बनाती है! नीचे मुस्कान के लाभों को देखें और कोशिश करें! यह आपके जीवन में फर्क करेगा।",
    "sor.intro":
        "क्या आप दिन भर अक्सर मुस्कराते रहते हैं? हो सकता है कि आपको इसकी पुष्टि के लिए एक परीक्षण की आवश्यकता न हो! हालांकि, यह परीक्षण यह तवज्जो देगा कि आपका मुस्कान विभिन्न परिस्थितियों में कैसे प्रकट होता है। अंत में, आपको पता चलेगा कि क्या आप स्वाभाविक रूप से एक मुस्कुराते हुए व्यक्ति हैं जो सकारात्मकता फैलाने की शक्ति रखता है, और आप खुद और आपके आसपास के लोगों के लिए मुस्कान के लाभों के बारे में जानेंगे। क्या आपने जाना कि मुस्कान स्वाभाविक या जानबूझकर हो सकती है? परीक्षण पूरा करने के दौरान अंतर को जानें। मूल्यांकन का आनंद लें!",
    "sor.sobre":
        "13 सवालों के साथ परीक्षण, प्रत्येक सवाल को 0 से 1 अंक तक अंकित किया गया।",
    "sor.sorri1": "आपको अपनी मुस्कान सुधारने की आवश्यकता है",
    "sor.sorri2": "आप कभी-कभी मुस्कुराते हैं",
    "sor.sorri3": "आप एक मुस्कुराते हुए व्यक्ति हैं",
    "sor_PE":
        "पॉल एकमैन, 20वीं सदी के 100 सबसे प्रभावशाली मनोवैज्ञानिकों में से एक, ने भावनाओं और चेहरे की अभिव्यक्तियों के अध्ययन में अग्रणी भूमिका निभाई।",
    "sor_c1":
        "अध्ययनों से पता चलता है कि 60% से अधिक लोग एक मुस्कुराते हुए चेहरे का सामना करने पर जवाब में मुस्कुराते हैं! एक ऐसा व्यक्ति बनें जो मुस्कान के साथ खुशी फैलाता है और आपको संभवतः प्रतिफल के रूप में मुस्कान मिलेगी।",
    "sor_c2_1":
        "• लोगों को जोड़ता है, अंतरंगता, सहानुभूति बढ़ाता है और विश्वास को प्रोत्साहित करता है।",
    "sor_c2_2":
        "• हमें अधिक आकर्षक, दोस्ताना और युवा बनाता है, क्योंकि चेहरे की मांसपेशियों की गतिविधियाँ त्वचा की लचक को बढ़ाती हैं।",
    "sor_c2_3":
        "• सेरोटोनिन और एंडोर्फिन को रिलीज करता है, जो भलाई, आनंद और खुशी को बढ़ावा देता है।",
    "sor_c2_4": "• प्रतिरक्षा प्रणाली को मजबूत करता है और ऊर्जा बढ़ाता है।",
    "sor_c2_5": "• दर्द की धारणा को कम करता है।",
    "sor_c2_6":
        "• भावनात्मक संतुलन बनाए रखने में मदद करता है, तनाव और चिंता के प्रभावों से बचाता है, और हमें शांत बनाए रखने में मदद करता है।",
    "sor_c2_7": "• आत्म-सम्मान बढ़ाता है।",
    "sor_c3":
        "19वीं सदी के फ्रांसीसी न्यूरोलॉजिस्ट गुइलौम डुशेन पहले व्यक्ति थे जिन्होंने मानव चेहरे की अभिव्यक्तियों का अध्ययन किया। उन्होंने पाया कि वास्तविक और झूठी मुस्कानें पूरी तरह से अलग चेहरे की मांसपेशियों को सक्रिय करती हैं। एक वास्तविक मुस्कान, जिसे डुशेन की मुस्कान के रूप में जाना जाता है, आंखों के चारों ओर की मांसपेशियों को शामिल करती है, उन्हें आंशिक रूप से बंद करती है और गर्मजोशी और ईमानदारी व्यक्त करती है। एक झूठी मुस्कान केवल मुँह को हिला देती है और एक सच्ची मुस्कान की ईमानदारी की कमी होती है। ये 'मूर्ति मुस्कानें' उन व्यक्तियों की निष्पक्ष अभिव्यक्तियों की तरह होती हैं जो कर्तव्य से मुस्कुराते हैं।",
    "sor_c4":
        "हँसी शरीर में 80 तक मांसपेशियों को सक्रिय कर सकती है, मस्तिष्क, गले, हृदय, छाती, पैरों, पैरों और निश्चित रूप से चेहरे को प्रभावित कर सकती है! शोध से पता चलता है कि हँसी के चिकित्सीय प्रभाव होते हैं, जैसे उम्र बढ़ने के साथ झुर्रियों की उपस्थिति को विलंबित करना। इसलिए, अधिक हँसी - यह सबसे अच्छा इलाज है! हर दिन हँसी के अवसर खोजें, सकारात्मक लोगों और वातावरण से घिरे रहें, और खुशी फैलाएँ। दैनिक मात्रा में मुस्कान संक्रामक होती है और आपके स्वास्थ्य को सुधार सकती है।",
    "sor_c5_1":
        "शांत हो जाइए, जीवन का आनंद लें, अधिक मुस्कुराएं, अधिक हँसें और चीजों के बारे में बहुत चिंता न करें (केनेथ ब्रानघ)",
    "sor_c5_2":
        "दुनिया के साथ अपनी मुस्कान साझा करें - यह दोस्ती और शांति का संकेत है (क्रिस्टी ब्रिंकले)",
    "sor_c5_3":
        "आईने में मुस्कुराएँ। हर सुबह ऐसा करें, और आप अपने जीवन में बड़ा फर्क देखना शुरू करेंगे (योको ओनो)",
    "sor_c5_4":
        "हमेशा एक मुस्कान के साथ एक-दूसरे का अभिवादन करें, क्योंकि मुस्कान प्यार की शुरुआत है (मदर टेरेसा)",
    "sor_sor": "मुस्कान संक्रामक है:",
    "sor_t2": "मुस्कान के प्रभाव:",
    "sor_t3": "सच्चे और झूठे मुस्कान",
    "sor_t4": "हँसी: सबसे अच्छा इलाज",
    "sor_t5": "मुस्कान पर प्रसिद्ध उद्धरण",
    "testecompleto": "अधिक सटीक मूल्यांकन के लिए, पूर्ण परीक्षण का प्रयास करें",
    "tipo_atitudes_titulo": "रवैये के प्रकार",
    "tipos_atitudes_titulo": "रवैये के बारे में",
    "tit_desc_niv": "तनाव स्तर का विवरण",
    "tit_niv_categ": "श्रेणी द्वारा तनाव स्तर",
    "titulofrequecia": "कितनी बार...",
    "todosBSD": "सभी BSD ऐप्स",
    "v_hist": "मेरे परिणाम",
    "varias_vezes": "अक्सर",
    "vezes": "कभी-कभी",
    "zon1": "बहुत कम",
    "zon1_des":
        "अपने वांछित लक्ष्यों को प्राप्त करने के लिए आपको अधिक ऊर्जा की आवश्यकता है।",
    "zon1_des_red":
        "आपका तनाव स्तर अत्यधिक कम है, और यह जरूरी नहीं कि अच्छा हो!",
    "zon2": "कम",
    "zon2_des":
        "आप स्वस्थ सीमा में हैं और तनाव से संबंधित बीमारियों जैसे हृदयाघात या अल्सर का कोई जोखिम नहीं है। हालांकि, आपकी प्रदर्शन पूरी क्षमता तक नहीं पहुँच सकती है।",
    "zon2_des_red": "आपका तनाव स्तर कम है, लेकिन यह भी आदर्श नहीं है!",
    "zon3": "सामान्य",
    "zon3_des":
        "आप तनाव और विश्राम के बीच एक संतुलन अनुभव करते हैं। कुछ तनाव आपके लक्ष्यों को प्राप्त करने के लिए आवश्यक है।",
    "zon3_des_red": "बधाई हो! आप सामान्य तनाव स्तर बनाए रख रहे हैं!",
    "zon4": "उच्च",
    "zon4_des":
        "यह समय है कि आप अपने जीवन का मूल्यांकन करें और तात्कालिक समस्याओं की पहचान करें। मनोवैज्ञानिक समस्याओं और आपके पाचन और परिसंचरण प्रणालियों में जटिलताओं को रोकें। नियमित व्यायाम करें, एक स्वस्थ आहार का पालन करें, विश्राम तकनीकों का प्रयास करें, और एक विश्वसनीय मित्र से समर्थन प्राप्त करें। सकारात्मक रहें और दूसरों के प्रति दयालु रहें।",
    "zon4_des_red": "आप उच्च तनाव का अनुभव कर रहे हैं, जो स्वस्थ नहीं है!",
    "zon5": "बहुत उच्च",
    "zon5_des":
        "आपके तनाव स्तर गंभीर हैं और तत्काल कार्रवाई की आवश्यकता है। दोस्तों, परिवार या एक स्वास्थ्य पेशेवर से समर्थन प्राप्त करें। एक ब्रेक लेने और तनाव-मुक्त करने की तकनीकों का अभ्यास करने पर विचार करें। व्यायाम, स्वस्थ आहार, और सकारात्मक दृष्टिकोण को प्राथमिकता दें, और दूसरों के प्रति दयालु रहें।",
    "zon5_des_red":
        "सावधान! आपका तनाव खतरनाक रूप से उच्च है और तात्कालिक ध्यान देने की आवश्यकता है!",

    // Burnout Test #########
    "_tBurnout": "बर्नआउट परीक्षण",

    "burn_intro":
        "यह परीक्षण काम, स्कूल या पढ़ाई से जुड़ी मानसिक थकावट के संकेतों का आकलन करता है।\nइसे छात्र, पेशेवर या कोई भी व्यक्ति जो लगातार दबाव और मांगों के संपर्क में है, उपयोग कर सकता है।\nप्रश्न तीन मुख्य क्षेत्रों को कवर करते हैं: भावनात्मक थकावट, भावनात्मक दूरी और व्यक्तिगत उपलब्धि की भावना।\nईमानदारी से उत्तर दें और पिछले कुछ हफ्तों में आपने कैसा महसूस किया है, उस पर विचार करें।\nयह परीक्षण चिकित्सीय मूल्यांकन का विकल्प नहीं है, लेकिन यह आपकी वर्तमान मानसिक थकान के स्तर को बेहतर समझने में मदद कर सकता है।",

    "burn_dim_ex_title": "भावनात्मक थकावट",
    "burn_dim_dis_title": "भावनात्मक दूरी",
    "burn_dim_real_title": "व्यक्तिगत उपलब्धि",

    "burn_1": "दिन के अंत में मुझे थकान महसूस होती है।",
    "burn_2": "सोने के बाद भी मैं थका हुआ/थकी हुई महसूस करता/करती हूँ।",
    "burn_3": "मेरे दैनिक कार्य मुझसे मेरी क्षमता से अधिक ऊर्जा मांगते हैं।",
    "burn_4": "मुझे थकान से उबरने में कठिनाई होती है।",
    "burn_5": "छोटी-छोटी जिम्मेदारियाँ भी बहुत भारी लगती हैं।",
    "burn_6": "मैं अक्सर मानसिक रूप से थका हुआ/थकी हुई महसूस करता/करती हूँ।",

    "burn_7": "मुझे अपने कार्यों में पहले जितनी रुचि नहीं रही।",
    "burn_8": "मैं आवश्यक काम करता/करती हूँ, लेकिन बिना किसी लगाव के।",
    "burn_9":
        "मैं अपनी जिम्मेदारियों के बारे में ज्यादा सोचने से बचता/बचती हूँ।",
    "burn_10":
        "मैं जो करता/करती हूँ, उससे भावनात्मक रूप से दूर महसूस करता/करती हूँ।",
    "burn_11": "मैंने काम या पढ़ाई के प्रति उत्साह खो दिया है।",
    "burn_12":
        "मुझे लगता है कि मैं सिर्फ जिम्मेदारियाँ निभा रहा/रही हूँ, बिना किसी प्रेरणा के।",

    "burn_13":
        "मुझे लगता है कि मैं अपने दैनिक जीवन में कुछ उपयोगी कर रहा/रही हूँ।",
    "burn_14": "मुझे अपने काम या पढ़ाई पर गर्व है।",
    "burn_15": "मुझे लगता है कि मैं चुनौतियों का सामना करने में सक्षम हूँ।",
    "burn_16": "मैं जो कर रहा/रही हूँ, उसमें प्रगति देखता/देखती हूँ।",
    "burn_17": "मैं आगे बेहतर बनने के लिए प्रेरित महसूस करता/करती हूँ।",
    "burn_18": "मुझे लगता है कि मेरा प्रयास सार्थक है।",

    "burn_res_low_title": "कम बर्नआउट",
    "burn_res_low_desc":
        "आपके परिणाम मानसिक थकावट के निम्न स्तर को दर्शाते हैं।\nसामान्य रूप से, आप दैनिक मांगों को अच्छी तरह संभाल रहे/रही हैं और भावनात्मक संतुलन बनाए रखते हैं।\nफिर भी, थकान के संकेतों के प्रति सतर्क रहना और आराम के समय की रक्षा करना महत्वपूर्ण है।",

    "burn_res_mod_title": "मध्यम बर्नआउट",
    "burn_res_mod_desc":
        "आपके परिणाम मानसिक थकावट के मध्यम स्तर को दर्शाते हैं।\nभावनात्मक दबाव के संकेत मौजूद हैं, जो समय के साथ बने रहने पर बढ़ सकते हैं।\nदिनचर्या की समीक्षा करना, कार्यभार कम करना और आराम को मजबूत करना स्थिति को बिगड़ने से रोक सकता है।",

    "burn_res_high_title": "उच्च बर्नआउट",
    "burn_res_high_desc":
        "आपके परिणाम मानसिक थकावट के उच्च स्तर को दर्शाते हैं।\nयह स्थिति अक्सर भावनात्मक थकावट, प्रेरणा की कमी और कार्यों से दूरी से जुड़ी होती है।\nआराम करना, मांगों को समायोजित करना और पेशेवर सहायता लेना महत्वपूर्ण हो सकता है।",

    "burn_dim_ex_low_title": "कम भावनात्मक थकावट",
    "burn_dim_ex_low_desc":
        "थकान से उबरने और उसे संभालने की अच्छी क्षमता को दर्शाता है।",

    "burn_dim_ex_mod_title": "मध्यम भावनात्मक थकावट",
    "burn_dim_ex_mod_desc":
        "बार-बार थकान और ऊर्जा पुनः प्राप्त करने में कठिनाई का संकेत देता है।",

    "burn_dim_ex_high_title": "उच्च भावनात्मक थकावट",
    "burn_dim_ex_high_desc": "तीव्र और लगातार मानसिक थकावट को दर्शाता है।",

    "burn_dim_dis_low_title": "कम भावनात्मक दूरी",
    "burn_dim_dis_low_desc": "कार्यों में जुड़ाव और रुचि बनाए रखता है।",

    "burn_dim_dis_mod_title": "मध्यम भावनात्मक दूरी",
    "burn_dim_dis_mod_desc": "धीरे-धीरे प्रेरणा कम होने के संकेत दिखाता है।",

    "burn_dim_dis_high_title": "उच्च भावनात्मक दूरी",
    "burn_dim_dis_high_desc":
        "भावनात्मक दूरी और किए जा रहे कार्य में अर्थ की कमी को दर्शाता है।",

    "burn_dim_real_low_title": "उच्च व्यक्तिगत उपलब्धि",
    "burn_dim_real_low_desc":
        "क्षमता और प्रदर्शन से संतुष्टि की भावना को दर्शाता है।",

    "burn_dim_real_mod_title": "मध्यम व्यक्तिगत उपलब्धि",
    "burn_dim_real_mod_desc":
        "किए जा रहे कार्य के मूल्य और प्रभाव को लेकर कुछ संदेह को दर्शाता है।",

    "burn_dim_real_high_title": "कम व्यक्तिगत उपलब्धि",
    "burn_dim_real_high_desc":
        "आत्मसम्मान और व्यक्तिगत संतुष्टि पर नकारात्मक प्रभाव को दर्शाता है।",

    "burn_sobre": "बर्नआउट के बारे में",
    "burn_ctx_what_title": "बर्नआउट क्या है?",
    "burn_ctx_what_desc":
        "बर्नआउट शारीरिक और मानसिक थकावट की वह अवस्था है जो लंबे समय तक तनाव, दबाव और अत्यधिक मांगों के संपर्क में रहने से होती है।\nयह लगातार थकान, प्रेरणा की कमी, भावनात्मक दूरी और व्यक्तिगत उपलब्धि की कम भावना के रूप में प्रकट होती है।\nयह छात्रों, पेशेवरों और किसी भी व्यक्ति को प्रभावित कर सकती है जो लगातार अधिक बोझ में है।",

    "burn_ctx_causes_title": "बर्नआउट के कारण",
    "burn_ctx_causes_desc":
        "बर्नआउट आमतौर पर कई कारकों के संयोजन से उत्पन्न होता है, जैसे कार्यभार की अधिकता, पर्याप्त आराम की कमी, परिणामों के लिए लगातार दबाव, मान्यता या समर्थन की कमी और काम, पढ़ाई तथा निजी जीवन में संतुलन बनाने में कठिनाई।\nजब ये स्थितियाँ लंबे समय तक बनी रहती हैं, तो थकावट का जोखिम बढ़ जाता है।",

    "burn_ctx_prevent_title": "बर्नआउट से कैसे बचें",
    "burn_ctx_prevent_desc":
        "रोकथाम में कार्यभार कम करना और मानसिक स्वास्थ्य का ध्यान रखना शामिल है।\nनियमित ब्रेक लेना, सीमाएँ तय करना, पर्याप्त नींद लेना, अवकाश गतिविधियाँ बनाए रखना और आवश्यकता होने पर सहायता लेना महत्वपूर्ण कदम हैं।\nसंकेतों को समय पर पहचानना स्थिति के बिगड़ने से बचाता है।",

    "burn_ctx_treat_title": "बर्नआउट से कैसे निपटें या उसका इलाज करें",
    "burn_ctx_treat_desc":
        "बर्नआउट से निपटने में व्यावहारिक बदलाव और उचित समर्थन शामिल होता है।\nमांगों को अस्थायी रूप से कम करना, दिनचर्या को पुनः व्यवस्थित करना, आराम में निवेश करना और किसी विश्वसनीय व्यक्ति से बात करना सहायक हो सकता है।\nकुछ मामलों में, ठीक होने के लिए पेशेवर सहायता लेना महत्वपूर्ण होता है।",

    "burn_ctx_help_title": "मदद कब लें?",
    "burn_ctx_help_desc":
        "यदि थकान, प्रेरणा की कमी या दूरी के लक्षण बने रहते हैं या दैनिक जीवन में बाधा डालते हैं, तो पेशेवर सहायता लेना महत्वपूर्ण हो सकता है।\nस्वास्थ्य विशेषज्ञ से बात करना स्थिति को बेहतर समझने और उपयुक्त रणनीतियाँ तय करने में मदद कर सकता है।",
  };
}
