Map<String, String> getMarathiTranslations() {
  return {
    "-10": "अभिनंदन! बेक चाचणीनुसार, तुम्हाला नैराश्याची लक्षणे दिसत नाहीत.",
    "1a": "मी दु:खी वाटत नाही.",
    "1b": "मी थोडा दु:खी वाटतो/वाटते.",
    "1c": "मी अनेकदा दु:खी होतो/होते आणि ते टाळू शकत नाही.",
    "1d": "मी इतका/इतकी दु:खी आहे की मी आता ते सहन करू शकत नाही.",
    "1p": "मी अनेकदा होय म्हणतो/म्हणते, जरी मी मनात नाही म्हणतो/म्हणते.",
    "2a": "मला भविष्याबद्दल निश्चिंत वाटत आहे.",
    "2b": "मला भविष्याबद्दल निराश वाटत आहे.",
    "2c":
        "मला असे वाटते की माझ्याकडे आता काहीच नाही ज्याची मी वाट पाहू शकतो/शकते.",
    "2d":
        "माझ्या भविष्याबद्दल कोणतीही आशा नाही आणि मला वाटते की माझी परिस्थिती सुधारणार नाही.",
    "2p": "मी इतरांच्या अधिकारांचे उल्लंघन न करता माझे अधिकार रक्षण करतो/करते.",
    "3a": "सामान्यत: मला समाधान वाटते.",
    "3b": "मला वाटते की मी इतरांपेक्षा जास्त अपयश अनुभवले आहे.",
    "3c":
        "मी माझ्या भूतकाळाकडे पाहतो/पाहते तेव्हा, मी फक्त अपयशांची मालिका पाहतो/पाहते.",
    "3d": "मला एकूण अपयशी वाटते.",
    "3p":
        "जेव्हा मी एखाद्याला चांगले ओळखत नाही, तेव्हा मी जे विचार करतो/करते किंवा अनुभवतो/अनुभवते ते लपवणे पसंत करतो/करते.",
    "4a": "मी जे करतो/करते त्यात समाधान शोधू शकतो/शकते.",
    "4b": "ज्या गोष्टींनी मला आधी समाधान मिळाले ते आता मला समाधान देत नाहीत.",
    "4c": "मला खरेतर काहीच समाधान वाटत नाही.",
    "4d": "मला सर्व गोष्टींबद्दल असमाधान आणि कंटाळा वाटतो.",
    "4p": "बहुतेक वेळा मी ठाम आणि निर्धारीत असतो/असते.",
    "5_a": "सौजन्य.",
    "5_c": "कर्तव्यदक्षता.",
    "5_e": "बाह्यगामी स्वभाव.",
    "5_n": "अतिसंवेदनशीलता.",
    "5_o": "मुक्तपणा.",
    "5a": "सामान्यत: मला अपराधी वाटत नाही.",
    "5b": "कधी कधी मला अपराधी वाटते.",
    "5c": "बहुतेक वेळा मला बरेच अपराधी वाटते.",
    "5d": "मला सतत अपराधी वाटते.",
    "5p":
        "सामान्यत: इतरांवर प्रभाव टाकणे हे थेट कृती करण्यापेक्षा सोपे आणि अधिक प्रभावी आहे.",
    "6a": "मी कोणत्याही शिक्षेचा बळी नाही.",
    "6b": "मला असे वाटते की शेवटी मला शिक्षा होईल.",
    "6c": "मला असे वाटते की मला शिक्षा केली जात आहे.",
    "6d": "मला खात्री आहे की मला शिक्षा केली जात आहे.",
    "6p":
        "मी इतरांची टीका करण्यात आणि माझे मत व्यक्त करण्यात अजिबात संकोच करत नाही.",
    "7a": "माझ्या स्वतःबद्दल मी निराश नाही.",
    "7b": "माझ्या स्वतःबद्दल मला थोडी निराशा आहे.",
    "7c": "माझ्या स्वतःबद्दल मला खूप निराशा आहे.",
    "7d":
        "मी निराशेपलीकडे गेलो/गेल्या आहे; खरं तर, मी स्वतःचा तिरस्कार करतो/करते.",
    "7p":
        "माझ्या जबाबदाऱ्यांचा भाग नसलेल्या कामांना मी नकार देण्यात अजिबात संकोच करत नाही.",
    "8a": "मी इतरांपेक्षा वाईट नाही.",
    "8b": "माझ्या चुका आणि कमजोरींमुळे मी स्वतःची टीका करतो/करते.",
    "8c": "मी माझ्या चुका सतत स्वतःवर लादतो/लादते.",
    "8d":
        "माझ्या आजूबाजूला जे काही वाईट घडत आहे त्यासाठी मी स्वतःला दोष देतो/देते.",
    "8p":
        "शत्रुत्वपूर्ण संवादकांनाही तोंड देताना मी माझे मत व्यक्त करण्यात घाबरत नाही.",
    "9a": "मी आत्महत्येचा विचार करत नाही.",
    "9b":
        "माझ्या आयुष्याचा शेवट करण्याचा विचार माझ्या मनात आहे, पण मी ते करू शकत नाही.",
    "9c": "माझ्या आयुष्याचा शेवट करण्याची माझी इच्छा आहे.",
    "9d": "जर मला संधी मिळाली तर मी माझे जीवन संपवेन.",
    "9p": "चर्चेत, मी मागे हटणे आणि गोष्टी कशा घडतात ते पाहणे पसंत करतो/करते.",
    "9pilares":
        "जीडीपीच्या बदलण्यास मार्गदर्शक असलेल्या सूचकांवर आधारित प्रश्नावलीमधील तत्त्वे समजून घ्या.",
    "9pilares_t": "ग्रोस नॅशनल हॅपिनेसचे 9 आधारस्तंभ.",
    "10a": "मी सामान्यपेक्षा जास्त रडत नाही.",
    "10b": "आता मी आधीपेक्षा जास्त रडतो/रडते.",
    "10c": "मी माझा बहुतेक वेळ रडण्यात घालवतो/घालवते.",
    "10d": "मी आता रडूही शकत नाही.",
    "10p": "माझ्यावर विरोधाभासी असल्याचे अनेकदा टीका होते.",
    "11-18": "बेके चाचणीनुसार, तुम्हाला सौम्य नैराश्याची लक्षणे आहेत.",
    "11-18r": "सौम्य नैराश्य",
    "11a": "मी सामान्यपेक्षा जास्त चिडचिड करत नाही.",
    "11b": "मी पूर्वीपेक्षा जास्त वेळा चिडतो/चिडते.",
    "11c": "मी नेहमी चिडचिड करतो/करते.",
    "11d": "मी आता चिडचिडही करू शकत नाही.",
    "11p": "मला इतरांचे ऐकण्यात अडचण येते.",
    "12a": "मी अजूनही इतर लोकांमध्ये रुची ठेवतो/ठेवते.",
    "12b": "मी पूर्वीपेक्षा इतर लोकांमध्ये कमी रुची ठेवतो/ठेवते.",
    "12c": "मी जवळजवळ सर्व लोकांमध्ये रुची गमावली आहे.",
    "12d": "मी इतर लोकांमध्ये पूर्णपणे रुची गमावली आहे.",
    "12p": "मी गोष्टी गुप्त ठेवतो/ठेवते आणि ते माझ्यासाठी चांगले काम करते.",
    "13a": "मी पूर्वीसारखेच सोपे निर्णय घेतो/घेते.",
    "13b": "मी निर्णय घेणे टाळतो/टाळते.",
    "13c": "मला निर्णय घेण्यास खूप अडचण येते.",
    "13d": "मला कोणतेही निर्णय घेण्यास पूर्णपणे असमर्थ वाटते.",
    "13p": "लोक मला अनेकदा कुशल आणि कौशल्यवान मानतात.",
    "14a": "माझ्या शारीरिक रूपाबद्दल मला चांगले वाटते.",
    "14b": "माझे वय वाढल्यामुळे आणि आकर्षण कमी झाल्यामुळे मी काळजीत आहे.",
    "14c": "माझे रूप बदलत आहे, ज्यामुळे मी कमी आकर्षक होतो/होते असे मला वाटते.",
    "14d": "मला वाटते की मी भयंकर दिसतो/दिसते.",
    "14p": "मी माझ्या नातेसंबंधांवर विश्वास ठेवतो, वर्चस्व किंवा गणनेवर नाही.",
    "15a": "मी पूर्वीसारखेच काम करू शकतो/शकते.",
    "15b": "काम सुरू करण्यासाठी मला काही प्रयत्न करावे लागतात.",
    "15c": "काम करण्यासाठी मला खूप प्रयत्न करावे लागतात.",
    "15d": "मी आता काम करू शकत नाही.",
    "15p":
        "मी सहकाऱ्यांकडून मदत मागणे टाळतो/टाळते; त्यांना वाटू शकते की मी अक्षम आहे.",
    "16a": "मी चांगली झोप घेतो/घेते.",
    "16b": "मी पूर्वीसारखे चांगले झोपत नाही.",
    "16c":
        "मी सामान्यपेक्षा 1 किंवा 2 तास आधी जागा होतो/होते आणि पुन्हा झोपायला त्रास होतो.",
    "16d":
        "मी सामान्यपेक्षा अनेक तास आधी जागा होतो/होते आणि पुन्हा झोपू शकत नाही.",
    "16p":
        "मी लाजाळू आहे आणि मला काहीतरी असामान्य करावे लागते तेव्हा मी अडथळा वाटतो.",
    "17a": "मी पूर्वीपेक्षा अधिक थकल्यासारखे वाटत नाही.",
    "17b": "मी पूर्वीपेक्षा जास्त थकलो/थकले आहे.",
    "17c": "मी काहीही करताना थकल्यासारखे वाटते.",
    "17d": "काहीही करण्यासाठी मी खूप थकलो/थकले आहे.",
    "17p":
        "लोक मला दुर्बळ म्हणतात, ज्यामुळे मला राग येतो आणि इतरांना हसू येते.",
    "18a": "माझी भूक पूर्वीसारखीच आहे.",
    "18b": "माझी भूक पूर्वीसारखी चांगली राहिली नाही.",
    "18c": "अलीकडे माझी भूक खूपच कमी झाली आहे.",
    "18d": "माझी काहीही भूक नाही.",
    "18p": "मी समोरासमोरच्या नातेसंबंधांमध्ये खूप आरामशीर वाटतो.",
    "19-25":
        "ध्यान द्या! बेके चाचणीनुसार, तुम्हाला मध्यम नैराश्याची लक्षणे आहेत.",
    "19-25r": "मध्यम नैराश्य",
    "19a": "माझे वजन स्थिर आहे.",
    "19b": "मी 2.5 किलोपेक्षा जास्त वजन कमी केले किंवा वाढवले आहे.",
    "19c": "मी 5 किलोपेक्षा जास्त वजन कमी केले किंवा वाढवले आहे.",
    "19d": "मी 7.5 किलोपेक्षा जास्त वजन कमी केले किंवा वाढवले आहे.",
    "19p":
        "मी अनेकदा गोंधळ करतो/करते; हेच मला हवे ते मिळविण्याचा उत्तम मार्ग आहे.",
    "20-1": "मी जे काही करतो त्याबद्दल 💜 चा सल्ला घेण्याची आवश्यकता वाटते.",
    "20-2": "माझ्या एकटेपणाची, नाकारण्याची आणि सोडण्याची भीती आहे.",
    "20-3":
        "जेव्हा मी 💜 सोबत असतो, तेव्हा मी वेगळे असण्याचे सहन करू शकत नाही आणि किती वेळा ते कुठे आणि कोणासोबत आहे ते तपासण्यासाठी कॉल करतो.",
    "20-4": "मी एकटा असताना क्षणांचा आनंद घेऊ शकत नाही.",
    "20-5":
        "माझी खुशी पूर्णपणे 💜 वर अवलंबून आहे आणि नातं संपवण्याचा विचार सहन करू शकत नाही.",
    "20-6":
        "💜 सोबत नातं सुरू झाल्यापासून मी माझ्या मित्रांपासून आणि कुटुंबापासून दूर झालो आहे.",
    "20-7":
        "💜 सोबत घालवलेला वेळ कधीच पुरेसा नसतो; मला नेहमीच अधिक वेळ हवा असतो.",
    "20-8":
        "💜 ला नाराज करण्याची भीती असते म्हणून मी पुढाकार घेत नाही किंवा माझ्या मते व्यक्त करत नाही.",
    "20-9":
        "💜 शिवाय मी करत असलेल्या कोणत्याही क्रियाकलापाचा आनंद मला कंटाळवाणा आणि एकसारखा वाटतो.",
    "20-10": "💜 कडून लक्ष मिळवण्यासाठी मी पीडिताची भूमिका घेतो.",
    "20-11": "💜 शिवाय माझे जीवन अर्थहीन आहे.",
    "20-12": "माझ्या भावनांची आणि प्रेमाची सततची पुष्टी मला आवश्यक आहे.",
    "20-13": "संबंधांच्या भविष्याबद्दल आणि स्थिरतेबद्दल मला चिंता आहे.",
    "20-14":
        "💜 ने मला दुखवणारी कृती केली असताना सीमा ठरवण्यासाठी मला संघर्ष करावा लागतो.",
    "20-15":
        "मी 💜 ला खूप महत्त्व देतो आणि असा अद्भुत व्यक्ती असण्याबद्दल मला भाग्यवान वाटते.",
    "20-16": "मी ईर्ष्यालू आहे.",
    "20-17": "संबंध संपवण्याच्या टाळण्यासाठी मी विश्वासघात सहन करेन.",
    "20-18":
        "मी 💜 ला सर्व गोष्टींमध्ये, त्यांच्या वैयक्तिक समस्यांसह, मदत करण्यासाठी पूर्णपणे समर्पित आहे.",
    "20-19":
        "माझ्या चुका मला सहन होत नाहीत आणि माझ्या दोषांवर मी खूपच टीकात्मक आहे.",
    "20-20":
        "जर 💜 व्यस्त असला आणि मला लक्ष देत नसेल, तर मी लगेच विचारतो की ते मला आता प्रेम करत नाहीत.",
    "20-P": "20",
    "20_titulo": "जलद चाचणी",
    "20a": "माझ्या आरोग्याच्या काळजीची स्थिती पूर्वीच्याप्रमाणे आहे.",
    "20b": "माझ्या आरोग्याबद्दल मला चिंता आहे.",
    "20c":
        "माझ्या आरोग्याबद्दल मी इतका चिंतित आहे की दुसऱ्या कोणत्याही गोष्टीचा विचार करणे मला कठीण होते.",
    "20d":
        "माझ्या आरोग्याबद्दल मी इतका चिंतित आहे की मी दुसऱ्या कोणत्याही गोष्टीचा पूर्णपणे विचार करू शकत नाही.",
    "20p": "मी बोलका आहे आणि इतरांना न जाणवता व्यत्यस्त करतो.",
    "21a": "माझ्या लैंगिकतेवरील रसामध्ये कोणतीही बदल नाही.",
    "21b": "मी पूर्वीच्या तुलनेत लैंगिकतेमध्ये कमी रस घेतो.",
    "21c": "माझा लैंगिकतेवरील रस खूप कमी झाला आहे.",
    "21d": "माझा लैंगिकतेवरील रस पूर्णपणे गेला आहे.",
    "21p":
        "मी महत्वाकांक्षी आहे आणि माझ्या उद्दिष्टांनुसार काहीही करण्यास तयार आहे.",
    "22a": "चाचणी समाप्त",
    "22d": "चाचणी समाप्त",
    "22p":
        "सामान्यतः, मला कोणाकडे आणि केव्हा वळावे हे माहीत आहे; हे यशासाठी महत्त्वाचे आहे.",
    "23p":
        "विवादाच्या परिस्थितीत, मी परस्पर फायद्यांवर आधारित यथार्थवादी समायोजन शोधतो.",
    "24p": "मला थेट आणि प्रामाणिक असणे आवडते.",
    "25p": "माझ्या कार्यात मी विलंब करण्याची प्रवृत्ती आहे.",
    "+26": "सावधगिरी! Beck चाचणीनुसार, तुम्हाला गंभीर उदासीनतेची लक्षणे आहेत.",
    "26p": "मी बर्‍याचदा कार्य पूर्ण न करता सोडतो.",
    "27p": "सामान्यतः, मी माझे भाव न लपवता स्वतःला दर्शवतो.",
    "28p": "मला धमकावण्यासाठी खूप काही पाहिजे.",
    "29p":
        "इतरांना धमकवणे ही शक्ती टिकवून ठेवण्याची एक प्रभावी पद्धत असू शकते.",
    "30p":
        "जेव्हा कोणी माझा एकदा फायदा घेतो, तेव्हा मी नक्कीच पुढच्या वेळी प्रतिशोध घेते.",
    "31p":
        "कोणाची टीका करताना, त्यांच्या स्वतःच्या तत्त्वांचे पालन न केल्यास इंगित करणे प्रभावी असते.",
    "32p": "मला प्रणालीचा फायदा घेण्याची पद्धत माहिती आहे; मी संसाधनशील आहे.",
    "33p": "मी स्वतः होऊ शकतो तरीही समाजात स्वीकारले जातो.",
    "34p": "जेव्हा मी असहमत असतो, तेव्हा मी ते स्पष्ट आणि शांतपणे व्यक्त करतो.",
    "35p": "माझ्या इतरांना त्रास देऊ नये याची मी काळजी घेतो.",
    "36p": "माझ्या निर्णय घेण्यात गंभीर अडचणी आहेत.",
    "37p":
        "माझ्या विचारातील एकटेपणामुळे मला गटात असायला आवडत नाही, त्यामुळे मी मागे जाऊन बसतो.",
    "38p": "मला सार्वजनिकपणे बोलण्याची भीती नाही.",
    "39p": "जीवन जंगलासारखे वाटते.",
    "40p": "माझ्या आव्हानांना धाडसाने आणि धाडसाने सामोरे जातो.",
    "41p": "संघर्ष निर्माण करणे तणाव कमी करण्यापेक्षा अधिक प्रभावी असू शकते.",
    "42p":
        "प्रामाणिकपणा हे आपल्यातील विश्वास निर्माण करण्याचा सर्वोत्तम मार्ग आहे.",
    "43p": "मला ऐकण्याची पद्धत माहिती आहे आणि मी इतरांना थांबवत नाही.",
    "44p": "मी ठरवलेल्या गोष्टी पूर्ण करतो.",
    "45p": "माझ्या भावना नेमक्याच व्यक्त करण्याची मला भीती नाही.",
    "46p":
        "माझ्या विचारांना समर्थन मिळवण्यासाठी लोकांना जिंकण्याची माझी क्षमता आहे.",
    "47p":
        "माझ्या इच्छेप्रमाणे मिळवण्यासाठी लोकांचे कौतुक करण्याची मला पद्धत माहिती आहे.",
    "48p": "माझ्या बोलण्यात किती वेळ लागतो हे नियंत्रित करण्यात मला अडचण येते.",
    "49p": "माझ्या विनोदाची उत्तम हाताळणी करते.",
    "50p": "मी साधे जीवन जगतो आणि कधी कधी स्वतःला शोषित होण्याची परवानगी देतो.",
    "51p": "माझ्या सहभागापेक्षा निरीक्षण करणे मला आवडते.",
    "52p": "मी फ्रंट रोमध्ये असण्यापेक्षा परिदृश्यात असणे आवडते.",
    "53p": "मला वाटत नाही की manipulation हा प्रभावी उपाय आहे.",
    "54p": "समस्यांपासून टाळण्यासाठी, मी माझे हेतू खूप लवकर उघडत नाही.",
    "55p": "माझ्या वर्तमनांसह लोकांना आश्चर्यचकित करण्याची मला आळस येते.",
    "56p": "मी मेमणा होण्यापेक्षा भेडसावण्याचे पसंत करतो.",
    "57p":
        "माझ्या इच्छेप्रमाणे मिळवण्यासाठी मी manipulationचा वापर करतो; हे सर्वात व्यावहारिक मार्ग आहे.",
    "58p":
        "माझ्या अंदाजानुसार, मी अति आक्रामकता न करता प्रभावीपणे आक्षेप घेणे कसे करावे ते माहिती आहे.",
    "59p":
        "माझ्या समस्यांमध्ये खोलवरच्या कारणांचे निवारण न करता खरेच उपाय मिळवता येत नाही असे मला वाटते.",
    "60p": "माझ्या वर दुसऱ्यांनी नकारात्मक दृष्टिकोन ठेवण्याचा मला त्रास होतो.",
    "61p": "चाचणीची समाप्ती",
    "90-1": "मी 💜 साठी जगतो; ते माझ्या जगाचा केंद्रबिंदू आहेत.",
    "90-2":
        "जेव्हा मी 💜 शी बोलतो, तेव्हा मी माझ्या शब्दांची काळजीपूर्वक निवड करतो कारण मला त्यांच्या प्रतिक्रियेची भीती आहे.",
    "90-3":
        "मी 💜 च्या असंतोष किंवा संघर्ष टाळण्यासाठी मला इच्छित असलेल्या गोष्टी करत नाही.",
    "90-4": "माझ्या मते, प्रेम आणि पीडा हातात हात घालून चालतात.",
    "90-5":
        "मी 💜 च्या दुरुपयोग किंवा आक्रमकतेचा सहन करतो ज्यामुळे मला नाकारले जाणे किंवा 💜 गमावण्याची भीती असते.",
    "90-6":
        "मी 💜 ला सल्ला, दबाव, धमक्या, किंवा हाताळणीद्वारे बदलण्याचा प्रयत्न करतो जेणेकरून गोष्टी त्या प्रकारे घडतील जसे मी विचारतो.",
    "90-7":
        "💜 सोबत सीमारेषा ठेवण्यामुळे थकल्याशिवाय चर्चा होतात, ज्या कशालाही पोहोचत नाहीत.",
    "90-8":
        "मी 💜 सह संबंधांमध्ये सीमारेषा लावण्यास असमर्थ असल्याने मला राग किंवा निराशा वाटते.",
    "90-9":
        "मी 💜 सह गोष्टी एकदा आणि सर्वकाळसाठी समाधान करण्यास असमर्थ असल्याने मला राग किंवा निराशा वाटते.",
    "90-10": "कधी कधी मी 💜 प्रति अत्यधिक सहनशील असतो पण इतरांवर सहनशील नसतो.",
    "90-11": "मी 💜 च्या वर्तनाला इतर लोकांपासून लपवतो किंवा खोटे बोलतो.",
    "90-12":
        "जेव्हा इतरांनी 💜 च्या वर्तनाचा शोध घेतला, तेव्हा मी बहाणे तयार करतो.",
    "90-13":
        "मी 💜 च्या भावना, विचार, आवश्यकता, क्रिया आणि कल्याणासाठी जबाबदार मानतो.",
    "90-14":
        "सामान्यपणे, मी 💜 च्या कल्याणाची खूप चांगली काळजी घेतो, माझ्या स्वतःच्या पेक्षा.",
    "90-15": "💜 मला तशीच काळजी घेत नाही तर मला राग येतो.",
    "90-16":
        "या नात्यामुळे मला अनेकदा चिंताग्रस्त, थकलेले, दोषी किंवा नैराश्य वाटते.",
    "90-17": "मी 💜 ला मदत करण्यासाठी जगतो, जरी ते मदतीसाठी विचारत नसले तरी.",
    "90-18":
        "माझ्या मित्रांकडून निमंत्रणे नाकारतो, जेणेकरून ते 💜 सह वेळ घालवू नयेत.",
    "90-19": "मी 💜 कडून कॉल, एसएमएस किंवा ई-मेलची दीर्घ काळ चिंता करतो.",
    "90-20":
        "जेव्हा मी 💜 सह नाते सुरू केले, तेव्हा मी माझ्या मित्रांना दुर्लक्षित केले.",
    "90-21": "जेव्हा काही चुकीचे जाते, तेव्हा मी 💜 ला दोष देतो.",
    "90-22":
        "जब 💜 कठीण परिस्थितीत असतात, तेव्हा मी त्यांना वाचवण्याची गरज वाटते.",
    "90-23": "मला 💜 कडून वापरले गेले किंवा दुखावले गेले असे वाटते.",
    "90-24":
        "माझ्या समजुतीने, आमच्या नात्यात देणे आणि घेणे यामध्ये मोठा असंतुलन आहे.",
    "90-25": "💜 सह संवाद कठीण आहे किंवा जवळजवळ अस्तित्वात नाही.",
    "90-26":
        "मी 💜 सह माझ्या वर्तनात बदल करणे इच्छितो, पण मी नेहमीच त्याच प्रकारात जातो.",
    "90-27":
        "मी 💜 ला जिंकण्याचा आणि पकडून ठेवण्याचा प्रयत्न करण्यासाठी सेक्सचा वापर करतो.",
    "90-28":
        "या समस्येचा सामना करण्यापासून टाळण्यासाठी मी कायम व्यस्त राहण्याचा प्रयत्न करतो.",
    "90-29":
        "जेव्हा मी 💜 सोबत ठीक नाही, तेव्हा माझ्या जीवनातील सर्व गोष्टी कठीण होतात.",
    "90-30":
        "मी 💜 सह समस्यांमुळे दुर्लक्ष करतो आणि गोष्टी जसे आहेत तसे नाहीत असे आच्छादित करतो.",
    "90-31": "मी 💜 सह संबंधांमध्ये अडकलेले वाटते.",
    "90-32": "💜 सोबतच्या नात्याबद्दल मला लाज वाटते.",
    "90-33": "माझ्या समस्यांबद्दल बोलण्यास मी टाळतो.",
    "90-34": "प्रेमाच्या संबंधांमध्ये, मी नेहमीच सोडले जाण्याची अपेक्षा करतो.",
    "90-35":
        "प्रेमसंबंध सुरू करताना, मी व्यक्ती माझ्यासाठी योग्य आहे का हे सुनिश्चित करण्यासाठी पुरेसा वेळ घेत नाही.",
    "90-36": "मी संबंध खूप लवकर पुढे नेतो.",
    "90-37":
        "जेव्हा संबंध चुकतात किंवा संपतात, तेव्हा मला समजते की मी स्पष्ट इशारे दुर्लक्ष केले.",
    "90-38": "मी विध्वंसक संबंधांचे नमुने पुनरावृत्ती करतो.",
    "90-39": "मी एकटा राहण्याच्या भीतीमुळे 💜 बरोबरच राहतो.",
    "90-40":
        "मी दुसरी व्यक्ती मिळवणार नाही तोपर्यंत या संबंधातून बाहेर जाऊ शकत नाही.",
    "90-41":
        "💜 विना मजा करण्यास, बाहेर जाण्यास किंवा प्रवास करण्यास मला त्रास होतो.",
    "90-42":
        "💜 ने सांगितले की ते संबंध संपवू इच्छितात, पण मी तेव्हा पुन्हा मागणी करत आहे.",
    "90-43": "दुरात्मा व्यक्तींवर सहज विश्वास ठेवतो.",
    "90-44":
        "💜 बरोबर असलेल्या माझ्या संबंधात, मी माझ्या अपेक्षेपेक्षा कमी स्वीकारतो.",
    "90-45":
        "💜 कडून अपमानित किंवा वाईटपणे वागवले गेल्यानंतर, मी पुन्हा एकत्र येण्यासाठी कोणत्याही कारणास स्वीकारतो, जरी नंतर मला पछतावा होतो.",
    "90-46":
        "मी उपलब्ध नसलेल्या, आक्रमक, गुंतागुंतीच्या किंवा प्रेम देऊ न शकणार्या लोकांवर प्रेम करतो.",
    "90-47":
        "मी 💜 ला उपयोगी ठरविण्याची गरज भासवतो किंवा 💜 माझ्यावर अवलंबून असल्याचे वाटते.",
    "90-48":
        "आरामात राहण्यासाठी, मला नेहमी 💜 कुठे आहे, कोणासोबत आहे आणि काय करत आहे हे माहित असावे लागते.",
    "90-49": "माझ्या मूडमध्ये दुखः, अपराधीपणा किंवा राग येतो.",
    "90-50": "माझ्या राग आणि आक्रमकतेचे प्रकोप असतात.",
    "90-51": "कधी कधी, माझ्या कृतीत तर्कशुद्धता नसते.",
    "90-52": "मला 💜 कडून प्रेमाचे पुरावे आवश्यक असतात.",
    "90-53":
        "माझे सुख मोठ्या प्रमाणात 💜 कसे वागत आहे किंवा वागत नाही यावर अवलंबून आहे.",
    "90-54": "💜ला त्याच्या असण्याबद्दल स्वीकारण्यास मला त्रास होतो.",
    "90-55":
        "तणावपूर्ण परिस्थितीत, मी सामान्यतः निष्क्रिय किंवा आक्रमक प्रतिसाद देतो.",
    "90-56":
        "या संबंधात, मी सामान्यतः विश्वास ठेवतो की गोष्टी सुधारतील, जरी खरे सुधारण्याचे संकेत नसले तरी.",
    "90-57":
        "जेव्हा मी वेदना भोगतो, मी शरीराच्या लक्षणांचे अनुभवतो किंवा माझ्या भावनिक इतिहासामुळे क्रॉनिक मानसिक-शारीरिक आजार आहेत.",
    "90-58": "मला बारं बार 💜 माझ्यावर प्रेम करतो का हे विचारायची गरज भासते.",
    "90-59": "माझ्या सहाय्याची गरज असताना मी ते नाकारतो.",
    "90-60":
        "मी लांब काळासाठी स्पष्ट लक्ष्ये नाहीत आणि 💜 बरोबरच्या संबंधांशिवाय माझ्या जीवनातील अन्य क्षेत्रांत गुंतवणूक केलेली नाही.",
    "90-61": "माझे जीवनाची दिशा आणि नियंत्रण गमावल्यासारखे वाटते.",
    "90-62": "💜 बरोबरच्या संबंधामुळे, मी आत्महत्या विचारली आहे.",
    "90-63":
        "माझ्या मते, याचा अंत करण्याचा वेळ आहे, आणि मी अजूनही ते केलेले नाही.",
    "90-64":
        "मी एक दडपशाही, समस्यात्मक किंवा कार्यक्षम नसलेल्या कुटुंबातून आलो आहे.",
    "90-65":
        "माझे पालक किंवा संरक्षक मला प्रेमळ, स्वीकारलेले किंवा मान्य केलेले वाटले नाही.",
    "90-66": "माझे पालक किंवा देखरेख करणारे खूप कडक होते.",
    "90-67": "चुकांबद्दल, मी स्वतःवर अत्यधिक कठोर असतो.",
    "90-68": "चुकांबद्दल, मी इतरांवर असहिष्णु असतो.",
    "90-69": "माझ्या मूडमध्ये वारंवार आणि अनाकलनीय चढ-उतार होतात.",
    "90-70": "माझ्या कमी आत्मसन्मानाबद्दल मला माहिती आहे.",
    "90-71":
        "मी सहजच काळजी घेतो, आणि त्या क्षणांत, मला विचारांची ओव्हरलोड थांबवता येत नाही.",
    "90-72": "माझ्या आशा कमी आहेत किंवा नाहीत.",
    "90-73":
        "माझ्या एकटेपणात किंवा 💜 पासून दूर असताना मला अनेकदा आतून रिकामेपणाचा अनुभव येतो.",
    "90-74": "मी प्रशंसेसाठी अस्वस्थ अनुभवतो.",
    "90-75": "माझ्या इतरांना त्रास देण्याची मला खूप भीती आहे.",
    "90-76": "मी नेहमीच माफी मागतो, अगदी जेव्हा मी काही चूक केलेली नसते.",
    "90-77": "माझ्या भावना आणि निर्णयांवर विश्वास ठेवण्यात मला अडचण येते.",
    "90-78": "अनेकवेळा, मी 'होय' म्हणतो जेव्हा मला 'नाही' म्हणायचे असते.",
    "90-79": "माझ्या विविध परिस्थितींमध्ये मला सहजच अपराधी वाटते.",
    "90-80":
        "मी नेहमीच माझे चांगलेपण सिद्ध करण्याचा प्रयत्न करतो आणि चुकण्याची मला भीती आहे.",
    "90-81":
        "मी नेहमीच इतरांकडून प्रेम, स्वीकार, आणि मान्यता मिळवण्याचा प्रयत्न करतो.",
    "90-82": "माझ्या लोकांवर विश्वास ठेवण्यात मला अडचण येते.",
    "90-83": "मी असमर्थ असलेल्या लोकांवर विश्वास ठेवतो.",
    "90-84": "माझ्या स्वतःवर असमर्थतेची भावना सहजतेने येते.",
    "90-85": "माझ्या इतरांची समस्या असताना मला सहजपणे दुःख किंवा अपराधी वाटते.",
    "90-86": "माझ्या स्वतःच्या जीवनाबद्दल मला लाज वाटते.",
    "90-87":
        "मी किंवा तर स्वतःला तुच्छ मानतो किंवा माझ्या कृतींचे समर्थन करण्यासाठी माझ्या पालकांना किंवा इतरांना दोष देतो.",
    "90-88":
        "माझ्या ओळखीत असलेल्या लोकांनी मला नियंत्रित करणारा म्हणून संबोधले आहे.",
    "90-89": "मी टीकेसाठी अत्यंत संवेदनशील आहे.",
    "90-90": "माझ्या लोकांशी जवळ किंवा अंतर्मुख राहण्यात मला अडचण येते.",
    "90-91":
        "मी धूम्रपान, खरेदी, खाणे, जुगार, पिणे, औषधे, इंटरनेट वापरणे, काम करणे किंवा इतर गतिविधींमध्ये अत्यधिक तास घालवण्याची भावना करतो.",
    "90-T": "परीक्षा पूर्ण करा",
    "90_titulo": "परीक्षा पूर्ण करा",
    "+26r": "तीव्र डिप्रेशन",
    "-10r": "डिप्रेशन नाही",
    "A": "1) व्याख्या",
    "A1":
        "राग एक सामान्य आणि आरोग्यदायी भावना आहे, परंतु ती अयशस्वी आणि नाशक बनू शकते वैयक्तिक नातेसंबंध, काम आणि शाळेवर. अनियंत्रित राग आपल्याला अनपेक्षित, शक्तिशाली भावना यांना असुरक्षित बनवतो. हे एक निषेध, असुरक्षितता, किंवा एखाद्या व्यक्ती किंवा गोष्टीविरुद्ध निराशा व्यक्तीचा एक अनुभव आहे, जेव्हा अहंकार दुखावले किंवा धमकावले जाते.",
    "A2":
        "रागाची तीव्रता, किंवा तिचा अभाव, व्यक्तींमध्ये भिन्न असतो आणि नैतिक आणि मानसिक विकासावर आधारित असतो. तुम्ही विशिष्ट व्यक्तीवर (एक सहकारी किंवा वर्गमित्र) किंवा एखाद्या घटनेवर, जसे की ट्रॅफिक जामवर रागवू शकता.",
    "A3":
        "राग अत्यधिक चिंता किंवा वैयक्तिक समस्यांवर आणि ट्रॉमाटिक किंवा महत्त्वाच्या घटनांच्या आठवणींवर लक्ष केंद्रित करणे देखील होऊ शकते.",
    "Ag_CalStre": "ताणाचा स्तर मोजा",
    "Ag_ec1": "वैवाहिक स्थिती?",
    "Ag_ec2": "विवाहित",
    "Ag_ec3": "अविवाहित / विधवा",
    "Ag_ec4": "वेगळे / घटस्फोटित",
    "Ag_faldad": "डेटा गायब आहे",
    "Ag_faldad_des": "फॉर्म पूर्ण केलेला नाही:",
    "Ag_fc1": "घरात लहान मुलं आहेत का?",
    "Ag_fc2": "माझ्या घरी लहान मुलं नाहीत",
    "Ag_fc3": "माझ्या घरी 1 किंवा 2 लहान मुलं आहेत",
    "Ag_fc4": "माझ्या घरी 3 पेक्षा जास्त लहान मुलं आहेत",
    "Ag_id1": "वय?",
    "Ag_id2": "25 वर्षांपेक्षा कमी",
    "Ag_id3": "25 ते 34 वर्षे",
    "Ag_id4": "35 ते 60 वर्षे",
    "Ag_id5": "60 वर्षांपेक्षा जास्त",
    "Ag_red1": "निवास?",
    "Ag_red2": "गाव",
    "Ag_red3": "लहान शहर",
    "Ag_red4": "मोठे शहर",
    "Ag_tit": "वाढवणारे घटक:",
    "Ag_trb1": "रोजगार स्थिती?",
    "Ag_trb2": "विद्यार्थी",
    "Ag_trb3": "बेरोजगार",
    "Ag_trb4": "अस्थायी काम",
    "Ag_trb5": "शाश्वत काम",
    "Analize": "निकालांचे विश्लेषण",
    "Ans11-18":
        "अवसादाच्या तपासानुसार, तुम्हाला सौम्य अवसादाच्या लक्षणांची खात्री आहे.",
    "Ans11-18r": "सौम्य अवसाद",
    "Ans19-25":
        "कृपया लक्ष द्या! या अवसादाच्या तपासानुसार, तुम्हाला मध्यम अवसादाच्या लक्षणांचा सामना करावा लागतो.",
    "Ans19-25r": "मध्यम अवसाद",
    "Ans+26":
        "सावधान! या अवसादाच्या तपासानुसार, तुम्हाला तीव्र अवसादाच्या लक्षणांचा अनुभव आहे.",
    "Ans+26r": "तीव्र अवसाद",
    "Ans-10":
        "अभिनंदन! या चाचणीच्या अनुसार, तुम्हाला न्यूनतम चिंतेची लक्षणे आहेत.",
    "Ans-10r": "न्यूनतम चिंता",
    "AnsEscala1": "BAI चाचणी गुणांबद्दल",
    "AnsEscala2": "प्रत्येक उत्तर 0 ते 3 च्या श्रेणीत दिले जाते",
    "AnsEscala3": "गुण आणि चिंतेची पातळी:",
    "AnsEscala4": "0-7: न्यूनतम चिंता",
    "AnsEscala5": "8-15: सौम्य चिंता",
    "AnsEscala6": "16-25: मध्यम चिंता",
    "AnsEscala7": "26-63: गंभीर चिंता",
    "AnsSint": "चिंतेची लक्षणे",
    "B": "2) चेतावणी चिन्हे:",
    "B1":
        "जेव्हा आपण रागावतो, तेव्हा आपल्याला विविध विचार, भावना आणि शारीरिक प्रतिक्रिया अनुभवायला मिळतात. काहींसाठी भावना अतिवृद्ध होतात, जणू काही ते 'स्फोट करण्याच्या' तयारीत आहेत. इतर लोकांना त्यांच्या रागाबद्दल कदाचित माहिती नसते, पण त्यांना आजारीपणा, अपराधीपणा जाणवतो किंवा ते इतर परिस्थितींवर अति-प्रतिक्रिया करतात.",
    "B2": "सरळ चिन्हे:",
    "B3":
        "आवाज उचलणे, शिव्या घालणे, डोकेदुखी, पोटदुखी, गळा घट्ट होणे, हृदयाची गती वाढणे, रक्तदाब वाढणे, मुठींमध्ये दाबणे, धमक्या देणे, हिंसा, दाब, शत्रुता, क्रोध, राग.",
    "B4": "अप्रत्यक्ष चिन्हे:",
    "B5":
        "अतिझोप, क्रोनिक थकवा, चिंता, सुन्नपणा, उदासीनता, कंटाळा, भूक न लागणे, रडणे, सतत टीका करणे, वाईट किंवा शत्रुत्वाच्या विनोद, मद्यपान किंवा ड्रगचे दुरुपयोग.",
    "C1":
        "झोप ही तणाव, चिंता, राग, भावनिक अवलंबित्व आणि उदासीनता यासारख्या भावनिक विकारांपासून बचाव आणि उपचार करण्यासाठी अत्यंत महत्त्वाची आहे. योग्य विश्रांती ही शरीर आणि मनासाठी अत्यावश्यक आहे. काही टिपा येथे दिल्या आहेत:",
    "C1a": "• रात्री 10:00 पूर्वी झोपायला जा.",
    "C1b": "• प्रत्येक रात्री 7 ते 8 तास झोप घ्या.",
    "C1c": "• एकसारखी झोपेची आणि उठण्याची वेळ राखा.",
    "C1d": "जर तुम्हाला झोप येण्यास अडचण असेल, तर येथे काही टिप्स दिल्या आहेत:",
    "C1e":
        "• मद्यपान, कॉफी, चहा किंवा चॉकलेट, बिस्किटे किंवा केक सारख्या उत्तेजक खाद्यपदार्थांपासून दूर रहा.",
    "C1f":
        "• झोपेच्या 1 तासापूर्वी स्क्रीन (फोन, टॅब्लेट, टीव्ही) पासून दूर रहा. हे सिद्ध झाले आहे की स्क्रीनचे निळे प्रकाश आणि उत्तेजक प्रभाव मेलाटोनिनच्या उत्पादनात अडथळा आणतात, जो झोपेसाठी अत्यंत महत्त्वाचा हार्मोन आहे.",
    "C1g":
        "• झोपेच्या किमान 3 तास आधी रात्रीचे जेवण करा. जेव्हा तुम्ही झोपायला जाता तेव्हा तुमचा जेवण पचलेला असेल तर तुमची झोप चांगली होईल.",
    "C1h":
        "• झोपेच्या आधी गरम पाण्याने अंघोळ करा. यामुळे तुम्हाला आराम मिळेल आणि झोप येईल.",
    "C1t": "1) चांगली झोप",
    "C2":
        "भावनिक विकार तुमची ऊर्जा संपवू शकतात, ज्यामुळे शारीरिक व्यायाम करणे शेवटचे काम वाटते. पण व्यायाम हा भावनिक परिस्थितींच्या उपचार आणि प्रतिबंधासाठी अत्यंत महत्त्वाचा आहे! नियमित व्यायाम, विशेषतः बाहेरील एरोबिक क्रिया, हार्मोनच्या उत्पादनास उत्तेजन देतात, जसे की एंडोर्फिन्स, जे कल्याण वाढवतात. काही टिपा येथे दिल्या आहेत:",
    "C2a":
        "• तुमच्या आवडीची क्रिया निवडा किंवा जी तुम्हाला सर्वात कमी आवडते ती निवडा! भावनिक विकार असलेल्या लोकांसाठी सर्वात योग्य शारीरिक व्यायाम बाहेरच्या एरोबिक व्यायाम आहेत, जसे की वेगाने चालणे, धावणे, सायकल चालवणे, रोइंग इ.",
    "C2b": "• दररोज 30 मिनिटे व्यायाम करण्याची सवय ठेवा.",
    "C2t": "2) शारीरिक व्यायाम",
    "C3":
        "आहार केवळ शारीरिक आरोग्यावरच परिणाम करत नाही, तर भावनिक आणि मानसिक कल्याणावर देखील परिणाम करतो. एक निरोगी आहार भावनिक विकारांपासून बचाव आणि उपचार करण्यास मदत करतो. काही टिपा येथे दिल्या आहेत:",
    "C3a":
        "• एक निरोगी आहार सेरोटोनिनच्या उत्पादनास मदत करतो, एक न्यूरोट्रांसमीटर जो मेंदूत कार्य करतो आणि मूड, झोप, भूक यासह इतर गोष्टी नियंत्रित करतो.",
    "C3b":
        "• केवळ तीन वेळा नियमित तासांवर खाण्याचे प्रयत्न करा; भावनिक विकार असलेल्या लोकांमध्ये जास्त खाणे किंवा न खाणे सामान्य आहे.",
    "C3c":
        "• साधे, ताजे अन्न, जसे की सॅलड, भाज्या, डाळी, फळे, धान्य आणि बदाम यांना प्राधान्य द्या. अन्नामध्ये केळी, अवोकाडो, ओट्स, वॉलनट आणि बदाम सामील करा.",
    "C3d":
        "• मसालेदार अन्न टाळा, मांस कमी करा किंवा बंद करा, आणि जर तुम्ही मांस खात असाल, तर कोंबडी, टर्की आणि मासे यासारख्या दुबळ्या मांस निवडा.",
    "C3e":
        "• जास्त साखरेचे अन्न टाळा! जरी साखर आरामदायी वाटते, तरी ती शेवटी मूड स्विंग्स निर्माण करते, जे उदासीनतेला वाढवते.",
    "C3f":
        "• साखरेशिवाय तुम्ही इतर खाद्यपदार्थांपासूनही दूर राहायला हवे, जसे की मद्यपान, कॉफी, खारट अन्न आणि चरबीयुक्त अन्न, जे प्रामुख्याने प्रक्रियायुक्त अन्नामध्ये आढळते.",
    "C3g":
        "• जेवणाच्या वेळी आपल्या आजूबाजूच्या वातावरणावर लक्ष ठेवा: ते शांत, शांत आणि विचलन नसावे.",
    "C3t": "3) निरोगी आहार",
    "C4":
        "आकडेवारी दर्शवते की ज्यांना सूर्यप्रकाश कमी मिळतो अशा देशांमध्ये आत्महत्येचे प्रमाण जास्त असते आणि थंड, काळ्या महिन्यांमध्ये भावनिक विकार अधिक सामान्य असतात. कारण सूर्यप्रकाश नैसर्गिक antidepressant म्हणून कार्य करतो! दररोज बाहेर जा, थोडासा सूर्यप्रकाश घ्या आणि व्यायामासोबत ते जोडा, तुम्हाला दुप्पट फायदा होईल.",
    "C4t": "4) सूर्यप्रकाश",
    "C5":
        "आपला मेंदू ऑक्सिजनवर खूप अवलंबून असतो. श्वासाचे व्यायाम जे सखोल श्वास घेण्यास प्रोत्साहित करतात, रक्ताभिसरणात ऑक्सिजनचे प्रमाण वाढवतात, मेंदूची कार्यक्षमता सुधारतात, आराम मिळतो आणि विचारांची स्पष्टता वाढते. शारीरिक व्यायाम देखील श्वास घेण्यास मदत करतो आणि फुफ्फुसाची क्षमता वाढवतो.",
    "C5t": "5) ताजी हवा",
    "C6":
        "स्वतःवर, इतरांवर आणि काही उच्च शक्तीवर (उदा. देवावर विश्वास) विश्वास ठेवणे तणाव आणि नैराश्य यावर मात करण्यासाठी अत्यावश्यक आहे. हसणे देखील मदत करते: ते शरीराला विश्रांती देते आणि मेंदूला आनंद आणि कल्याण वाढवणारे रसायन तयार करण्यास उत्तेजन देते.",
    "C6t": "6) विश्वासार्ह दृष्टीकोन ठेवा",
    "C7":
        "तुमच्या आजूबाजूला सकारात्मक आणि प्रोत्साहन देणारे मित्र ठेवा जे तुम्हाला नकारात्मक विचारांपासून दूर जाण्यास मदत करतील. तुमच्या भावना व्यक्त करणे महत्वाचे आहे, परंतु जर ते शक्य नसेल, तर लिहिणे, नृत्य करणे, संगीत वाजवणे किंवा चित्रकला करणे यांसारख्या क्रियाकलापांच्या माध्यमातून स्वतःला व्यक्त करण्याचे मार्ग शोधा. कलात्मक अभिव्यक्ती अतिशय उपचारक असू शकते आणि मेंदूत रासायनिक बदलांना प्रोत्साहन देऊ शकते.",
    "C7t": "7) तुमच्या भावना व्यक्त करा",
    "C8": "अतिसंवेदनशीलता आणि नैराश्य याबद्दल थोडेसे सांगा:",
    "C8a":
        "• अतिसंवेदनशीलता, विशेषत: फोन, टीव्ही आणि इंटरनेट सारख्या स्क्रीनवरून, डोपामिन तयार करते, 'बक्षिसाचे हार्मोन', ज्यामुळे या क्रिया खूप आनंददायक बनतात. तथापि, स्क्रीनचा अत्याधिक वापर अवलंबनास कारणीभूत ठरू शकतो. हे एक चक्र तयार करते ज्यामध्ये वाचन किंवा सामाजिक संवाद यांसारख्या दैनंदिन क्रियाकलाप कंटाळवाणे होतात आणि तुम्ही अधिक आनंद मिळवण्यासाठी स्क्रीनवर अधिक वेळ घालवता. परिणामी, तुमचे नैराश्य वाढू शकते आणि तुम्हाला दैनंदिन कार्ये पूर्ण करण्यात अडचण येऊ शकते. या चक्रातून मुक्त होण्यासाठी, तुमचा स्क्रीन वेळ कमी करा आणि तुमच्या बक्षीस प्रणालीला पुन्हा सेट करा जेणेकरून तुम्ही दैनंदिन क्रियाकलापांचा पुन्हा आनंद घेऊ शकता.",
    "C8t": "8) अतिसंवेदनशीलतेपासून दूर राहा",
    "C9":
        "लोक अनेकदा सांगतात की जेव्हा त्यांच्याकडे पाळीव प्राणी असतो तेव्हा त्यांच्या भावनिक स्थितीत लक्षणीय सुधारणा होते. प्राण्यांशी संवाद साधल्याने सेरोटोनिनची पातळी वाढते, आनंद आणि प्रोत्साहन मिळते.",
    "C9t": "9) एक पाळीव प्राणी मिळवा",
    "C10":
        "बाह्य काळजी: दररोज स्नान करणे विश्रांती, स्वच्छता आणि आत्म-सन्मान वाढवते. नैराश्य असलेल्या लोकांनी हे दुर्लक्षित केले जाऊ शकते, परंतु नियमित वैयक्तिक काळजी मूड सुधारते आणि आत्म-मूल्य वाढवते.",
    "C10a":
        "आतील काळजी: पाणी शारीरिक आणि मानसिक कल्याणासाठी आवश्यक आहे. या टिपांसह चांगल्या हायड्रेशनची सवय ठेवा:",
    "C10b": "• दिवसातून पाणी प्या, शक्यतो जेवणाच्या दरम्यान.",
    "C10c": "• तुमचे पाण्याचे सेवन दररोज किमान 1.5 ते 2 लिटर असावे.",
    "C10d":
        "• पुरेशी हायड्रेशनची चिन्हे म्हणजे तुमच्या मूत्राचा रंग: तो हलका पिवळा असावा.",
    "C10t": "10) पाणी आत आणि बाहेर",
    "C11":
        "तुम्हाला आयुष्यभर या लक्षणांशी झगडावे लागू शकते. काही दिवस चांगले असतील, पण हार मानू नका.",
    "C11a": "• वर्तमान क्षण स्वीकारा, वास्तवातून पळ काढू नका.",
    "C11b":
        "• असा कोणताही चमत्कारिक इलाज नाही जो तुमचा दृष्टिकोन एका रात्रीत बदलू शकेल, औषधेही नाहीत.",
    "C11c": "• एका वेळी एक पाऊल घ्या, पण योग्य दिशेने जा.",
    "C11d":
        "• समस्या सोडवण्यासाठी तुमची क्षमता वाढवण्यासाठी, या सर्व टिप्स लागू करा. एकत्रितपणे, ते निश्चितच तुमची मदत करतील, जसे त्यांनी लाखो लोकांची केली आहे.",
    "C11e": "• आजच प्रयोग करणे सुरू करा. लढा सोडू नका.",
    "C11t": "लढा सोडू नका.",
    "CAUSA":
        "आपण किशोरवयात शिकलेल्या गोष्टींचा पुनरावृत्ती मोठेपणी करतो. त्या जीवनाच्या टप्प्यावर आपल्याला कशी प्रेम मिळाली हे थेट प्रभाव टाकते की आपण मोठेपणी कसे संबंध साधतो. सामान्यतः, भावना असलेल्या मोठ्या लोकांमध्ये त्या लोकांचा समावेश असतो ज्यांना स्वतःच्या आत्मसन्मान आणि स्वायत्ततेच्या विश्वासासाठी आवश्यक असलेली काळजी आणि प्रेम मिळाले नाही. ते अन्य संबंधांमध्ये या प्रेमाच्या कमतरतेला भरून काढण्याचा प्रयत्न करतात, ज्यामुळे अवलंबित्व निर्माण होऊ शकते. तथापि, हे अवलंबित्व इतर घटकांशी संबंधित असू शकते जसे की शारीरिक किंवा भावनिक परित्याग, नकार, आणि छळ.",
    "CAUSA_T": "कारण",
    "D": "4) राग व्यक्त करण्याचे मार्ग:",
    "D1":
        "राग व्यक्त करण्याचा सर्वात नैसर्गिक आणि स्वाभाविक मार्ग आक्रोशात्मक प्रतिसादाद्वारे असतो. राग ही धमक्या वाढवण्यासाठी आणि हल्ल्यात आल्यावर लढण्यासाठी किंवा संरक्षण करण्यासाठी शक्तिशाली आणि आक्रोशात्मक भावना आणि वर्तन प्रकट करतो. काही प्रमाणात राग आपल्या अस्तित्वासाठी आवश्यक आहे. तथापि, आपण प्रत्येक व्यक्ती किंवा वस्तूवर राग उधळू शकत नाही जी आपल्याला त्रास देते किंवा नाराज करते; कायदे, सामाजिक नियम, आणि सामान्य बुद्धी राग व्यक्त करण्याच्या मर्यादा निश्चित करतात. लोक विविध प्रक्रिया वापरतात, ज्ञानी आणि अज्ञानी, जेणेकरून या भावना प्रभावीपणे आणि सामाजिकदृष्ट्या स्वीकारले जातात.",
    "DEF":
        "भावनिक अवलंबित्व हा एक वर्तुळ आहे ज्यात एक व्यक्तीला जीवित राहण्यासाठी, संपूर्ण अनुभवण्यासाठी किंवा आनंदी होण्यासाठी दुसऱ्या व्यक्तीची गरज आहे असे वाटते. हे एक सामान्य मनोवैज्ञानिक विकार आहे, जो जोडप्यांमध्ये तसेच कुटुंब आणि मित्रत्व संबंधांमध्ये आढळतो, आणि हे अवलंबी असलेल्या व्यक्तीला आणि त्या व्यक्तीसह भावनिक बंध असलेल्या लोकांना प्रभावित करते. हा लगाव इतका महत्त्वाचा असतो की व्यक्ती दुसऱ्या व्यक्तीच्या अनुपस्थितीमुळे वाईट वाटते आणि दु:ख अनुभवते. भावनिक अवलंबी व्यक्ती अशी वागत असते जणू ती एक उपग्रह आहे, स्वतःच्या व्यक्तित्वाचा त्याग करून कोणत्याही किमतीला भावनिक बंध कायम ठेवते.",
    "DEF_T": "परिभाषा",
    "Err_estciv": "वैवाहिक स्थिती गहाळ!",
    "Err_fil": "घरातल्या मुलांची माहिती गहाळ!",
    "Err_ida": "वयाची माहिती गहाळ!",
    "Err_res": "निवास माहिती गहाळ!",
    "Err_vinlab": "रोजगार स्थिती माहिती गहाळ!",
    "Escala1": "स्केलबद्दल",
    "Escala2": "सर्व प्रश्न 0 ते 3 पर्यंतच्या स्केलवर मोजले जातात.",
    "Escala3": "स्केल मूल्य आणि ताणस्तर:",
    "Escala4": "< 10% तणाव नाही",
    "Escala5": "11-19% सौम्य तणाव",
    "Escala6": "20-29% मध्यम तणाव",
    "Escala7": "> 30% तीव्र तणाव",
    "Exttit": "बाह्य",
    "F": "5) राग व्यवस्थापनाचे प्रक्रियाः",
    "F1":
        "1) राग व्यक्त करणे स्पष्टपणे (आक्रोशात्मकपणे नाही): यामध्ये आपल्या गरजा आणि त्या पूर्ण कशा करता येतील हे स्पष्टपणे सांगणे यामध्ये समाविष्ट आहे, इतरांना हानिकारक न करता. सुवर्ण नियम म्हणजे स्वतः आणि इतरांचा आदर!",
    "F2":
        "2) भावना दाबणे: हे तेव्हा होते जेव्हा आपण राग थांबवतो, त्याबद्दल विचार करणे थांबवतो आणि सकारात्मक गोष्टींवर लक्ष केंद्रित करतो. लक्ष्य म्हणजे राग दाबणे आणि ते अधिक रचनात्मक वर्तनांमध्ये रूपांतरित करणे. धोकादायक म्हणजे बाह्य व्यक्तीवर राग व्यक्त करण्यास न देता, तो आतून प्रकट होऊ शकतो, ज्यामुळे शारीरिक समस्या जसे की तणाव, चिंता, हायपरटेंशन इत्यादी होऊ शकतात.",
    "F3":
        "3) शीतल/आराम. यामध्ये वर्तन व्यक्तीचे नियंत्रण करणे आणि अंतर्गत प्रतिक्रियांचे व्यवस्थापन करणे समाविष्ट आहे. आदर्श म्हणजे भावना पण सौम्य असणे. राग योग्य प्रकारे व्यक्त न केल्यास इतर समस्यांमध्ये जसे की पॅसिव्ह-आक्रोशात्मक वर्तन किंवा कायमची आक्षेपार्ह आणि शत्रुत्वाची वृत्ती होऊ शकते. जे लोक सतत इतरांना कमी लेखतात, सर्व काही टीका करतात किंवा आक्षेपार्ह टिप्पणी करतात त्यांना त्यांच्या रागाची रचनात्मकपणे व्यक्त करणे शिकलेले असू शकत नाही. सामान्यतः त्यांना कमी समाधानी संबंध असतात. तथापि, सावध रहा! हे 'सर्व काही बाहेर टाका' असे म्हणून वापरू नका. संशोधनाने दाखवले आहे की अकार्यक्षम पद्धतीने राग व्यक्त करणे अधिक आक्रोश वाढवू शकते आणि समस्येचे समाधान करू शकत नाही. रागाच्या ट्रिगरचा समजून घेणे आणि हानिकारक तीव्रतेसाठी धोरणे विकसित करणे चांगले आहे.",
    "FIBhoje":
        "सरकार अधिकाधिक समजतात की ग्रॉस डोमेस्टिक प्रॉडक्ट (GDP), जो एका देशात उत्पादन केलेल्या सर्व गोष्टींचा मोजा आहे, त्यात अंधकार आहेत आणि लोकांच्या आनंदाचे मूल्यांकन करण्यासाठी पुरेसा नाही. श्रीमंत असणेच आनंदी होण्यासाठी पुरेसे नाही; काही घटक आहेत जे आपल्याला आनंदी करतात ते खरेदी किंवा विकले जाऊ शकत नाहीत. सरकार यासंबंधी संवेदनशील होत आहेत आणि त्यांचे धोरणात हळूहळू असे मूल्यांकन साधन समाविष्ट करीत आहेत. आनंदी लोक अधिक उत्पादकता दर्शवतात, सर्जनशील असतात, निरोगी आणि दीर्घकालीन संबंध ठेवतात, अधिक मित्र असतात, चांगल्या आरोग्याचा आनंद घेतात आणि ताण आणि अडचणींना चांगले समोर येतात.",
    "FIBhoje_t": "आजचा राष्ट्रीय आनंद",
    "FimTeste":
        "आपल्या उत्तरांचे विश्लेषण करत असताना कृपया एक जाहिरात व्हिडिओ पहा.",
    "FimTeste_t": "चाचणी पूर्ण झाली",
    "Fort1": "1) आपण आपल्या रागाचे कारणे ओळखू शकता.",
    "Fort2": "2) आपण संवादाद्वारे रागाच्या प्रभावांची कमी करू शकता.",
    "Fort3":
        "3) आपण समस्यांचे समाधान करण्याचे योग्य पद्धती जाणता जेणेकरून रागाच्या प्रभावांची कमी होईल.",
    "Fort4":
        "4) आपण राग दाबण्याची आणि व्यक्त करण्याची वेळ समजून घेऊ शकता असे दिसते.",
    "Fort5": "5) आपण आपल्या रागाचे नियंत्रण करू शकता.",
    "Fort6":
        "6) आपण आवश्यकतेनुसार माफ करणे कसे करावे हे लक्षात येते असे दिसते.",
    "Fort7": "7) आपल्या अंतर्गत रागावर चांगले भावनिक नियंत्रण आहे.",
    "Fort8": "8) आपण आपल्या बाह्य राग व्यक्तीवर चांगले नियंत्रण ठेवता.",
    "Fort9": "9) जीवनात आपल्याला शत्रुत्व असण्याचे कोणतेही चिन्ह नाही.",
    "Frac1":
        "1) तुम्ही तुमच्या रागाच्या मूळ कारणांची पूर्णपणे समजून घेतली नाही.",
    "Frac2":
        "2) तुमच्या संवाद कौशल्यांचा सुधारणा करणे आवश्यक आहे, ज्यामुळे रागाचा तुमच्यावर आणि इतरांवर होणारा परिणाम कमी होईल.",
    "Frac3":
        "3) रागाचे परिणाम कमी करण्यासाठी प्रभावी समस्या सोडवण्याची कौशल्ये विकसित करणे आवश्यक आहे.",
    "Frac4": "4) राग दाबण्याची आणि व्यक्त करण्याची वेळ समजून घेणे आवश्यक आहे.",
    "Frac5": "5) तुम्हाला तुमचा राग नियंत्रित करणे कठीण जाते.",
    "Frac6":
        "6) तुम्हाला क्षमा करणे कठीण जाते, ज्याचा नकारात्मक परिणाम तुम्हावर आणि इतरांवर होतो.",
    "Frac7":
        "7) भावनिक परिस्थितींमध्ये तुमचा राग नियंत्रित करणे तुम्हाला कठीण जाते.",
    "Frac8":
        "8) तुमच्या रागाच्या बाह्य अभिव्यक्तींचे व्यवस्थापन करणे तुम्हाला कठीण जाते.",
    "Frac9": "9) तुम्हाला जीवनावर एक शत्रुतापूर्ण दृष्टिकोन आहे.",
    "G": "6) भावना आणि विचारांशी निपटणे:",
    "G1":
        "प्रभावी धोरणे केवळ रागाची सखोल समजून घेऊन विकसित केली जाऊ शकतात: मी काय विचार करतो? मी काय अनुभवतो? या धोरणांचा उद्देश राग पूर्णपणे समाप्त करणे नाही तर राग कधी अनुकूल आहे हे ओळखणे आणि नियंत्रणात राहणे आहे.",
    "G1tit": "कारणे",
    "G2tit": "परिणाम",
    "G3tit": "समस्यांचे",
    "G4tit": "दडपण",
    "G5tit": "नियंत्रण",
    "G6tit": "क्षमाशीलता",
    "H": "7) भावना आणि विचारांशी निपटणे:",
    "H1":
        "जेव्हा तुम्ही राग उद्भवणाऱ्या परिस्थितींचा विचार करता, तेव्हा तुम्हाला तीव्र भावना आठवतात ज्या तुम्हाला अशा प्रकारे प्रतिसाद देण्यासाठी प्रवृत्त करतात ज्यामुळे परिस्थिती सुधारली नाही. या भावनांचे व्यवस्थापन करण्यासाठी, परिस्थितीचा दुसऱ्या दृष्टिकोनातून विश्लेषण करणे महत्त्वाचे आहे.",
    "H2": "1 टप्पा: विश्लेषण",
    "H3":
        "पुढच्या वेळी काहीतरी किंवा कोणी तुम्हाला त्रास देत असेल, तर त्या परिस्थिती किंवा व्यक्तीबद्दलच्या विचारांना पकडण्याचा प्रयत्न करा. त्यांना शक्य तितक्या लवकर लिहा आणि पुनरावृत्ती होणाऱ्या विचारांची यादी तयार करा.",
    "H4": "2 टप्पा: मूल्यांकन",
    "H5":
        "तुमच्या विचारांचे काळजीपूर्वक मूल्यांकन करा. ते अचूक आहेत का, किंवा भावनिक पूर्वग्रहांनी विकृत झाले आहेत का? विकृत विचार सामान्यतः अचूक नसतात आणि विविध प्रकारे प्रकट होऊ शकतात.",
    "H6":
        "• लेबलिंग: इतर शक्यता किंवा पुराव्यांचा विचार न करता नकारात्मक लेबल लावणे, उदाहरणार्थ: 'तो मूर्ख आहे.'",
    "H7":
        "• महत्त्व वाढवणे: दुसऱ्यांचे मूल्यांकन करताना नकारात्मक घटकांचे महत्त्व वाढवणे आणि सकारात्मक घटकांचे महत्त्व कमी करणे, उदाहरणार्थ: 'माझ्या शिक्षकांनी मला कमी गुण दिले; ती अन्यायकारक आहे' (पण तिने मला काही इतर सकारात्मक गुण देखील दिले).",
    "H8":
        "• वैयक्तिकरण: इतरांनी थेट तुम्हावर प्रतिक्रिया देत आहेत असे विश्वास ठेवणे, त्यांच्या वर्तनासाठी अन्य संभाव्य स्पष्टीकरणांचा विचार न करता. उदाहरणार्थ: 'त्या व्यक्तीला थंड आहे कारण तो विचारतो की तो माझ्यापेक्षा श्रेष्ठ आहे' (कदाचित त्या व्यक्तीने त्यांच्या कुटुंबाकडून नकारात्मक बातम्या मिळवल्या आहेत...).",
    "H9":
        "• टनल दृष्टी: परिस्थितीच्या फक्त नकारात्मक पैलूंवर विचार करणे, उदाहरणार्थ: 'माझ्या शिक्षकाला काहीच नीट करता येत नाही. तो टीकात्मक, संवेदनाशून्य आहे आणि विषय शिकवण्यात चुकतो.'",
    "H10":
        "• 'सर्व किंवा काहीही' विचार: परिस्थितीला दोन श्रेणीतच पाहणे आणि क्रमिकपणे पाहणे, उदाहरणार्थ: 'माझ्या मित्राने या मुद्द्यावर माझ्या विरोधात असले, त्यामुळे तो मला कोणत्याही बाबतीत समर्थन करत नाही.'",
    "H11":
        "• नेहमी योग्य असणे: तुमच्या मतांचे आणि कृतींचे खरे असल्याचे सिद्ध करण्याचा सतत प्रयत्न करणे. चूक करणे अशक्य आहे, उदाहरणार्थ: 'माझ्या सहकाऱ्यावर ओरडणे पूर्णपणे योग्य होते. तिने केलेल्या गोष्टीसाठी तिला ते मिळाले.'",
    "H12": "3 टप्पा - परिस्थितीचा विचार करण्याचे अन्य अधिक अनुकूल मार्ग शोधा:",
    "H13":
        "प्रत्येक विकृत विचारासाठी, राग कमी करणारे एक पर्यायी, अधिक रचनात्मक विचारण्याची पद्धत ओळखा. यामध्ये व्यक्तीच्या किंवा परिस्थितीच्या सकारात्मक घटकांचे तपासणे, इतरांच्या वर्तनासाठी पर्यायी स्पष्टीकरणांचा विचार करणे, किंवा परिस्थितीचा व्यापक दृष्टिकोन घेणे समाविष्ट असू शकते.",
    "H14": "4 टप्पा - पूर्वीच्या टप्प्यांचे सराव करा:",
    "H15":
        "या विश्लेषणाचा अभ्यास दररोज करा, त्यामुळे ते प्रभावी ठरेल. हे सोपे होऊ लागल्यावर, तुम्ही राग उकळणार्या परिस्थितींच्या समोर विचार ओळखण्यात अधिक सक्षम होऊ शकाल. विकृत विचार ओळखून त्यांना अधिक अनुकूल विचारांनी बदलून, तुम्ही रागात न डुबवता रहाण्याचे टाळू शकता.",
    "Hostil": "शत्रुत्व",
    "I": "8) शारीरिक लक्षणांचे व्यवस्थापन:",
    "I1":
        "तीव्र रागाचा सामना करताना, सर्वात सामान्य सल्ला म्हणजे 'शांत रहा' किंवा 'विश्रांती घ्या.' हे विधान रागाचे शारीरिक लक्षणे लक्षात घेतात, जे शरीरात तणाव निर्माण करतात जणू ते फाटणार आहेत. आराम करणे शिकणे तुम्हाला रागाच्या शारीरिक परिणामांवर अधिक प्रभावीपणे नियंत्रण ठेवण्यास मदत करू शकते.",
    "I2": "गहन श्वास:",
    "I3":
        "जेव्हा तुम्ही राग व्यक्त करता, तेव्हा तुम्हाला त्वरित आणि कोणत्याही परिस्थितीत कार्यान्वित होणारी विश्रांती तंत्र असणे महत्वाचे आहे. गहन श्वास हे एक असे तंत्र आहे. हे तुमच्या शरीराला अधिक ऑक्सिजन घेण्यास परवानगी देते, तुमच्या हृदयाचा ठोका कमी करते आणि अॅड्रेनलीनच्या प्रवाहास प्रतिबंधित करते. हे श्वास गहन असतो कारण तो छातीऐवजी डायाफ्राम किंवा पोटाच्या भागाशी संबंधित असतो. श्वास धीमा आणि लयबद्ध असावा.",
    "I4":
        "जेव्हा तुम्ही रागाचे शारीरिक संकेत पाहता, तेव्हा तुमच्या श्वासावर लक्ष केंद्रित करण्यासाठी एक क्षण घ्या, जो फास्ट आणि पृष्ठभागी असू शकतो. डायाफ्राममधून सावधपणे गहरे आणि धीमे श्वास घेऊन हा चक्र तोडण्याने तुमच्या शरीराला आराम देण्यात आणि रागाचे शारीरिक लक्षणे कमी करण्यात मदत होईल. तुमचे स्नायू आराम करायला लागल्यावर, तणाव कमी होईल.",
    "I5":
        "हा छोटासा थांबा तुम्हाला तुमच्या भावना नियंत्रणात ठेवण्यासाठी, तुमच्या विचारांना बदलण्यासाठी आणि परिस्थितीला अधिक प्रभावीपणे हाताळण्यासाठी मदत करतो.",
    "I6": "प्रगत स्नायू विश्रांती:",
    "I7":
        "ही पद्धत तुमच्या शरीरातील मुख्य स्नायू गटांना क्रमशः संकुचित आणि विश्रांती देते. हे तुम्हाला ताण ओळखण्यात आणि ते सोडण्यात मदत करते. राग उकळणाऱ्या परिस्थितीत वापरल्यास, प्रगत स्नायू विश्रांती या भावना कमी करू शकते, त्यामुळे तुम्हाला शांत आणि कमी राग असण्यास मदत होते.",
    "Ignorar": "परिणाम दुर्लक्षित करा",
    "Inttit": "आतील",
    "J": "9) मनोचिकित्सकीय काम:",
    "J1":
        "जर मागील सूचनांनी तुमच्या रागाचे व्यवस्थापन करण्यात मदत केली नाही किंवा तुम्ही गंभीर राग नियंत्रणाच्या समस्यांसह संघर्ष करत असाल, तर तुम्हाला आरोग्य सेवा प्रदात्याची मदत घेण्याची शिफारस केली जाते.",
    "J2":
        "सर्वात महत्वाचा टप्पा म्हणजे तुम्हाला मदतीसाठी कोणाला शोधणे. एक व्यावसायिक बोलणे हानिकारक परिस्थिती टाळण्यात आणि तुमच्या स्वतःच्या विचारांची स्थिती सुधारण्यात मदत करू शकते. तसेच, मनोचिकित्सा तुमच्या संवाद कौशल्यांचा सुधारणा करू शकते आणि तुमच्या संबंधांना सुधारू शकते.",
    "Med1": "1) कधीकधी तुम्ही तुमच्या रागाचे कारणे ओळखू शकता.",
    "Med2":
        "2) कधीकधी तुम्ही प्रभावी संवादाद्वारे तुमच्या रागाचा परिणाम कमी करू शकता.",
    "Med3":
        "3) तुम्ही समस्यांचे समाधान अशा प्रकारे करू शकता जे रागाच्या परिणामाला कमी करण्यास मदत करते.",
    "Med4": "4) कधीकधी तुम्ही तुमच्या रागाचे प्रभावीपणे व्यवस्थापन करू शकता.",
    "Med5": "5) कधीकधी तुम्ही तुमच्या रागाचे नियंत्रण करू शकता.",
    "Med6": "6) तुम्हाला आवश्यक असलेल्या क्षणी क्षमा करण्यात अडचण येऊ शकते.",
    "Med7": "7) तुमच्याकडे रागाच्या भावनांवर यथार्थ नियंत्रण आहे असे दिसते.",
    "Med8": "8) तुमच्याकडे रागाच्या बाह्य प्रकटांविषयी यथार्थ नियंत्रण आहे.",
    "Med9": "9) कधीकधी, तुम्ही जीवनाकडे शत्रुत्वपूर्ण दृष्टिकोन ठेवता.",
    "Mudar_atitude_titulo": "हे दृष्टिकोन बदलण्याची शक्यता आहे का?",
    "NotasRaiva": "राग कसा नियंत्रित करावा?",
    "P1": "मी माझ्या गरजांसाठी योग्य तास झोपतो",
    "P2": "मी वेळेवर जेवण करतो",
    "P3": "मी तणाव अनुभवताना शांतिकारक औषधे घेतो",
    "P4":
        "मी माझ्या फावल्या वेळेत स्क्रीनवर (टीव्ही, संगणक, मोबाइल फोन, टॅबलेट इ.) वेळ घालवतो.",
    "P5": "मी नियमितपणे व्यायाम करतो",
    "P6": "मी जेवणात घाई करतो",
    "P7": "माझ्या इच्छा अनुसार मी साखर आणि चरबी असलेले अन्न सेवन करतो",
    "P8": "मी भरपूर फळे आणि भाज्या खातो",
    "P9": "मी जेवणाच्या दरम्यान पाणी पितो",
    "P10": "मी मुख्य जेवणांदरम्यान खाणे करतो",
    "P11": "माझा चांगला नाश्ता असतो",
    "P12": "रात्री मोठा आहार घेतो.",
    "P13": "मी धूम्रपान करणारा आहे",
    "P14": "मी मद्यपान करतो",
    "P15": "माझ्या सुट्टीच्या वेळेत मी निसर्ग आणि ताजे हवेची शोध घेतो",
    "P16": "माझ्याकडे आराम देणारा शौक आहे",
    "P17": "माझ्या कुटुंबात खूप गोंधळ असतो",
    "P18": "माझ्या घरात मला अधिक जागेची आवश्यकता आहे असे मला वाटते.",
    "P19": "माझ्या वस्तू सर्व व्यवस्थित आहेत",
    "P20": "माझ्या घराचे वातावरण मला आवडते",
    "P21": "माझे शेजारी खूप आवाज करतात",
    "P22": "जिथे मी राहतो त्या क्षेत्रात बरेच लोक आहेत",
    "P23": "माझे घर स्वच्छ आणि व्यवस्थित आहे",
    "P24": "मी घरात आराम करू शकतो",
    "P25": "माझा खोलगी माझ्या साठी खूप छोटा आहे",
    "P26": "कायमच्या लोकांसह मी एकाच छप्पराखाली राहतो.",
    "P27": "माझ्या घराच्या सजावटीने मी समाधानी आहे",
    "P28": "माझे घर आमच्या गरजांसाठी पुरेसे मोठे आहे",
    "P29": "माझ्या परिसरात अशुद्ध वास आहेत",
    "P30": "जिथे मी राहतो ते क्षेत्र खूप गोंधळलेले आहे",
    "P31": "माझ्या क्षेत्रातील हवा स्वच्छ आणि ताजे आहे",
    "P32": "माझ्या परिसरातील रस्ते आणि बागा स्वच्छ आणि नीटनेटके आहेत",
    "P33": "माझ्या डोक्याला वेदना होतात",
    "P34": "माझ्या पोटात वेदना होतात",
    "P35": "माझी पचन क्रिया चांगली आहे",
    "P36": "माझी आंत्रे चांगली काम करतात",
    "P37": "माझ्या पाठीला वेदना होतात",
    "P38": "माझ्या हृदयाची धडधड आणि/किंवा जलद हृदयगती अनुभवतो.",
    "P39": "माझी अॅलर्जी होण्याची वारंवारता आहे",
    "P40": "माझ्या श्वासोच्छवासात त्रास होतो",
    "P41": "माझ्या गळ्याच्या आणि पाठीच्या स्नायूंमध्ये ताण जाणवतो",
    "P42": "माझा रक्तदाब सामान्य आहे",
    "P43": "माझी स्मरणशक्ती चांगली आहे",
    "P44": "माझी आहाराची इच्छा कमी आहे",
    "P45": "माझ्या अंगात थकवा आणि ऊर्जा कमी आहे.",
    "P46": "माझ्या झोपेची अडचण आहे",
    "P47": "शारीरिक व्यायामाशिवाय मी पोटाच्या घामाने त्रस्त असतो",
    "P48": "मी सहजपणे रडतो आणि निराश होतो",
    "P49": "माझ्या कामामुळे मला खूप तणाव असतो",
    "P50": "माझ्या सुट्टीच्या वेळेत मी कामाच्या समस्यांवर विचार करतो",
    "P51": "माझा कामाचा वेळ नियमित आहे",
    "P52": "माझ्या कामांनी मला शांतपणे खायला परवानगी देते",
    "P53": "रात्री आणि वीकेंडवर मी काम घरात घेऊन जातो",
    "P54": "माझ्याकडे एकापेक्षा जास्त कामे आहेत",
    "P55": "जेव्हा मी काम करतो तेव्हा वेळ झपाट्याने जातो",
    "P56": "माझ्या कामामुळे मी उपयुक्त आणि समाधानी वाटतो",
    "P57": "माझ्या कामाच्या गमावण्याची मला भीती आहे.",
    "P58": "माझ्या कामातील सहकाऱ्यांसह मला अडचणी आहेत",
    "P59": "माझ्या बॉसशी माझे चांगले संबंध आहेत.",
    "P60": "माझ्या कामाच्या स्थिरतेवर मला विश्वास आहे",
    "P61": "कामासाठी मी गाडी वापरतो",
    "P62": "काहीतरी संपवण्यासाठी मला खाणे विसरते",
    "P63": "माझ्या कामाचे कार्य करण्यासाठी मला सक्षम असल्याचे मी मानतो",
    "P64": "माझ्या बॉस आणि कुटुंबाला माझ्या कामाची प्रशंसा आहे असे मला वाटते",
    "P65": "माझ्या लोकांशी चांगले आणि आदरपूर्वक वागण्यात आनंद मिळतो",
    "P66": "मी सामान्यतः इतरांवर विश्वास ठेवतो",
    "P67": "माझ्या योजना इतरांवर अवलंबून असताना मला अस्वस्थता वाटते",
    "P68": "चर्चा मला खूप प्रभावित करतात",
    "P69": "माझ्याकडे ऐकणारे मित्र आहेत",
    "P70": "माझ्या लैंगिक संबंधांमध्ये मी समाधानी आहे",
    "P71": "माझ्या बाबतीत इतर लोक काय विचारतात हे मला खूप महत्त्वाचे आहे",
    "P72": "माझ्या दृष्टीने इतरांपेक्षा चांगले करणे मला आवडते",
    "P73": "माझे कामातील सहकारी माझे मित्र आहेत",
    "P74": "माझ्या इतर लोकांच्या समस्यांना ऐकण्याची धैर्य आहे",
    "P75":
        "माझ्या संबंधांना सुधारण्यासाठी माझ्या भागीदाराने खूप मोठा बदल करणे आवश्यक आहे, असे मला वाटते.",
    "P76": "मी खूप बोलतो",
    "P77": "कोणाशी वाद झाल्यावर, मी लगेच आवाज उचलायला लागतो.",
    "P78": "इतरांच्या कडे माझ्या पेक्षा जास्त असलेले पाहून मला ईर्षा वाटते",
    "P79":
        "वादात, मी पुढील काय म्हणू यावर लक्ष केंद्रित करतो, दुसऱ्या व्यक्तीला पूर्णपणे ऐकण्याऐवजी.",
    "P80": "माझ्या कामाचे निर्देश दिल्यावर मला नर्व्हस वाटते",
    "P81": "सामान्यतः, मला माझ्या जीवनात समाधान आहे",
    "P82": "माझ्या मते लोकांबद्दल चांगले बोलणे मला आवडते",
    "P83": "कोणीतरी माझ्या समोर हळू चालले की मला नर्व्हस वाटते",
    "P84": "लांबच्या रांगेत असताना, मी बहुतेक वेळा निघून जातो.",
    "P85": "मी टर्म सेट करताना स्वतःसाठी उदार असतो",
    "P86": "माझ्या भविष्यात विश्वास आहे",
    "P87":
        "ज्या विषयाला मी आवडत नाही त्यावर, मी सर्वात वाईट विचार करण्याची प्रवृत्ती आहे",
    "P88":
        "मी माझ्या पद्धतीने काम करणे आवडते आणि जर ते शक्य नाही तर मला चिडचिड होते.",
    "P89": "माझ्याकडे चांगली विनोदाची भावना आहे",
    "P90": "माझ्या परिस्थितीमुळे मी समाधानी आहे",
    "P91": "मी एका क्रियेत अडथळा आलेल्यास तणावित होतो",
    "P92": "मी परिपूर्णतावादी आहे",
    "P93": "मी ज्या लोकांना पैसे देणे आहे त्यांचे विचार करतो",
    "P94": "मी ट्रॅफिक जॅम मध्ये अडकल्यावर खूप तणावित होतो",
    "P95":
        "माझ्या सुट्टीत मला खूप लवकर त्रास होतो आणि कामावर परत जावे असे वाटते",
    "P96": "माझ्या समोर कर्करोग सारख्या गंभीर आजाराचा धोका असल्याचे मला भय आहे",
    "PH": "शत्रुत्व",
    "Perg": "प्रश्न",
    "R1":
        "तुम्ही स्वतःवर खूप विश्वास ठेवता आणि तुमच्या वैयक्तिक गरजांवर तुमच्या संबंधांना प्राधान्य देत नाही. तुम्ही तुमच्या संबंधांचे अन्य आयामांशी चांगले संतुलन साधता. तथापि, तुम्ही तुमच्या वैयक्तिकतेस किती जोर देत आहात हे तुम्हाला पूर्णपणे वचनबद्धता देऊ इच्छित नाही असे दिसते. विचार करा की तुम्ही गहन संबंध निर्माण करण्याची किंवा असहायता दाखवण्याची भीती आहे का.",
    "R1T": "भावनिक निर्भरता नाही",
    "R2":
        "तुम्हाला माहिती आहे की संबंधांमध्ये तडजोड आणि चर्चेची आवश्यकता आहे. तुम्ही तुमच्या भावना स्पष्टपणे व्यक्त करू शकता, परंतु काही परिस्थितींमध्ये तुम्ही असुरक्षितता दर्शवता आणि तुमच्या स्वायत्ततेचे संरक्षण करू शकत नाही. भावनिक निर्भरतेच्या वाढीला टाळण्यासाठी सीमा सेट करण्यास आणि स्वतःची काळजी घेण्यास प्रारंभ करणे चांगले आहे.",
    "R2T": "कमी भावनिक निर्भरता",
    "R3":
        "तुमच्या भागीदाराला हरवण्याची भीती तुम्हाला विशिष्ट निर्भर वर्तनात नेत आहे. तुम्ही त्यांना प्रसन्न करण्याचा प्रयत्न करता, खूप वेळा तुमच्या स्वतःच्या स्वार्थांना बाजूला ठेवता. जर तुम्ही असेच वागत राहिलात तर तुमची वैयक्तिकता गंभीरपणे धोका मध्ये येईल. एक स्वस्थ संबंधात दोघांनी स्वतःची काळजी घेणे, वैयक्तिक उद्दिष्टे असणे आणि भितीशिवाय आपली मते व्यक्त करणे आवश्यक आहे. हे असुरक्षित अटॅचमेंट निर्माण करणारे वर्तन विचारात घ्या.",
    "R3T": "मध्यम भावनिक निर्भरता",
    "R4":
        "तुम्हाला तुमच्या भागीदाराची काळजी घेण्याची अत्यंत आवश्यकता आहे, जरी त्याचा अर्थ जीवनातील महत्वाच्या अंशांची बलिदान करणे असले तरी. सर्वकाही संबंधाच्या आसपास फिरते आणि तुम्हाला दुसऱ्या व्यक्तीस उपयुक्त वाटणे आवडते. याव्यतिरिक्त, तुम्ही कोणत्याही प्रकारच्या संघर्षात टाळता, असे मानता की एक आनंदी संबंध म्हणजे लढा नसलेला एक आहे. पण, चुकवू नका: या प्रकारच्या वर्तनाचा परिणाम लवकरच होईल. वैयक्तिकता एक स्वस्थ संबंधाचे मुख्य स्तंभ आहे.",
    "R4T": "उच्च भावनिक निर्भरता",
    "RaivaExterna": "बाह्य राग",
    "RaivaInterna": "आंतरराग",
    "Result": "तुमचे परिणाम",
    "SA": "हे लोकांच्या विकसित केलेल्या परस्परसंवधांचे प्रकाराशी संबंधित आहे.",
    "SAHL":
        "उच्च स्तर: लोक ज्यांनी इतरांवर सामान्यतः विश्वास ठेवला आहे, त्यांच्या सकारात्मक गुणधर्मांवर विश्वास ठेवतात आणि त्यांच्या हेतूंवर कमी शंका घेतात. याचा त्याच्या ओळखीच्या निर्मितीवर आणि निकटवर्तीय संबंध तयार करण्याच्या क्षमतेवर प्रभाव पडतो. ते प्रामुख्याने विश्वासू, प्रामाणिक, काळजी घेणारे आणि इतरांना मदत करण्यास इच्छुक असतात, सहसा सहानुभूती, उदारता आणि सहानुभूती दर्शवतात, पण ते अधिक पद्धतशीर देखील दिसू शकतात.",
    "SALL":
        "कमी स्तर: लोक जे सहसा शत्रुत्वपूर्ण असतात किंवा त्यांच्या लाभासाठी हेराफेरीच्या वर्तनाचे प्रदर्शन करतात. ते सामान्यतः संशयी असतात, काही मित्र असतात आणि महत्वाच्या संबंधांना कायम ठेवत नाहीत. ते शाळेत समस्या अनुभवतात आणि सामाजिक नियमांचे बारकाईने उल्लंघन करतात, आणि असामाजिक वर्तन आणि पदार्थ वापराशी काही संबंध आहेत.",
    "SC":
        "हे व्यक्तीच्या आयोजन, चिकाटी, नियंत्रण आणि उद्दिष्टे साध्य करण्याच्या प्रेरणेशी संबंधित आहे, तसेच त्यांच्या वेळेच्या पाळण्याची आणि आयोजित राहण्याची क्षमता.",
    "SCHL":
        "उच्च स्तर: लोक जे त्यांच्या उद्दिष्टांसाठी साध्य करण्याचे मार्ग शोधतात, अगदी त्यात काही बलिदान किंवा तात्काळ इच्छांसह संघर्ष करावा लागतो तरीही. ते सामान्यतः महत्त्वाकांक्षी, मेहनती आणि त्यांच्या कामात अत्यंत समर्पित असतात.",
    "SCLL":
        "कमी स्तर: लोक ज्यांना जटिल कामे करण्याची कमी प्रेरणा असते, अडचणींच्या समोर सहज हार मानतात. ते सामान्यतः अशा क्रियाकलापात सहभागी होतात ज्यामुळे त्यांना त्यांच्या उद्दिष्टे साध्य करण्यास कसे मदत होईल हे माहित नसते. ते सामान्यतः अपारंपारिक आणि असमय असतात, आणि कार्यामध्ये गुंतलेले राहण्यासाठी संघर्ष करतात, अगदी ते हानीकारक असले तरी.",
    "SE":
        "हे दर्शवते की व्यक्ती इतरांसोबत कसे संवाद साधते, त्यात किती संवादात्मक, बोलका, सक्रिय, आत्मविश्वास असलेले आणि प्रतिसाद देणारे असते.",
    "SEHL":
        "उच्च स्तर: लोक ज्यांना सामाजिक संपर्कात आनंद येतो आणि इतरांशी संपर्क साधण्याचा प्रयत्न करतात, अगदी त्यांना चांगले माहित नसले तरी. ते सामान्यतः व्यक्तिशः माहिती त्वरीत सामायिक करतात आणि ज्या लोकांशी त्यांनी नुकतीच भेटले आहेत त्यांच्यावर विश्वास ठेवतात. हे व्यक्ती सामान्यतः सक्रिय असतात, त्यांच्या पसंती आणि विश्वासांवर खुल्या पणे व्यक्त करतात आणि कधी कधी अधिकार दर्शवतात. ते गटातील क्रियाकलाप आवडतात आणि सक्रियपणे सहवास शोधतात.",
    "SELL":
        "कमी स्तर: सामान्यतः सुसंस्कृत आणि शांत असतात, स्वतःविषयी कमी बोलतात आणि घनिष्ठता विकसित करण्यासाठी अधिक वेळ घेतात. ते आवश्यकतः लाजाळू, अशिष्ट किंवा स्वार्थी असलेले नसतात.",
    "SINTOMAS":
        "अत्यधिक ईर्षा, इतरांना आनंदित करण्याची अत्यधिक गरज, एकटेपणाची भीती, वैयक्तिक योजना नसणे, कमीपणाची भावना आणि सतत लक्ष देण्याची गरज.",
    "SINTOMAS_T": "लक्षणे",
    "SN":
        "हे एक मूलभूत व्यक्तित्व वैशिष्ट्य आहे ज्याचा संबंध आहे की व्यक्ती रोजच्या जीवनाच्या घटनांद्वारे प्रेरित भावनांचे व्यवस्थापन कसे करते.",
    "SNHL":
        "उच्च स्तर: असे लोक जे त्यांच्या भावनांचे संतोषजनक व्यवस्थापन करत नाहीत आणि मानसिक अशांतता तीव्रतेने अनुभवतात. ते भावनिक अस्थिरता आणि असुरक्षितता दर्शवतात, नकारात्मक घटनांमध्ये तीव्र अनुभवांची माहिती देतात, घटनांच्या सकारात्मक पैलूंवर कमी लक्ष केंद्रित करतात. ते नैराश्य, अपराधीपण, ईर्षा, राग, चिंता यासारख्या समस्यांमुळे होण्यास प्रवृत्त असतात.",
    "SNLL":
        "कमी स्तर: व्यक्तीला प्रतिकूल भावनिक घटनांमध्ये देखील भावनिक स्थिरतेचा अनुभव मिळतो.",
    "SO": "हे अन्वेषणात्मक वर्तन आणि नवीन अनुभवांचे मूल्य मान्यता दर्शवते.",
    "SOHL":
        "उच्च स्तर: असे लोक जे त्यांच्या भावनांचे संतोषजनक व्यवस्थापन करत नाहीत आणि मानसिक अशांतता तीव्रतेने अनुभवतात. ते भावनिक अस्थिरता आणि असुरक्षितता दर्शवतात, नकारात्मक घटनांमध्ये तीव्र अनुभवांची माहिती देतात, घटनांच्या सकारात्मक पैलूंवर कमी लक्ष केंद्रित करतात. ते नैराश्य, अपराधीपण, ईर्षा, राग, चिंता यासारख्या समस्यांमुळे होण्यास प्रवृत्त असतात.",
    "SOLL":
        "कमी स्तर: व्यक्तीला चॅलेंजिंग किंवा प्रतिकूल घटनांमध्ये देखील भावनिक स्थिरतेचा अनुभव मिळतो.",
    "SS":
        "Big Five हा जगातील सर्वात लोकप्रिय व्यक्तिमत्व चाचणींपैकी एक आहे. याला विविध संदर्भांमध्ये जागतिक आणि आंतरसंदर्भीय पुरावे आहेत. या चाचणीचा उद्देश पाच मूलभूत व्यक्तिमत्व वैशिष्ट्यांमध्ये वर्तनात्मक प्रवृत्ती ओळखणे आहे. उच्च किंवा कमी मूल्ये नेहमीच अडचणीत असलेल्या व्यक्तिमत्व पद्धतीचे प्रतिनिधित्व करत नाहीत. खाली विश्लेषण केलेले पाच वैशिष्ट्ये तपासा.",
    "SSt": "चाचणीबद्दल",
    "Sint":
        "नैराश्य फक्त क्षणिक दुःख नाही! हे दीर्घकालीन मूड डिसऑर्डर आहे. नैराश्याच्या सर्वात सामान्य लक्षणे आहेत:",
    "SintAns":
        "आतुरते शारीरिक आणि मानसिक लक्षणांद्वारे प्रकट होते. सामान्यतः हे भविष्यातील परिस्थितींबद्दल अत्यधिक चिंता म्हणून ओळखले जाते. वर्तमानात जीवन जगणे आव्हानात्मक असते कारण व्यक्ती नेहमी भविष्याबद्दल चिंतित असतो. नियंत्रित झाल्यावर, चिंता शरीराची नैसर्गिक प्रतिक्रिया आहे संभाव्य धोक्यांवर, आपल्याला कोणत्याही संभाव्य धोक्यांसाठी सतर्क ठेवते. तथापि, ती तीव्र, दीर्घकालीन आणि स्पष्ट कारणाशिवाय असू शकते. अशा परिस्थितीत, लोक सामान्यतः एकटेपण आणि त्या परिस्थिती टाळण्याचा प्रयत्न करतात ज्यांना ते धोकादायक मानतात, अगदी ते नाहीत तरी.",
    "Sinta": "• डिप्रेसिव मूड, चिडचिड, चिंता आणि भावनिक ताण.",
    "Sintb": "• झोपेची अस्वस्थता: अनिद्रा किंवा अतिपरिणामी झोप.",
    "Sintc": "• आहारातील बदल, वजन वाढ किंवा कमी होणे.",
    "Sintd":
        "• हताशा, थकवा, आणि कार्य पूर्ण करण्यासाठी अधिक प्रयत्नांची आवश्यकता.",
    "Sinte": "• रसग्रहणाची कमी, प्रेरणेची कमी, आणि उदासीनता.",
    "Sintf": "• भय, चिंता, असुरक्षितता, आशाहीनता, अशक्तता, आणि रिक्तता.",
    "Sintg":
        "• निराशावाद, वारंवार आणि असमान गिल्टी, कमी आत्मसन्मान, उद्दीष्टाची कमी भावना, अमूल्यता, नाश, अपयश, रोग, मृत्यू, किंवा शोक.",
    "Sinth":
        "• विकृत आणि नकारात्मक वास्तविकतेचा दृष्टिकोन: सर्व काही एक डिप्रेसिव लेंस द्वारे दिसते, स्वतः, इतर आणि जगावर एक ग्रे टोन टाकणे.",
    "Sinti": "• लक्ष केंद्रीकरणाच्या समस्यां, धीमे विचार, वारंवार विसरता येणे.",
    "Sintt": "डिप्रेशन लक्षणे",
    "SinttAns": "चिंतेची लक्षणे",
    "SobreApp": "अॅपबद्दल",
    "SobrePersonalidade":
        "व्यक्तिमत्व चाचणी Big Five (5 व्यक्तिमत्व गुणधर्मां) वर आधारित आहे आणि आपल्या व्यक्तिमत्वाचे मूल्यांकन एक प्रश्नावलीद्वारे करण्यात येते आणि आपले सर्वात विशिष्ट व्यक्तिमत्व गुणधर्म ओळखले जातात.",
    "SobreTesteAns": "चाचणी Beck's Anxiety Inventory (BAI) वर आधारित आहे.",
    "SobreTesteFelicidade":
        "हॅपिनेस चाचणी Gross National Happiness (GNH) चाचणीच्या आधारावर आपल्या आनंदाची पातळी ओळखण्याचा उद्देश आहे.",
    "SobreTesteStress":
        "स्ट्रेस चाचणी Beck's Depression Inventory (BDI) वर आधारित आहे, जो मानसिक आरोग्य तज्ञांनी व्यापकपणे वापरला आहे आणि आंतरराष्ट्रीय मान्यता प्राप्त आहे.",
    "T1": "ग्लोबल विश्लेषण",
    "T2": "वैयक्तिक विश्लेषण",
    "TRAT1":
        "आपल्या वाईट वर्तनाच्या कारणांची समजून घेण्याचा प्रयत्न करा. आपल्याला एकटे राहण्याचा का भीती आहे? कमी आत्मसन्मानाचे कारण काय आहेत? असा असंतुलित संबंध कायम ठेवण्यासारखा आहे का? या प्रश्नांचे विचार करणे आपल्याला आपल्या कमजोरींची ओळख पटवण्यास आणि समस्येचे समाधान शोधण्यात मदत करेल.",
    "TRAT1_T": "स्वत:साठी प्रामाणिक रहा",
    "TRAT2":
        "भावनिक अवलंबित्व ओळखणे म्हणजे संबंध समाप्त करणे आवश्यक नाही. आपल्या हृदयाला उघडा, आपल्या भीतीसंबंधी बोलताना आपल्याला सुधारणा कशा कराव्या याबद्दल विचारा. प्रामाणिकपणाने जोडीदारांमध्ये एकता आणि संबंध वाढवण्याची शक्ती आहे.",
    "TRAT2_T": "आपल्या भागीदाराशी बोलावे",
    "TRAT3":
        "आपल्या जीवनाच्या सर्व पैलूंमध्ये संतुलन साधण्यासाठी काम करा. कुटुंब आणि मित्रांशी पुन्हा संपर्क साधा, स्वतःची काळजी घ्या, नवीन छंद शोधा, आणि आत्म-विकासात वेळ गुंतवा.",
    "TRAT3_T": "आपल्या आवडीची काळजी घ्या",
    "TRAT4":
        "एकटेपणाच्या भीतीमुळे न समाधानकारक संबंधात राहू नका. आपल्या व्यक्तिमत्वाचे आदर न करणारा आणि आपल्या अवलंबित्वाचा फायदा घेऊन आपल्यावर वर्चस्व गाजवणारा भागीदार असल्यास, संबंध समाप्त करण्याचा विचार करण्याची वेळ असू शकते.",
    "TRAT4_T": "सिमा ठरवा",
    "TRAT5":
        "ही स्थिती लहानपणीच्या ट्रॉमांमुळे होऊ शकते. भूतकाळातील भावनिक जखमांचे उपचार एक महत्त्वाचा प्रारंभ आहे. संबंधात भावनिक बोजा असलेल्या व्यक्ती सहसा निराकरण न झालेल्या समस्यांसह असतात, जे संबंधावर परिणाम करतात. आपल्या आतल्या मुलाची उपचार प्रक्रिया परिस्थितीला महत्त्वपूर्ण बदल घडवू शकते, आपल्याला स्वतःला प्रेम आणि काळजी घेण्यासाठी संसाधने विकसित करण्यात मदत करते, ज्यामुळे जीवनाचा दर्जा सुधारेल. मग, आपण दुसऱ्यांसोबत एक स्वस्थ आणि भावनिक दृष्टिकोन असलेले संबंध तयार करण्यास तयार असाल.",
    "TRAT5_T": "भूतकाळाला मान्यता द्या",
    "TRAT6":
        "नक्कीच, ही माहिती आरोग्य तज्ञांचे मूल्यांकन आणि सल्ला बदलू शकत नाही.",
    "TRAT6_T": "मदतीसाठी संपर्क साधा",
    "Tclaro": "लाइट थीम",
    "Tescuro": "डार्क थीम",
    "Tletra": "फॉन्ट प्रकार",
    "TotalRaiva": "एकूण राग",
    "Tra":
        "डिप्रेशनपासून बरे होण्यासाठी एक हेल्थकेअर व्यावसायिकाची मार्गदर्शक प्राप्त करणे नेहमीच फायद्याचे असते, विशेषत: जर आपल्या चाचणीचा परिणाम 'आपल्याला गंभीर डिप्रेशन आहे!' असे दर्शवित असेल. हेल्थकेअर व्यावसायिक आपल्याला नवीन विचार व वर्तन पद्धती ओळखण्यास मदत करतील. तथापि, आपल्याला स्वत:साठी अनेक गोष्टी करता येतात आणि करायला हव्यात: जीवनशैलीतील बदल अत्यंत आवश्यक आहेत कारण आपली जीवनशैली डिप्रेशन लक्षणांना योगदान देत आहे. आपल्या भावनिक आरोग्याचे सुधारण्यासाठी वर दिलेल्या सल्ल्यांची तपासणी करा! आपल्या आरोग्यासाठी, बदलण्याची आवश्यकता असलेल्या सर्व गोष्टी बदलण्यासाठी शक्ती आणि ऊर्जा मिळवा आणि डिप्रेशनविरुद्धची लढाई जिंका.",
    "TraAns":
        "अवश्यच, एक हेल्थकेअर व्यावसायिकाची मार्गदर्शक असणे आपणास चिंता व्यवस्थापित करण्यास मदत करू शकते, विशेषत: जर आपल्या चाचणीचा परिणाम 'आपल्याला गंभीर चिंता लक्षणे आहेत!' असे असेल. हेल्थकेअर व्यावसायिक आपल्याला नवीन विचार व वर्तन पद्धती शोधण्यात मदत करेल. पण चिंता सहन करण्यासाठी आपण स्वतःसाठी बर्‍याच गोष्टी करू शकता. जीवनशैलीतील बदल अत्यंत आवश्यक आहेत कारण आपली जीवनशैली सामान्यतः चिंता लक्षणांना योगदान देत आहे. खालील 10 टिप्स तपासा आणि आपल्या आरोग्यासाठी, बदलण्याची आवश्यकता असलेल्या गोष्टी बदलण्यासाठी शक्ती आणि ऊर्जा मिळवा आणि चिंता विरुद्धची लढाई जिंका.",
    "Trat": "डिप्रेशनचा उपचार",
    "VerAnsiedade": "डिप्रेशन बद्दल",
    "VerAnsiedadeAns": "चिंता बद्दल",
    "VerVideo": "वीडियो नंतर परिणाम पहा",
    "_Dep2Escala":
        "18 प्रश्न 0 ते 5 मूल्यानुसार मोजले जातात, नेहमी 0 मूल्ये असतात आणि कधीही 5 मूल्ये नसतात",
    "_SobreDependenciaTitulo": "भावनिक अवलंबित्व बद्दल",
    "_SobreStresTitulo": "ताण बद्दल",
    "_SobreTesteDependencia":
        "भावनिक अवलंबित्व टेस्ट Melody Beattie च्या 'Codependent No More' या पुस्तकावर आधारित आहे. त्याचा उद्देश वापरकर्ता दुसऱ्या व्यक्तीवर भावनिक अवलंबित्वाचे संकेत दर्शवतो का आणि किती पातळीवर आहे ते विश्लेषित करणे आहे.",
    "_SobreTipoPersonalidade": "व्यक्तिमत्व प्रकार",
    "_adAtencao": "इशारा",
    "_adTotal": "चाचणी सुरू करण्यासाठी, संपूर्ण जाहिरात पाहणे आवश्यक आहे.",
    "_cancelarInicioTeste": "चाचणी सुरू करू नका",
    "_depR1": "डिप्रेशन नाही",
    "_depR1C":
        "खूप चांगले! Ivano Goldberga च्या चाचणीनुसार, आपल्याला डिप्रेशन नाही! आपण आपल्या जीवनातील चढ-उतार सहन करू शकता आणि आपल्या भावनांसह सहजपणे हाताळू शकता.",
    "_depR2": "डिप्रेशनची शक्यता",
    "_depR2C":
        "Ivano Goldberga च्या चाचणीनुसार, डिप्रेशनची थोडीशी शक्यता आहे, हे बहुतेक लोकांमध्ये सामान्य आहे! आपल्याला आपल्या भावनांशी निपटण्याची क्षमता असते, पण आपल्याला नेहमीच त्यांना समाधानकारकपणे सोडवता येत नाही.",
    "_depR3": "डिप्रेसिव लक्षणे",
    "_depR3C":
        "Ivano Goldberga च्या चाचणीनुसार, आपल्याला डिप्रेसिव लक्षणे आहेत! आपल्याला डिप्रेसिव वर्तन विकसित होण्याचा धोका आहे. भावनांचे संरक्षण करणारा जीवनशैलीसाठी दिलेल्या सल्ल्यांकडे लक्ष द्या.",
    "_depR4": "डिप्रेसिव वर्तन",
    "_depR4C":
        "Ivano Goldberga च्या चाचणीनुसार, आपल्याला डिप्रेसिव वर्तन आहे! आपल्याला आपल्या दिनचर्येत बदल करणे आवश्यक आहे, भावनांचे संरक्षण करणारी जीवनशैली अनुसरणे आवश्यक आहे, आणि विशेषतः तज्ञाची मदत घेणे आवश्यक आहे.",
    "_depR5": "मध्यम डिप्रेशन",
    "_depR5C":
        "सावधान! Ivano Goldberga च्या चाचणीनुसार, आपल्याला मध्यम डिप्रेशन लक्षणे आहेत. या समस्येवर लक्ष द्या. भावनांचे संरक्षण करणारी जीवनशैलीसाठी दिलेल्या टिप्सचे अनुसरण करा आणि तज्ञाची मदत घ्या.",
    "_depR6": "गंभीर डिप्रेशन",
    "_depR6C":
        "सावधानता! Ivano Goldberga च्या चाचणीनुसार, आपल्याला गंभीर डिप्रेशन लक्षणे आहेत! या समस्येवर पूर्ण लक्ष द्या. एक आरोग्यपूर्ण जीवनशैलीसाठी दिलेल्या टिप्सचे अनुसरण करा आणि तज्ञाची मदत घ्या.",
    "_incioTeste": "चाचणी सुरू करण्यासाठी, एक जाहिरात पहा",
    "_iniciarTeste": "चाचणी सुरू करा",
    "_introGeral":
        "ही अॅप एक मालिकेच्या चाचण्या प्रदान करते ज्यामुळे आपल्याला कसे आपले मन आणि भावना कार्य करते हे समजून घेण्यास मदत मिळेल. ही तत्त्वज्ञानाची साधने आहेत, ज्या सर्व जगभरातील आरोग्य देखभाल व्यावसायिकांनी वापरल्या आहेत. आपण चाचण्या का घ्या? कारण समस्येचे समाधान करण्यासाठी पहिले पाऊल म्हणजे ती अस्तित्वात आहे हे मान्य करणे! चाचण्या आनंद घ्या.",
    "_introTesteAnsiedade":
        "चिंतेचा टेस्ट 21 प्रश्नांच्या प्रश्नावलीचा वापर करते ज्यामुळे चिंता लक्षणांची उपस्थिती आणि तीव्रता मूल्यांकन केली जाते. चाचणीची वैधता सुनिश्चित करण्यासाठी, कृपया आपल्या शेवटच्या आठवड्याची विचार करा आणि प्रामाणिकपणे उत्तर द्या. आपले परिणाम शेवटी दर्शवले जातील, उपयोगी माहिती आणि टिप्ससह. जाहिराती प्रकल्पाचे समर्थन करतात आणि अॅपला आपल्यासाठी मोफत ठेवतात.",
    "_introTesteAtitude":
        "मानवी संबंधात चार प्राथमिक दृष्टिकोन आहेत: निष्क्रिय, आक्रमक, हाताळणी आणि अ‍ॅसर्टिव्ह. 60 प्रश्नांची प्रश्नावलीद्वारे, ही अॅप आपल्याला कधीही आपला सर्वात प्रमुख दृष्टिकोन शोधण्यास मदत करेल. अचूक परिणाम मिळवण्यासाठी, कृपया प्रत्येक विधानाच्या उत्तरांची प्रामाणिकपणे द्या. जाहिराती प्रकल्पाचे वित्त पोषण करतात आणि अॅपला मोफत ठेवतात.",
    "_introTesteDependencia":
        "तुम्ही तुमच्या भागीदाराशिवाय तुमचे जीवन कसे कल्पना करू शकता? हे अर्थपूर्ण असेल का? हा टेस्ट आपल्या भागीदारावर किंवा कोणावर आपल्यावर भावनिक अवलंबित्वाच्या पातळीचे मूल्यांकन करेल. एक संबंधामध्ये भावनिक अवलंबित्वाचे स्तर ओळखणे हे त्याचे ओव्हरकम करण्याचे पहिले पाऊल आहे. टेस्ट प्रश्नांना उत्तर द्या आणि आपला भावनिक अवलंबित्व स्तर शोधा.",
    "_introTesteDepressao":
        "आपण डिप्रेस्ड आहात असे वाटते का? या दोन चाचण्यांना प्रामाणिकपणे उत्तर द्या आणि आपल्याला डिप्रेशन लक्षणे आहेत का ते पहा. परिणामांशिवाय, आपल्याला आपल्या भावनिक आरोग्याचे सुधारण्यासाठी मूल्यवान सूचना मिळतील. याद्वारे, कृपया लक्षात ठेवा की ही अॅप एक हेल्थकेअर व्यावसायिकाची मदत बदलत नाही. आम्ही आपल्या भावनिक स्वास्थ्याच्या यात्रेत आपल्याला समर्थन करण्यासाठी येथे आहोत. धाडस, आपण यशस्वी होऊ शकता!",
    "_introTesteFelicidade":
        "आपण आनंदी आहात का? उत्तर सोपे नाही: काही लोक म्हणतात की हे बँक खात्यावर अवलंबून नाही, तर दुसरे म्हणतात की खरे प्रेम, समज किंवा चांगले आरोग्य हे मुख्य आहे... कदाचित हे घटक आपल्या आनंदावर प्रभाव टाकतात. हा टेस्ट Gross National Happiness Test (GNH) वर आधारित आहे, जो 1972 मध्ये भूतानच्या राजाने तयार केला होता. त्याने आपल्या नागरिकांच्या आनंदाचे मूल्यांकन करणे महत्त्वाचे मानले आणि अनेक सरकारे, देश आणि विचारकांनाही या विषयाचा तपास करायला प्रेरित केले. प्रश्नांची उत्तर द्या आणि आपल्याला खरे आनंदी आहात का ते शोधा. जाहिराती फक्त प्रकल्पाच्या वित्त पोषणासाठी वापरल्या जातात आणि अॅपला मोफत ठेवतात. टेस्ट आनंद घ्या!",
    "_introTestePersonalidade":
        "प्रत्येक व्यक्तीला 5 व्यक्तिमत्व गुणधर्म असतात. हा टेस्ट आपला शोध घेण्यासाठी 10 मिनिटे लागतील. अचूक परिणाम मिळवण्यासाठी, प्रत्येक विधानाच्या उत्तरांना प्रामाणिकपणे द्या. शेवटी, आपला व्यक्तिमत्व प्रकार दर्शवला जाईल. जाहिराती प्रकल्पाचे वित्त पोषण करतात आणि अॅपला मोफत ठेवतात. टेस्टला शुभेच्छा!",
    "_introTesteRaiva":
        "पटक्याच्या अपेक्षेची अशी एक नैसर्गिक आणि स्वास्थ्यपूर्ण भावना आहे, परंतु ती अनियंत्रित आणि विध्वंसक बनू शकते. 47 प्रश्नांची प्रश्नावलीद्वारे, हा टेस्ट आपल्याला आपल्या पोकळीतले पातळी आणि ते आपल्यावर नियंत्रण ठेवते की आपल्याला ते नियंत्रित करते याचा शोध घेईल. अचूक परिणाम मिळवण्यासाठी, प्रत्येक विधानाच्या उत्तरांना प्रामाणिकपणे द्या. जाहिराती फक्त प्रकल्पाच्या वित्त पोषणासाठी वापरल्या जातात आणि अॅपला मोफत ठेवतात.",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "शांत रहा, हा एक ताण चाचणी आहे. 96 प्रश्नांवर उत्तर देण्यासाठी आपल्याला 10 मिनिटे आत्मपरीक्षणाची आवश्यकता आहे. टेस्टची अचूकता सुनिश्चित करण्यासाठी, कृपया सर्व प्रश्नांची प्रामाणिकपणे उत्तर द्या. परिणाम शेवटी काही उपयोगी टिप्ससह दर्शवले जातील. जाहिराती प्रकल्पाचे समर्थन करतात आणि अॅपला मोफत ठेवतात. आपला ताण स्तर सुधारत आहे की वाईट होत आहे हे मूल्यांकन करण्यासाठी नियमितपणे टेस्ट घ्या.",
    "_listaTestes": "टेस्ट यादी",
    "_mudarIdioma": "भाषा बदला",
    "_removerAds": "जाहिरातींना काढा",
    "_tAnsiedade": "आतुरतेचा टेस्ट",
    "_tAtitude": "आवडीनिवडीचा टेस्ट",
    "_tAutoConfianca": "स्व-संवेदनतेचा टेस्ट",
    "_tDepBeck": "एरोन बेक टेस्ट",
    "_tDepGoldberg": "आयव्हान गोल्डबर्ग टेस्ट",
    "_tDependencia": "भावनिक अवलंबित्वाचा टेस्ट",
    "_tDepressao": "डिप्रेशन टेस्ट",
    "_tFelicidade": "आनंद टेस्ट",
    "_tPersonalidade": "वैयक्तिकता टेस्ट",
    "_tRaiva": "राग टेस्ट",
    "_tRelacionamentos": "संबंध टेस्ट",
    "_tSorriso": "हसण्याचा टेस्ट",
    "_tStress": "ताण टेस्ट",
    "_testeNaoFeito": "टेस्ट पूर्ण झाली नाही",
    "_tituloApp": "डिप्रेशन & भावना",
    "agressiva_descricao":
        "एक असा व्यक्ती जी त्यांच्या गरजा, आवडी, भावना आणि मते इतरांच्या विरोधात शत्रुत्व, मागणी, धमकी किंवा शिक्षेच्या स्वरूपात व्यक्त करते. ती कोणत्याही किंमतीसाठी जिंकण्यास उत्सुक आहे आणि दुसऱ्यांच्या अपेक्षांपेक्षा त्यांच्या स्वतःच्या इच्छांना प्राथमिकता देते. हे वर्तन इतरांच्या अधिकारांचे उल्लंघन करून त्यांच्या अधिकारांचे संरक्षण समाविष्ट करते.",
    "agressiva_titulo": "आकर्षक",
    "algumas": "कधी कधी",
    "allapps": "सर्व टेस्ट अनलॉक करा",
    "analise1": "पूर्ण विश्लेषण",
    "analise2": "अनुपातिक विश्लेषण",
    "appChat": "चॅट मदत",
    "as_vezes": "कधी कधी",
    "assertiva_descricao":
        "असर्टिव्ह व्यक्ती थेट सहभाग घेतात, त्यांची गरज, आवड, भावना आणि मते अति चिंतेशिवाय व्यक्त करतात. ते त्यांच्या अधिकारांचे संरक्षण करतात पण इतरांच्या अधिकारांचे उल्लंघन करत नाहीत.",
    "assertiva_titulo": "असर्टिव्ह",
    "asvezes": "कधी कधी",
    "aut.sobre":
        "हा टेस्ट 15 प्रश्नांचा असतो, प्रत्येक प्रश्न 0 ते 3 गुणांच्या स्केलवर मोजला जातो.",
    "aut_1":
        "माझ्या कामामध्ये कठोर परिश्रम करून आणि चिकाटीने काम करून मी माझे लक्ष्य साधू शकतो असे मला वाटते.",
    "aut_2": "अवघड परिस्थितींना तोंड देताना मी निराश आणि नकारात्मक अनुभवतो.",
    "aut_3":
        "माझ्या सारख्या कौशल्ये आणि क्षमतांच्या लोकांशी नियमित संपर्क ठेवतो.",
    "aut_4": "सपशेळी यश प्राप्त न करता मला माझ्या प्रयत्नात टिकून राहतो.",
    "aut_5": "मी इतरांच्या अपेक्षांपेक्षा माझ्या विश्वासांना प्राधान्य देतो.",
    "aut_6": "माझ्या कामासाठी मी स्तुती आणि सकारात्मक फीडबॅक प्राप्त करतो.",
    "aut_7": "जीवन मला प्रेरणा देते आणि सकारात्मक ऊर्जा देते.",
    "aut_8":
        "मी समस्येसाठी समर्पित होऊन नेहमीच समाधान शोधू शकतो असे मला वाटते.",
    "aut_9":
        "महत्त्वाच्या अडचणींना पार करताना मी शिकलेल्या धड्यांचे विचार करतो.",
    "aut_10": "मला असलेल्या आव्हानात्मक किंवा जटिल कार्यांचे सामना करतो.",
    "aut_11": "नवीन परिस्थितींना शांततेने हाताळतो आणि तणावाचा अनुभव घेत नाही.",
    "aut_12":
        "इतर लोकांनी दिलेले परवाने अडथळा असले तरी मी माझे प्रयत्न जारी ठेवतो.",
    "aut_13": "माझ्या भविष्याकडे आत्मविश्वासाने पाहतो, तणावाचा अनुभव घेत नाही.",
    "aut_14":
        "मी त्यांच्या श्रमाशी माझी तुलना करतो, जरी ते त्यांचे लक्ष्य साधू शकत नाहीत.",
    "aut_15": "मी माझ्या सेट केलेल्या लक्ष्यांची साधू शकतो.",
    "aut_aum": "स्व-संप्रेरणा कशी वाढवावी",
    "aut_aum_c":
        "स्व-संप्रेरणा तयार करणे हा एक टप्प्याटप्प्याने होणारा प्रक्रिया आहे ज्यामध्ये सकारात्मक सवयी आणि मानसिकतेला स्वीकारणे समाविष्ट आहे. आपल्या स्व-संप्रेरणा वाढवण्यासाठी काही रणनीती येथे आहेत:",
    "aut_aum_c1":
        "1. यथार्थवादी लक्ष्ये सेट करा: साधता येण्याजोग्या लक्ष्यांची स्थापना करा आणि त्यांना लहान टप्प्यात विभागा. प्रत्येक यश आपली आत्मविश्वास वाढवते.",
    "aut_aum_c2":
        "2. आपल्या यशाचा उत्सव साजरा करा: आपल्या यशाचे मान्य करा आणि साजरे करा, कितीही छोटे असले तरी. यामुळे सकारात्मक आत्म-प्रतिमा मजबूत होते.",
    "aut_aum_c3":
        "3. आत्म-करुणा साधा: स्वतःला मित्रासारख्याच दयाळूपणे आणि समजून घ्या. कठोर आत्म-आलोचना टाळा.",
    "aut_aum_c4":
        "4. नवीन कौशल्ये विकसित करा: कौशल्ये शिकण्यासाठी किंवा सुधारण्यासाठी वेळ द्या, ज्यामुळे आपल्या क्षमतांवर आत्मविश्वास वाढवता येईल.",
    "aut_aum_c5":
        "5. यशाचे दृश्यचित्र करा: आपल्याला आव्हाने यशस्वीरित्या हाताळताना चित्रित करा. हे वास्तविक परिस्थितीसाठी मन तयार करते.",
    "aut_aum_c6":
        "6. प्रशंसा स्वीकारा: खरेच प्रशंसा स्वीकारा आणि आपल्या यशाचे कमी लेखण्याचा विरोध करा. यामुळे मजबूत आत्म-प्रतिमा निर्माण होते.",
    "aut_aum_c7":
        "7. आपली आरामदायक झोन सोडा: आपल्याला वाढण्याची संधी देणाऱ्या आव्हानांना सामोरे जा. अडथळे पार करण्यामुळे आत्मविश्वास वाढतो.",
    "aut_aum_c8":
        "8. संवादाचे सराव करा: आपले विचार आणि मत आत्मविश्वासाने व्यक्त करण्यासाठी संवाद कौशल्ये सुधारित करा.",
    "aut_aum_c9":
        "9. सकारात्मकता जर्नल ठेवा: यश, प्रशंसा आणि आपल्याला आभार वाटणारी गोष्टी लिहा. सकारात्मक गोष्टीकडे लक्ष केंद्रित करणे मनोवृत्ती बदलण्यास मदत करते.",
    "aut_aum_c10":
        "10. आपल्या शरीराची काळजी घ्या: शारीरिक क्रियाकलापात भाग घ्या, आरोग्यदायी आहार घ्या आणि चांगल्या झोपेच्या सवयी राखा. एक स्वस्थ शरीर आत्मविश्वास असलेल्या मनाला समर्थन करते.",
    "aut_aum_c11":
        "11. सकारात्मक मानसिकता विकसित करा: नकारात्मक विचारांना आव्हान द्या आणि ते सकारात्मक, वास्तविक पुष्टींसह बदलवा.",
    "aut_aum_c12":
        "12. चुकांमधून शिका: चुका केल्याबद्दल स्वतःला शिक्षा देण्याऐवजी, त्या शिकण्याच्या आणि वाढण्याच्या संधी म्हणून पाहा.",
    "aut_aum_c13":
        "13. सीमारेषा सेट करा: आवश्यकतेनुसार 'नाही' म्हणणे शिकावे, जेणेकरून आपल्याला आणि आपल्या वेळेला महत्व देतो हे दाखवा.",
    "aut_aum_c14":
        "14. अपूर्णतेला स्वीकारा: कोणालाही पूर्णता नसते हे समजून घ्या. आपल्या दोषांना आपल्या अद्वितीय व्यक्तिमत्वाचा भाग म्हणून स्वीकारा.",
    "aut_aum_c15":
        "15. सकारात्मक लोकांसह राहा: आपल्याला समर्थन करणाऱ्या आणि प्रेरित करणाऱ्या लोकांसोबत रहा आणि आपल्याला खचवणाऱ्यांना टाळा.",
    "aut_aum_c16":
        "16. आपल्या देखाव्याची काळजी घ्या: आत्मविश्वासाने आणि आरामात वाटणारे स्वरूप सादर करा.",
    "aut_aum_c17":
        "17. लक्षात ठेवा की आत्मविश्वास निर्माण करणे एक सततची यात्रा आहे. स्वतःसह धैर्यवान रहा आणि सकारात्मक आत्म-प्रतिमेला कायम ठेवा.",
    "aut_def": "स्वत:च्या आत्मविश्वासाची व्याख्या",
    "aut_def_c":
        "आत्मविश्वास म्हणजे आपल्या क्षमतेवर, कौशल्यावर आणि संभावनेवर सकारात्मक विश्वास आणि आत्मविश्वास. हे एका अंतर्गत विश्वासाचे स्वरूप आहे की आपण आव्हानांचा सामना करू शकता, निर्णय घेऊ शकता आणि विविध जीवन परिस्थितींमध्ये हाताळू शकता. आत्मविश्वास म्हणजे स्वत:वर, आपल्या गुणांवर आणि आपल्या संभावनेवर विश्वास ठेवणे, ज्याचा थेट प्रभाव आपल्या वागणुकीवर, इतरांशी संवाद साधण्यावर आणि अडथळ्यांचा सामना करण्यावर असतो. हे भावनिक भल्यासाठी आणि वैयक्तिक यशासाठी एक महत्त्वाचा घटक आहे कारण ते लोकांना सुरक्षित, सक्षम आणि संकटाच्या परिस्थितीला तोंड देण्यास सक्षम बनवते.",
    "aut_dest": "आत्मविश्वास कमी करणारे घटक",
    "aut_dest_c1":
        "1. अपयश किंवा चुका: पुनरावृत्ती करणारे अपयश किंवा चुका व्यक्तीच्या क्षमतेवरील आत्मविश्वासाला धक्का देऊ शकतात.",
    "aut_dest_c2":
        "2. सततची टीका: इतरांकडून सततची नकारात्मक टीका आत्मविश्वासावर गंभीर परिणाम करू शकते.",
    "aut_dest_c3":
        "3. इतरांशी तुलना: सतत स्वत:ची इतरांशी तुलना करणे आणि अपयशाची भावना येणे आत्मविश्वास कमी करू शकते.",
    "aut_dest_c4":
        "4. आघातजनक अनुभव: भूतकाळातील आघात, जसे की छळ, अत्याचार किंवा महत्वपूर्ण नकारात्मक घटना, आत्मविश्वासावर दीर्घकालिक परिणाम करू शकतात.",
    "aut_dest_c5":
        "5. मान्यता कमी: मेहनत आणि यशाचे कौतुक न केल्यास, आत्मविश्वास कमी होऊ शकतो.",
    "aut_dest_c6":
        "6. परिपूर्णतेची अपेक्षा: स्वत:साठी अत्यंत उच्च मानके ठरवणे आत्मविश्वास कमी करू शकते.",
    "aut_dest_c7":
        "7. नकारात्मक आत्म-प्रतिम: स्वत:संबंधी नकारात्मक दृष्टिकोन, हे दिसण्यात असो, क्षमतांमध्ये असो किंवा व्यक्तिमत्वात असो, आत्मविश्वास कमी करू शकतो.",
    "aut_dest_c8":
        "8. भूतकाळातील नकारात्मक संदेश: प्राधिकृत व्यक्तींकडून (जसे की पालक किंवा शिक्षक) नकारात्मक टिप्पण्या आत्मविश्वासावर दीर्घकालिक प्रभाव टाकू शकतात.",
    "aut_dest_c9":
        "9. अनुभवाची कमतरता: नवीन किंवा अनोळखी परिस्थितींना तोंड देताना असुरक्षितता निर्माण होऊ शकते आणि आत्मविश्वास कमी होऊ शकतो.",
    "aut_dest_c10":
        "10. सामाजिक पृथक: सामाजिक संवाद आणि भावनिक समर्थनाची कमतरता कमी आत्मविश्वासास कारणीभूत ठरू शकते.",
    "aut_dest_c11":
        "11. इतरांच्या मान्यतेवर अत्यधिक अवलंबित्व: इतरांच्या मान्यतेवर अत्यधिक अवलंबित्व आत्मविश्वास कमी करू शकते, जेव्हा मान्यता उपलब्ध नसते.",
    "aut_dest_c12":
        "12. अत्यधिक आत्म-आलोचना: स्वत:वर अत्यधिक टीका करणे आणि फक्त दोषांवर लक्ष केंद्रित करणे आत्मविश्वासावर परिणाम करू शकते.",
    "aut_dest_c13":
        "13. मानसिक आरोग्याचे विकार: चिंता, चिंता, आणि खाण्याच्या विकारांप्रमाणे स्थिती आत्मविश्वासावर नकारात्मक प्रभाव टाकू शकतात.",
    "aut_dest_c14":
        "14. मोठे जीवन बदल: घटस्फोट, नोकरी गमावणे, किंवा आजार असे महत्वाचे घटक आत्मविश्वासावर प्रभाव टाकू शकतात.",
    "aut_dest_c15":
        "हे महत्त्वाचे आहे की या घटकांना ओळखा आणि कौशल्य विकास, वास्तववादी उद्दिष्टे ठरवणे, सकारात्मक मानसिकता वाढवणे, आणि भावनिक स्वत: देखभाल यांद्वारे आत्मविश्वास सक्रियपणे वाढवण्यावर काम करा.",
    "aut_escala_1":
        "उत्कृष्ट. तुमचे परिणाम मजबूत आत्मविश्वास दर्शवतात. तुम्ही आत्मविश्वासाने तुमच्या जीवनाला तुमच्या ध्येयांकडे वळवता, सुरक्षा आणि आत्म-सन्मान प्राप्त करता. प्रत्येक यश तुमच्या आत्मविश्वासाला आणखी मजबूत करते, आणि तुम्ही अनुभवातून शिकणे कसे आहे हे जाणता, अडथळ्यांना तुमच्या सकारात्मक दृष्टिकोनाचे नुकसान होऊ देत नाही.",
    "aut_escala_1t": "तुम्ही मजबूत आत्मविश्वास दर्शवता",
    "aut_escala_2":
        "तुम्ही योग्य मार्गावर आहात. तुम्ही परिचित परिस्थितींमध्ये चांगला आत्मविश्वास दर्शवता, पण नवीन किंवा अनिश्चित परिस्थितींमध्ये जेथे assertive निर्णयांची आवश्यकता असते, तेथे तुम्ही कमी आत्मविश्वास अनुभवू शकता. तुमच्या सामर्थ्यांचा आणि गुणांचा स्वीकार करा आणि त्यांचा अधिक अभ्यास करण्याचा विचार करा. अतिरिक्त माहिती साठी खालील मार्गदर्शन वाचा.",
    "aut_escala_2t": "तुम्ही मध्यम आत्मविश्वास दर्शवता",
    "aut_escala_3":
        "परिणाम सूचित करतात की तुमच्या वर्तमान आत्मविश्वासाचे स्तर पूर्णपणे समाधानकारक नाही. तुम्ही वर्तमान आणि भविष्याच्या बाबतीत असुरक्षिततेचा अनुभव घेत आहात. तुमच्या मर्यादांवर लक्ष केंद्रित करण्याची प्रवृत्ती दिसते आणि अद्याप वापरलेले नसलेले गुण शोधण्याची कमी आहे.",
    "aut_escala_3t": "तुम्ही कमी आत्मविश्वास दर्शवता",
    "aut_intro":
        "तुम्ही कधी विचार केला आहे का की तुमचा आत्मविश्वास तुमच्या जीवनातील विविध क्षेत्रांवर कसा परिणाम करतो? आत्मविश्वास म्हणजे आपल्या क्षमतेवर, गुणांवर आणि वैयक्तिक निर्णयांवर विश्वास ठेवणे. एक निरोगी आत्मविश्वास विकसित करणे सामाजिक आणि व्यावसायिक क्षेत्रात यश प्राप्त करण्यासाठी आवश्यक आहे. तुमच्या आत्मविश्वासाचे स्तर जाणून घेण्यासाठी हा चाचणी घ्या.",
    "aut_pro": "आत्म-विश्वास वाढविणारे घटक:",
    "aut_pro_c1":
        "1. यशस्वीता आणि यश: लक्ष्य गाठणे आणि छोटेसे यश अनुभवणे आत्म-विश्वास वाढवू शकते.",
    "aut_pro_c2":
        "2. स्वीकृती आणि आत्म-स्वीकृती: सर्व दोषांसह स्वतःला स्वीकारणे आत्म-विश्वास वाढविण्यात महत्त्वपूर्ण आहे.",
    "aut_pro_c3":
        "3. आत्म-विकास: कौशल्ये शिकण्यास आणि सुधारण्यास वेळ आणि प्रयत्न गुंतवणे आत्म-विश्वास वाढवू शकते.",
    "aut_pro_c4":
        "4. आत्म-ज्ञान: आपल्या बलस्थानांची, दुर्बलतांची, मूल्यांची आणि आवडींची समज आत्म-विश्वासासाठी मजबूत आधार तयार करण्यात मदत करते.",
    "aut_pro_c5":
        "5. साध्य करणारे उद्दीष्टे सेट करणे: वास्तविक उद्दीष्टे निश्चित करणे आणि त्याकडे प्रगतपणे काम करणे आपल्यातील क्षमता वाढवू शकते.",
    "aut_pro_c6":
        "6. समर्थन प्रणाली: हौसला आणि समर्थन देणाऱ्या मित्र, कुटुंब किंवा मार्गदर्शकांसोबत असणे आत्म-विश्वास वाढवू शकते.",
    "aut_pro_c7":
        "7. सकारात्मक विचार: आशावादी मानसिकता विकसित करणे आणि रचनात्मक विचारांवर लक्ष केंद्रित करणे आत्म-विश्वास वाढवू शकते.",
    "aut_pro_c8":
        "8. आत्म-प्रमाणन: नियमितपणे आपल्या बलस्थानांचे आणि यशाचे मान्य करणे आत्म-विश्वासाला बळकट करते.",
    "aut_pro_c9":
        "9. आव्हानांना तोंड देणे: आव्हानांना तोंड देणे आणि त्यांवर मात करणे आपल्याला काय शक्य आहे हे दर्शवू शकते, जे आत्म-विश्वास वाढवू शकते.",
    "aut_pro_c10":
        "10. आत्म-देखभाल: योग्य झोप, स्वस्थ आहार आणि व्यायाम करणे आत्म-विश्वासावर सकारात्मक प्रभाव पाडू शकते.",
    "aut_pro_c11":
        "11. सकारात्मक दृश्य: यशस्वी होणे आणि आव्हानात्मक परिस्थितीला आत्म-विश्वासाने तोंड देणे याचे कल्पनात्मक चित्रण आत्म-विश्वास वाढवू शकते.",
    "aut_pro_c12":
        "12. चुका स्वीकारणे: चुका करणे हे शिकण्याचा आणि वाढण्याचा नैसर्गिक भाग आहे हे मान्य करणे अपयशाचा भीती कमी करू शकते आणि आत्म-विश्वास वाढवू शकते.",
    "aut_pro_c13":
        "13. प्रभावी संवाद: संवाद कौशल्ये विकसित करणे आपल्या विचारांचे आणि मते व्यक्त करण्यात मदत करते, जे आत्म-विश्वास वाढवू शकते.",
    "aut_pro_c14":
        "14. चिकाटी: अडचणींना तोंड देणे आणि कठीण परिस्थितीतून प्रयत्न सुरू ठेवणे आत्म-विश्वास वाढवू शकते.",
    "aut_pro_c15":
        "15. आत्म-सशक्तीकरण: आपल्या जीवनावर आणि निवडींवर नियंत्रण ठेवणे ही भावना निर्माण करते की आपण सक्षम आहात आणि आपल्या क्रियावर अधिकार आहे.",
    "aut_pro_c16":
        "आत्म-विश्वास एक सतत प्रक्रिया आहे आणि कालांतराने बदलू शकतो. हे घटक नियमितपणे सराव करणे आणि सकारात्मक आणि वास्तविक आत्म-प्रतिमा निर्माण करण्यासाठी काम करणे महत्वाचे आहे.",
    "cau_dep": "डिप्रेशनची कारणे",
    "cau_dep1":
        "डिप्रेशन एक जटिल आणि बहुपरक स्थिती आहे आणि अनेक घटक याच्या विकासात योगदान देऊ शकतात. हे घटक व्यक्तीनुसार भिन्न असू शकतात, पण सामान्यतः यात समाविष्ट असतात:",
    "cau_dep2":
        "अनुवांशिक घटक: अनुवांशिक प्रवृत्ती डिप्रेशनमध्ये महत्त्वाची भूमिका बजावते. जर आपल्या कुटुंबातील कोणाला डिप्रेशनची इतिहास असेल, तर तुम्हाला अधिक जोखीम असू शकते.",
    "cau_dep3":
        "रसायनशास्त्रीय असंतुलन: न्यूरोट्रांसमीटरच्या पातळीमध्ये बदल, जसे की सेरोटोनिन, डोपामाइन, आणि नॉरपाइनफ्रीन, हा मस्तिष्काच्या कार्यावर प्रभाव टाकू शकतो आणि डिप्रेशनला योगदान देऊ शकतो. तंत्रज्ञानाचा अधिक वापर डोपामाइनच्या नियमनाला बाधित करू शकतो.",
    "cau_dep4":
        "तणावपूर्ण जीवनातील घटना: आघात, मोठे नुकसान, कौटुंबिक संघर्ष, आर्थिक समस्या किंवा मोठ्या जीवनातील बदल डिप्रेशनला प्रेरित किंवा तीव्र करू शकतात.",
    "cau_dep5":
        "वैयक्तिक इतिहास: पूर्वीच्या डिप्रेशनचा इतिहास असणे हा आजाराच्या पुनरावृत्तीसाठी जोखीम वाढवू शकतो.",
    "cau_dep6":
        "वैद्यकीय आजार: काही वैद्यकीय स्थिती, जसे की कर्करोग, दीर्घकालीन आजार, आघातमुक्त मस्तिष्काच्या जखमा किंवा हार्मोनल समस्या, डिप्रेशनच्या जोखीमात वाढ करू शकतात.",
    "cau_dep7":
        "विषयांचा दुरुपयोग: अल्कोहोल, ड्रग्स, किंवा अतिप्रमाणात साखर असलेल्या खाद्यपदार्थांचा दुरुपयोग डिप्रेशनच्या जोखीमाला वाढवू शकतो.",
    "cau_dep8":
        "सामाजिक एकाकीपणा: सामाजिक समर्थनाचा अभाव आणि एकाकीपणा डिप्रेशनच्या जोखीमाला वाढवू शकतो.",
    "cau_dep9":
        "मानसिक घटक: नकारात्मक विचारसरणी, कमी आत्म-संमानी, अत्यधिक आत्म-आलोचना, आणि पूर्णतेचा ताण डिप्रेशनमध्ये भूमिका बजावू शकतात.",
    "cau_dep10":
        "हार्मोनल विकार: हार्मोनल बदल, जसे की थायरॉइड हार्मोन्स, मूडवर प्रभाव टाकू शकतात आणि डिप्रेशनला योगदान देऊ शकतात.",
    "cau_dep11":
        "मिळकती याद्या लक्षात ठेवा की डिप्रेशन एक उपचारक्षम स्थिती आहे आणि योग्य उपचार या जोखीम घटकांचा व्यवस्थापन किंवा मात देण्यास मदत करू शकतो. स्वस्थ भावनिक जीवनासाठी वरील सल्ले पहा आणि त्यांचा वापर करा. आणि जर तुम्ही किंवा तुम्ही ओळखणारे कोणीतरी डिप्रेशनचे लक्षण अनुभवत असेल, तर योग्य मूल्यांकन आणि उपचारासाठी एक आरोग्य व्यावसायिकाकडून मदतीसाठी सल्ला घ्या.",
    "concordo": "मी सहमत आहे",
    "conselhos": "सल्ले",
    "conselhos2": "आरोग्यपूर्ण जीवनशैलीसाठी सल्ले",
    "citacoes_titulo": "",
    "citacao_byronsd": "FR Healthcare - Healthy Lifestyle Tips",
    "citacao_who": "World Health Organization - Mental Health",
    "citacao_mayo": "Mayo Clinic - Depression",
    "def_stress_texto":
        "ताण हा शरीराचा नैसर्गिक प्रतिसाद आहे जो दबाव टाकणाऱ्या घटनांवर किंवा परिस्थितींवर असतो. हे सामान्यतः अनपेक्षित किंवा नियंत्रणाबाहेर असलेल्या गोष्टीमुळे होतो. हा प्रतिसाद अनेक वैयक्तिक घटकांवर अवलंबून असतो, ज्यामुळे ताण आपल्यावर कसा प्रभाव टाकतो, जसे की सामाजिक आणि आर्थिक संदर्भ, आपण ज्या वातावरणात राहतो आणि अगदी आनुवंशिक प्रवृत्ती.",
    "def_stress_titulo": "ताण म्हणजे काय?",
    "dep2_1": "माझी मनःस्थिती उदास, खेदजनक आणि दुखी आहे",
    "dep2_2": "माझा पराभव झाला असे मला वाटते",
    "dep2_3": "चांगले गोष्टी घडल्यावरही मी उदास होतो",
    "dep2_4": "साध्या गोष्टींसाठी देखील मला खूप प्रयत्न करावे लागतात",
    "dep2_5": "माझ्या जीवनाचा समापन करण्याचा विचार मी बारकाईने करतो.",
    "dep2_6": "माझ्या भविष्याचा मला काहीही दिसत नाही",
    "dep2_7":
        "माझ्या चुकीच्या गोष्टींमुळे मला अपराधी वाटते आणि मला शिक्षा मिळावी असे मला वाटते.",
    "dep2_8": "माझ्या वाचनावर लक्ष केंद्रित करणे मला कठीण जाते",
    "dep2_9":
        "मी कोणत्याही प्रकाराची आहार बदल केल्याशिवाय वजन वाढवतो किंवा कमी करतो",
    "dep2_10": "माझ्या निर्णय घेण्यात कठीणतेची भावना आहे.",
    "dep2_11": "मी ताणलेला आणि चिघळलेला आहे.",
    "dep2_12": "माझा संलग्नता किंवा कैदेत असल्याचा अनुभव आहे.",
    "dep2_13":
        "जे गोष्टी पूर्वी माझ्यासाठी महत्वाच्या आणि प्रेरणादायक होत्या, त्यात मला आस्थेसाठी रस गमवला आहे.",
    "dep2_14": "मी कार्ये पार पूर्ण करण्यात खूप धीमे आहे.",
    "dep2_15": "माझ्या थकवा आणि थकवा जाणवतो",
    "dep2_16": "माझ्या आतले एक रिक्तपण आहे, जणू काही मी जिवंत नाही",
    "dep2_17":
        "माझा झोपेचा नमुना अत्यंत असंगत आहे: मी फारसा झोपतो किंवा फार कमी झोपतो.",
    "dep2_18": "जीवनातील आनंद आणि सुख मला सोडले आहे",
    "disclamer":
        "कृपया लक्षात घ्या की हे एक मर्यादित आत्ममूल्यमापन आहे! अचूक निदान आणि उपचारासाठी, आपल्याला एक आरोग्यसेवा व्यावसायिकाशी सल्ला घ्यावा लागेल.",
    "discordo": "मी सहमत नाही",
    "escala": "भावनिक अवलंबन (स्केल)",
    "escolha": "*टेस्ट सुरू करण्यासाठी आपली निवड करा!",
    "fEscala1": "स्केलबद्दल",
    "fEscala2": "सर्व उत्तरे 0 ते 4 पर्यंतच्या स्केलवर स्कोअर केल्या जातात:",
    "fEscala3": "0 - 20 अत्यंत उदास",
    "fEscala4": "20 - 40 उदास",
    "fEscala5": "40 – 60 संतोषजनक",
    "fEscala6": "60 – 80 आनंदी",
    "fEscala7": "80 – 128 अत्यंत आनंदी",
    "fEscalaT": "चाचणीचा निकाल:",
    "fSintt": "सकारात्मक मूल्ये",
    "fconselhos": "राष्ट्रीय आनंद निर्देशांक (GNH)",
    "feliz": "आनंदी",
    "felizR": "GNH निर्देशांकानुसार, तुम्ही एक आनंदी व्यक्ती आहात :)",
    "fp1": "तुम्ही शारीरिक व्यायाम करता का?",
    "fp2": "तुम्ही आरोग्यपूर्ण आहार घेता का?",
    "fp3": "तुम्ही चांगल्या आरोग्यात आहात का?",
    "fp4": "तुम्हाला योग्य मोबदला मिळतो का असे तुम्हाला वाटते?",
    "fp5": "तुम्हाला तुमच्या कामाची मजा येते का?",
    "fp6": "तुम्ही चांगल्या झोपता का?",
    "fp7": "तुम्हाला तुमच्या दिसण्यावर समाधान वाटते का?",
    "fp8": "तुम्ही उठल्यावर विश्रांती मिळवली असे तुम्हाला वाटते का?",
    "fp9": "तुमचं जीवन आरामदायक आहे का?",
    "fp10": "तुम्ही तुमच्या वित्ताचे चांगले व्यवस्थापन करता का?",
    "fp11": "तुम्ही घराकडे परतल्यावर पूर्णत्वाचा अनुभव घेत आहात का?",
    "fp12": "तुम्ही पैसे बचत करू शकता का?",
    "fp13": "तुम्ही भविष्यासाठी लक्ष्ये ठरवता का?",
    "fp14": "तुम्ही सामान्यतः तुमची लक्ष्ये साधता का?",
    "fp15": "तुमच्या गुणधर्मांची मान्यता होते का?",
    "fp16": "तुम्ही तुम्हाला हवी असलेली वस्तू खरेदी करता का?",
    "fp17": "तुम्ही गोष्टींच्या सकारात्मक बाजूला पाहता का?",
    "fp18": "तुम्ही तुमच्या चुका शिकता का?",
    "fp19": "तुम्ही तुमच्या भावना चांगल्या प्रकारे हाताळता का?",
    "fp20": "तुम्ही तुमचा वेळ प्रभावीपणे व्यवस्थापित करता का?",
    "fp21": "तुम्ही सामान्यतः जीवनातील साध्या गोष्टींचा आनंद घेता का?",
    "fp22": "तुम्ही तुमच्यापर्यंत येणाऱ्या संधींचा फायदा घेत आहात का?",
    "fp23":
        "तुम्ही तुमच्या व्यावसायिक आणि वैयक्तिक जीवनातील संतुलन साधू शकता का?",
    "fp24": "तुम्ही तुमच्या रोमँटिक संबंधात समाधानी आहात का?",
    "fp25": "तुम्ही ज्ञान शेअर करता का?",
    "fp26": "तुम्ही मित्रांशी आणि/किंवा कुटुंबासोबत वेळ घालवता का?",
    "fp27": "तुम्ही आतापर्यंत घेतलेल्या मार्गावर गर्व वाटतो का?",
    "fp28": "तुम्ही समुदायात योगदान करता का?",
    "fp29":
        "तुम्ही तुमच्या अधिकारांचा वापर करता आणि तुमच्या कर्तव्ये पूर्ण करता का?",
    "fp30": "तुम्ही सामान्यतः निसर्गाशी संपर्क साधता का?",
    "fp31": "तुम्ही फरकांचा आदर करता का?",
    "fp32": "तुमचे दैनंदिन क्रिया पृथ्वीच्या भविष्याबद्दल चिंता दर्शवतात का?",
    "fp33": "चाचणी समाप्त",
    "frequente": "वारंवार",
    "gr_ambiente": "परिसर",
    "gr_emprego_ocupacao": "नोकरी / व्यवसाय",
    "gr_estilo_vida": "जीवनशैली",
    "gr_maior_stress": "उच्च ताण श्रेणी",
    "gr_menor_stress": "कमी ताण श्रेणी",
    "gr_personalidade": "व्यक्तिमत्व",
    "gr_relacionamentos": "संबंध",
    "gr_sintomas": "लक्षणे",
    "h-a":
        "अल्बर्ट सहानुभूतीशील आहे! थकवा आणि तहान असूनही, त्याची मुख्य काळजी नोरा आहे. तो तिला काही नारळाचे पाणी देतो. इतर लोकांना माहीत आहे की तो सर्व गोष्टींशी सहमत असतो आणि मदतीसाठी मागे हटत नाही.",
    "h-c":
        "क्लारा जागरूक आहे! ती उत्साही नाही; ती परिस्थितीच्या गंभीरतेसाठी चिंतित आहे. तिने बोटिंगच्या गुंतवणूक संचाचे वाचवले याचे तिला आनंद आहे. नेहमीप्रमाणे, ती चांगली तयारी केली आहे आणि तात्काळ महत्त्वाचे कार्य सुरू करते. ती सर्व गोष्टींची व्यवस्था करण्याची आणि सर्वांना आवश्यक गोष्टी शोधण्याची जबाबदारी मानते: पाणी आणि अन्न.",
    "h-e":
        "एडुआर्डो उर्जावान आहे! तो सर्वांनी वाचले याबद्दल आनंदित आहे! त्याला बोलण्याची आणि आनंद वाटण्याची अत्यंत आवश्यकता आहे. तो सर्वांना एकत्र जमवतो आणि त्यांच्या वाचलेल्या आनंदाच्या उत्सवाचे आयोजन करतो आणि एकत्र बेट एक्सप्लोर करण्याची योजना सुचवतो.",
    "h-intro":
        "पाच लोक समुद्राच्या मध्यभागी एका बेटावर अडकले आहेत. ते परिस्थितीला कसे हाताळतात हे त्यांच्या विशिष्ट व्यक्तिमत्वाच्या वैशिष्ट्यांवर अवलंबून असेल!",
    "h-intro_tit": "जाहाजाचे अपघात:",
    "h-n":
        "नूरिया तणावपूर्ण आहे! ती तणावामुळे लवकरच overwhelmed होऊन जाते. ती संपूर्णपणे खाली पडते, समुद्रकिनारी बसून रडते: ते बेटातून कसे सुटतील? तिला सभोवतालचा समुद्र अनंत वाटतो आणि निसर्ग उदास आणि धोकादायक दिसतो. ती पूर्णपणे गोंधळलेली वाटते.",
    "h-o":
        "आना खुलेपणाची आहे! ती सुंदर बेटाचा अन्वेषण करण्यास उत्साही आहे. विदेशी वातावरण तिला प्रेरित करते. ती काही दगड, शेल्स आणि फुलांचा संग्रह करते आणि ती सर्वांसाठी बांबूच्या घराच्या प्रवेशद्वाराला सजवते. ती याला नवीन गोष्टी शिकण्याची संधी मानते.",
    "h_esc": "तुम्ही त्या परिस्थितीत असता तर तुमचे वर्तन कसे असेल?",
    "habitual": "सामान्यतः",
    "help_me":
        "भावनिक विकार: ताण, राग, चिंता, नैराश्य, भावनिक अवलंबित्व... आमच्या अ‍ॅपद्वारे एक आरोग्य व्यावसायिकांशी विनामूल्य बोलावे.",
    "infeliz": "अवसादित",
    "infelizR":
        "तुम्ही सावधान राहा! GNH निर्देशांकानुसार, तुम्ही असंतुष्ट आहात! :(",
    "int_tracos":
        "खालील चित्रात हायलाइट केलेले 5 व्यक्तिमत्व वैशिष्ट्ये जाणून घ्या:",
    "int_tracos_t": "व्यक्तिमत्व वैशिष्ट्ये",
    "lik1": "पूर्णपणे असहमत",
    "lik2": "असहमत",
    "lik3": "तटस्थ",
    "lik4": "सहमत",
    "lik5": "पूर्णपणे सहमत",
    "manipuladora_descricao":
        "या व्यक्तीने आपल्या इच्छांना सर्व गोष्टींवर प्राधान्य दिले आहे आणि इतरांना वैयक्तिक लाभासाठी वापरते. ते नातेसंबंधांमध्ये कुशल आहेत, त्यांच्या बोलण्याला श्रोत्यासाठी समायोजित करतात. ते ऐकतात पण वास्तवात ऐकत नाहीत, मध्यस्थांचा वापर करतात, माहिती विकृत करतात आणि आत्मविश्वासाने व चांगल्या हेतूसह दिसतात. तथापि, त्यांचे संवाद अफवा आणि अटकळांवर आधारित आहेत आणि ते उघडले गेले तरी विश्वासार्हता गमावतात.",
    "manipuladora_titulo": "मॅनिपुलेटिव्ह",
    "mtfeliz": "खूप आनंदी",
    "mtfelizR":
        "अभिनंदन: GNH निर्देशांकानुसार, तुम्ही खूप आनंदी व्यक्ती आहात :):)",
    "mtinfeliz": "खूप दुखी",
    "mtinfelizR":
        "सावधान! Gross National Happiness (GNH) निर्देशांकानुसार, तुम्ही खूप दुखी आहात! :(:(",
    "mtvezes": "अधिकाधिक",
    "mudar_atitude_texto":
        "आपली मानसिकता बदलणे आव्हानात्मक आहे, परंतु ते शक्य आहे. हा प्रक्रिया अनुसरण करा: स्पष्ट आणि विशिष्ट उद्दिष्टे सेट करा. नकारात्मक उद्दिष्टांवर न लक्ष केंद्रित करा. आपल्या उद्दिष्टांना लहान, व्यवस्थापनीय टप्प्यात विभागा. नकारात्मक वर्तणुकीला सक्रिय करणारे ट्रिगर ओळखा. लहान विजय साजरे करा. आपल्याला प्रोत्साहन देणाऱ्यांसह स्वतःला घेरून ठेवा. जर आपल्याला अडथळे येत असतील तर स्वतःवर खूप कठोर होऊ नका - लक्ष केंद्रित आणि चिकाटी ठेवा! आपल्या यशस्वी भविष्याची कल्पना करा आणि त्यावर विश्वास ठेवा! आपली इच्छाशक्ती जनगणनावर मात करू शकते. अनेकांनी बदल केला आहे आणि तुम्हीही करू शकता.",
    "muitas_vezes": "अनेक\nवेळा",
    "muito_pouco": "खूप\nकमी",
    "notay":
        "💜 = व्यक्ती ज्या व्यक्तीला आपल्याला भावनिक अवलंबित्वासाठी तपासायचे आहे!",
    "nunca": "कधीच",
    "okcompra": "खरेदी पूर्ण झाली!",
    "okcompra2": "अ‍ॅड-फ्री आवृत्ती खरेदी केल्याबद्दल धन्यवाद!",
    "okcompra3": "सर्व टेस्ट आवृत्ती खरेदी केल्याबद्दल धन्यवाद!",
    "origem":
        "1972 मध्ये, जिग्मे वांगचुक ने भूतानच्या राज्याच्या गादीवर बसून आपल्या 600,000 विषयांची आनंद मोजण्याचा प्रयत्न केला. यासाठी, त्याने भूतान स्टडीज सेंटर स्थापित केले, ज्याचा उद्देश भूतानी लोकांच्या आनंदाचे मूल्यांकन करण्यासाठी एक प्रश्नावली विकसित करणे होता. हे 'ग्रॉस नेशनल हैपिनेस' उपक्रमाच्या सुरूवात असे दर्शवते.",
    "origem_t": "चाचणीची उत्पत्ती",
    "p1": "अवयवांची संवेदनाशीलता किंवा झिंगलिंग.",
    "p2": "उष्णतेचा अनुभव.",
    "p3": "कापरेलेले पाय.",
    "p4": "सुप्त होऊ शकत नाही.",
    "p5": "सर्वात वाईट होईल असे भिती.",
    "p6": "विराम किंवा चक्कर.",
    "p7": "हृदयाचे धडधडणे किंवा वाढलेली हृदयगती.",
    "p8": "संतुलनाचा अभाव.",
    "p9": "भय.",
    "p10": "नर्व्हस.",
    "p11": "श्वास घेण्यासारखा अनुभव.",
    "p12": "कापरेलेले हात.",
    "p13": "शरीरात कापरेलेपणा.",
    "p14": "नियंत्रण गमावण्याची भिती.",
    "p15": "श्वास घेण्यात अडचण.",
    "p16": "मरण्याची भिती.",
    "p17": "भीती.",
    "p18": "असंतुलन किंवा पोटातील अस्वस्थता.",
    "p19": "मंदपणे.",
    "p20": "लाल चेहरा.",
    "p21": "थंड घाम.",
    "p22": "चाचणी पूर्ण झाली.",
    "pP1": "मी माझ्या आजूबाजूला उत्साह निर्माण करतो.",
    "pP2": "माझ्या इतरांबद्दल फार काळजी नाही.",
    "pP3": "मी नेहमी तयार असतो.",
    "pP4": "मी सहजपणे तणावित होतो.",
    "pP5": "मी संसाधनपूर्ण आणि कल्पक आहे.",
    "pP6": "माझ्याकडे फार काही बोलायचे नाही; मी फारसा बोलत नाही.",
    "pP7": "माझ्या इतरांसोबत सहयोग करायला मला आवडते.",
    "pP8": "मी गोष्टी चांगल्या ठिकाणी ठेवत नाही.",
    "pP9": "मी तणावग्रस्त परिस्थितींमध्ये शांत राहतो.",
    "pP10": "माझ्या कलात्मक आवडी कमी आहेत.",
    "pP11": "माझ्या आसपासच्या लोकांसोबत मला आरामदायक वाटते.",
    "pP12": "कधीकधी मी इतरांशी असभ्य असू शकतो.",
    "pP13": "मी तपशीलवार लक्ष देतो.",
    "pP14": "माझ्या अनेक गोष्टींवरील चिंता आहे.",
    "pP15": "माझ्या विचारांमध्ये आणि कल्पनांमध्ये मला आनंद मिळतो.",
    "pP16": "मी आरक्षित आहे आणि स्वतःला ठेवतो.",
    "pP17": "मी जवळजवळ सर्वांशी विचारशील आणि दयाळू आहे.",
    "pP18": "माझ्यात अस्वस्थतेची प्रवृत्ती आहे.",
    "pP19": "माझ्या मनोवृत्तीने मला खूप कमी वाईट किंवा दुःखी वाटते.",
    "pP20": "माझ्या मनाच्या अभिनिवेशाच्या कल्पना नाहीत.",
    "pP21": "माझ्या संवादांची सुरुवात करणे सोपे आहे.",
    "pP22": "माझ्या इतरांशी दूर आणि उदासीन असण्याची प्रवृत्ती आहे.",
    "pP23": "जे करणे आवश्यक आहे ते ताबडतोब करणे आवश्यक आहे.",
    "pP24": "मी सहजपणे नाराज होतो.",
    "pP25": "माझ्याकडे अनेक चांगल्या कल्पना असतात.",
    "pP26": "माझी एकटा राहणे आवडते.",
    "pP27": "माझ्या हृदयात एक सौम्यता आहे.",
    "pP28": "मी सहजपणे विचलित होतो.",
    "pP29": "माझ्या मनाचे चिडवले किंवा त्रासले जाणे सोपे आहे.",
    "pP30": "माझ्या कल्पनाशक्तीची उजळ कल्पना नाही.",
    "pP31": "पार्टीत, मी अनेक लोकांशी बोलतो.",
    "pP32": "मी इतरांच्या दोषांना सहजपणे लक्ष देतो.",
    "pP33": "माझ्या सोबतचा ताळमास आवडतो.",
    "pP34": "मी भावनिकदृष्ट्या स्थिर आहे.",
    "pP35": "मी नवीन गोष्टींना लवकर समजतो.",
    "pP36": "माझ्यावर लक्ष द्यायला मला आवडत नाही.",
    "pP37": "मी माझा वेळ इतरांकरिता देतो.",
    "pP38": "माझ्या जबाबदाऱ्यांना कमी करण्याचा प्रयत्न करतो.",
    "pP39": "माझ्या मनाची बारंबार स्थिती बदलते.",
    "pP40": "माझ्या कला, संगीत, किंवा साहित्याच्या क्षेत्रात मी प्रगल्भ आहे.",
    "pP41": "माझ्या जीवनात 'पार्टी' आहे.",
    "pP42": "मी सामाजिक आणि मैत्रीपूर्ण आहे.",
    "pP43": "मी योजना करतो आणि त्याच्यावर टिकतो.",
    "pP44": "मी सहजपणे क्षमा करतो आणि विसरतो.",
    "pP45": "मी गोष्टींवर विचार करायला वेळ देतो.",
    "pP46": "अज्ञात लोकांसमोर मी शर्मिला आणि आरक्षित असतो.",
    "pP47": "मी लोकांना आरामदायक वाटते.",
    "pP48": "माझ्या कामाबद्दल मी उच्च अपेक्षा करतो.",
    "pP49": "अनेकदा, मी उदास वाटतो.",
    "pP50": "मी अद्वितीय आहे आणि नेहमीच अनेक कल्पना असतात.",
    "pP51": "चाचणी संपली",
    "pR1": "चांगले केले! तुमचा सर्वात प्रमुख व्यक्तिमत्व गुण आहे",
    "pR2":
        "हे तुमचे सर्वात प्रमुख व्यक्तिमत्व गुण नाहीत! तुम्ही सर्वात जास्त ठळक असलेला गुण आहे",
    "passiva_descricao":
        "एक निष्क्रिय व्यक्ती सामान्यतः सहनशील असते आणि क्रियात्मक असण्याचा टाळते. ते कमी प्रमाणात असहमतता व्यक्त करतात आणि दुसऱ्यांना प्रसन्न करण्याची अपेक्षा करतात. ते आपल्या इच्छांची, गरजांची आणि आवडींची खुलेपणाने व्यक्ती करत नाहीत. त्यामुळे, इतरांना त्यांच्या खऱ्या भावना माहीत नसतात. तर्कशास्त्र आणि प्रेमावर अवलंबून राहून, त्या परिस्थितींचा टाळाव म्हणून ते कृती करत नाहीत, जे त्यांच्या आत्मसन्मानाची हानी करू शकते कारण ते गोष्टी करत राहतात ज्या त्यांना आवडत नाहीत पण नाकारू शकत नाहीत.",
    "passiva_titulo": "निष्क्रिय",
    "pl1":
        "यात जीवनाविषयीचा संतोष, आशावाद, आत्ममूल्य, क्षमता समज, तणाव व्यवस्थापन आणि आध्यात्मिक क्रियाकलापांचा समावेश आहे.",
    "pl1_t": "1) मानसिक कल्याण:",
    "pl2":
        "यात जोखमीच्या वर्तनाच्या पद्धती, शारीरिक व्यायामाची वारंवारता, झोपेची आदत आणि आहाराच्या पद्धतींचा समावेश आहे.",
    "pl2_t": "2) आरोग्य:",
    "pl3": "दैनंदिन वेळेचे विभाजन.",
    "pl3_t": "3) वेळेचा वापर:",
    "pl4":
        "यात belongingची भावना, नातेसंबंधातील ऊर्जा, घर आणि समुदायातील सुरक्षितता, आणि दान किंवा स्वयंसेवा करण्याची प्रथा यांचे मूल्यांकन केले जाते. समुदाय जीवन संबंध मजबूत करते आणि संकटांच्या काळात लवचिकता निर्माण करण्यात मदत करते.",
    "pl4_t": "4) समुदायातील ऊर्जा:",
    "pl5":
        "यात औपचारिक आणि अनौपचारिक शिक्षण, शिक्षणाद्वारे दिलेले मूल्ये, आणि शैक्षणिक कामगिरीच्या पलीकडे पर्यावरणाची जागरूकता याचे मापन केले जाते.",
    "pl5_t": "5) शिक्षण:",
    "pl6": "सांस्कृतिक कार्यक्रमांत भाग घेणे, कलात्मक विकासासाठी संधी.",
    "pl6_t": "6) संस्कृती:",
    "pl7":
        "यात नैसर्गिक संसाधनांची गुणवत्ता, जसे की पाणी, हवा, माती, आणि जैवविविधता, तसेच हरित क्षेत्रांमध्ये प्रवेश यांचे मूल्यांकन केले जाते. पर्यावरणाची काळजी घेणे म्हणजे स्वतःची काळजी घेणे.",
    "pl7_t": "7) पर्यावरण:",
    "pl8":
        "सरकारची प्रतिमा आणि सार्वजनिक संस्था त्यांच्या जबाबदाऱ्या कशा पार पडतात याचे मूल्यांकन.",
    "pl8_t": "8) प्रशासन:",
    "pl9":
        "यात उत्पन्न, आर्थिक सुरक्षा, कर्जाची पातळी, आणि खरेदींची गुणवत्ता यांचे मूल्यांकन केले जाते.",
    "pl9_t": "9) जीवनमान:",
    "pq_anuncios_texto":
        "अ‍ॅपला सर्व वापरकर्त्यांसाठी मोफत ठेवण्यासाठी जाहिरातींनी या प्रकल्पाला निधी दिला आहे. जर तुम्हाला जाहिरातविहीन अनुभव आवडत असेल तर तुम्ही जाहिरातींना काढून टाकण्याचा पर्याय खरेदी करू शकता. तुमच्या समर्थनाबद्दल धन्यवाद.",
    "pq_anuncios_titulo": "जाहिराती का आहेत?",
    "r0": "याचा माझ्यावर काही परिणाम झाला नाही.",
    "r1": "मी अचानक रागावतो.",
    "r2": "माझ्या रागावर नियंत्रण ठेवता येते असे मला वाटते.",
    "r3": "रागावल्यानंतर, मी ते कसे नियंत्रणात ठेवता आले असते यावर विचार करतो.",
    "r4": "विशिष्ट कारणाशिवाय मी रागावतो.",
    "r5":
        "मी रागावल्यावर, काय घडले आणि काय सांगितले गेले ते समजून घेण्याचा प्रयत्न करतो.",
    "r6":
        "मी रागावल्यावर, मी सहसा माझ्या भावना आणि मला अन्यमितपणे वागवले गेले याचा विचार करतो.",
    "r7":
        "मी रागावल्यावर, मी सहसा ओरडतो, अपमान करतो, आणि नंतर पछतावयास लागणारे शब्द बोलतो.",
    "r8":
        "कोणी काही गडबड केली तर, त्यांच्यावर आक्षेप घेण्यात आणि त्यांना उत्तरदायित्व ठेवण्यात मला काही अडचण येत नाही.",
    "r9": "माझ्या रागाचे व्यक्तीकरण करतांना मला अपराधी वाटते.",
    "r10": "कोणावर राग आल्यावर, मी शांतपणे चर्चा करण्याचा प्रयत्न करतो.",
    "r11":
        "माझ्या रागाच्या भावना सामायिक केल्यावर, मी त्यांना माझ्या मनातून काढू शकतो.",
    "r12":
        "इतरांनी माझ्या रागाच्या खऱ्या प्रमाणाचा अंदाज घेतला तर, मला अक्षम मानले जाईल.",
    "r13":
        "काही निराशाजनक घडल्यावर, मी स्वतःला आठवणी देतो की, हे जगाचा अंत नाही.",
    "r14": "राग आल्यावर, मी उत्तम निर्णय घेण्यासाठी आवश्यक वेळ देतो.",
    "r15":
        "राग असतानाही, लोकांशी बोलताना माझ्या निराशेचा लपवण्याचा प्रयत्न करतो.",
    "r16": "मी माझ्या परिचित लोकांपेक्षा अधिक वारंवार रागावतो.",
    "r17":
        "माझे मित्र आणि कुटुंब मला माझ्या रागावर नियंत्रण ठेवण्यास अडचण येते असे ओळखतात.",
    "r18": "मूर्खपणाचे काम केल्यावर, मी स्वतःवर रागावतो.",
    "r19":
        "मी माझा राग इतरांपासून बहुतेक वेळा लपवतो आणि त्याबद्दल नंतर खराब वाटते.",
    "r20":
        "कोणी मला चिडवले की, मी शांत असल्याचे दाखवतो आणि माझ्या भावना लपवतो.",
    "r21":
        "माझ्या रागाला व्यक्त करण्यासाठी मी क्रियाकलाप, छंद किंवा दिनचर्या करतो.",
    "r22":
        "कोणी मला काही असे करण्यास सांगितल्यास जे मला आवडत नाही, मी ते स्वीकारतो आणि नंतर स्वतःवर रागावतो.",
    "r23":
        "जेव्हा मी रागावलेला असतो, तेव्हा मला भिंतीवर घासून देण्याची किंवा वस्तूंवर धडक देण्याची इच्छा असते.",
    "r24":
        "कोणी मला निराश केले की, मी परिस्थितीला humor च्या दृष्टिकोनातून पाहण्याचा प्रयत्न करतो आणि स्वतःवर हसतो.",
    "r25":
        "जेव्हा मी रागावलेला असतो, तेव्हा मी काही काळ एकटा राहून शांत होण्याचा प्रयत्न करतो.",
    "r26":
        "मी अशा परिस्थितींचा टाळतो ज्यामुळे मला राग येईल हे मला माहिती असते.",
    "r27": "कोणी माझ्या योजना अयशस्वी करत असेल तर मला राग येतो.",
    "r28": "इतर लोक माझ्या सारख्या परिस्थितीत अधिक रागावलेले वाटतात.",
    "r29": "माझ्या कामाचे योग्य मानधन मिळत नाही, तेव्हा मला राग येतो.",
    "r30": "कोणी अन्याय करत असेल, तेव्हा मला राग येतो.",
    "r31":
        "माझ्यापेक्षा कमी पात्र असलेल्या व्यक्तीने आदेश दिला, तेव्हा मला राग येतो.",
    "r32":
        "कधी कधी मला इतका राग येतो की मी नियंत्रण गमावू शकतो अशी भीती वाटते.",
    "r33": "सध्या, मला दररोज काहीतरी राग येते.",
    "r34": "अवर्णनीय व्यक्तींसोबत काम करणे, तेव्हा मला राग येतो.",
    "r35":
        "जेव्हा मी कोणावर रागावतो, तेव्हा मी त्याचा राग माझ्या जवळच्या लोकांवर काढतो.",
    "r36": "मला उशीर झाल्यामुळे राग येतो.",
    "r37": "जेव्हा मी रागावलेला असतो, तेव्हा मी काही तास रागावलेच असतो.",
    "r38": "माझ्या आसपास असलेल्या लोकांमुळे मला त्रास होतो.",
    "r39": "कोणी मला अपमानित केले की मला राग येतो.",
    "r40":
        "माझ्या काही मित्रांमध्ये अशी सवयी आहेत, ज्या मला खूपच त्रासदायक वाटतात.",
    "r41": "गुप्तपणे, मी इतरांवर तिखटपणे टिप्पणी करतो.",
    "r42":
        "जेव्हा मी रागावलेला असतो, तेव्हा मी इतरांपेक्षा अधिक लवकर शांत होतो.",
    "r43": "मी सहसा रागावतो जितके की योग्य वाटते.",
    "r44": "माझ्या जखमांचा इतरांवर क्षमस्वी होऊ शकतो.",
    "r45": "माझ्या मनात ठेवलेल्या तक्रारी मी कोणालाही सांगत नाही.",
    "r46":
        "माझ्या भूतकाळातील काही गोष्टींविषयी विचार करत असताना मला राग येऊ शकतो.",
    "r47": "या अ‍ॅपच्या जाहिरातींनी मला आणखी अधिक रागावले :)",
    "r48": "टेस्ट समाप्त",
    "rC": "3) राग कसा हाताळायचा:",
    "rC1":
        "थेट आणि अप्रत्यक्ष चिन्हे ओळखणे हे त्यांना चांगल्याप्रकारे हाताळण्यासाठी पहिले पाऊल आहे. जेव्हा राग येतो, तेव्हा काही भावना आणि विचार उगम पावतात; इतर तेव्हा येतात जेव्हा राग वाढतो. आपल्या लक्षणांचा विकास कसा होतो हे ओळखण्यासाठी, भूतकाळातील अशा परिस्थितींचा विचार करा जिथे राग उपस्थित होता आणि त्यासोबतच्या भावना आणि विचार लक्षात ठेवा. विविध राग स्तर अनुभवलेल्या परिस्थितींबद्दल विचार करणे फारच उपयोगी ठरेल, ज्यामुळे आपली भावना, विचार आणि शारीरिक लक्षणे कशा प्रकारे विकसित होतात हे समजून घेणे सुलभ होईल.",
    "ra": "थोडक्यात, पण मला याची पर्वा नाही.",
    "raivaMau":
        "सावध रहा! तुम्ही तुमच्या रागाला तुमच्या वर्तन आणि भावनांवर नियंत्रण ठेवू द्या! हे नक्कीच इतरांशी नातेसंबंधात अनेक समस्यांला जन्म देईल आणि तुमच्या कल्याणावर परिणाम करेल. खालील विषय वाचा: राग कसा नियंत्रणात ठेवायचा? आणि त्वरित सूचनांचे पालन करा.",
    "raivaMedio":
        "काही परिस्थितींमध्ये तुम्ही तुमचा राग नियंत्रणात ठेवू शकता, परंतु नेहमीच नाही. हे खरे आहे की तुम्ही राग व्यवस्थापनात कार्यशील असलेल्या वैयक्तिक रणनीती विकसित केल्या आहेत, परंतु सुधारणा करण्यासाठी अजून जागा आहे. तुमच्या रागाचे कारणे आणि तुम्ही तुमच्या भावनांचे व्यवस्थापन सुधारण्यासाठी काय उपाय करू शकता ते अधिक चांगले समजून घ्या. खालील विषय वाचा: राग कसा नियंत्रणात ठेवायचा? आणि तुम्ही तुमच्या राग नियंत्रणास आणखी सुधारित करा.",
    "rara": "कधी कधी",
    "raramente": "कधी कधी",
    "raro": "अनेकदा",
    "rb": "मध्यम, कधी कधी अप्रिय.",
    "rc": "तीव्र, हे मला खूप त्रासदायक आहे.",
    "reiniciar": "सुरूवात",
    "rel.1": "मी अनेकदा इतरांशी तुलना करतो.",
    "rel.2":
        "मी सामान्यतः लक्ष्ये ठरवत नाही; मी फक्त प्रवाहात जातो आणि परिस्थितीला अनुरूप होतो.",
    "rel.3":
        "जेव्हा मी काहीतरी भिती किंवा अशक्तपणा अनुभवतो, तेव्हा मी माझ्या निष्क्रियतेसाठी अनेकदा बहाणे शोधतो.",
    "rel.4":
        "माझ्या अधिकारांचे संरक्षण करण्याची वेळ आल्यावर, मी सामान्यतः निष्क्रिय दृष्टिकोन स्वीकारतो.",
    "rel.5":
        "माझ्या जीवनात वेदना, राग, निराशा, भीती आणि चिंता यासारख्या नकारात्मक भावना मी अनेकदा अनुभवतो.",
    "rel.6":
        "जेव्हा मी इतरांसोबत असतो, तेव्हा मी सामान्यतः त्यांना संवादात पुढाकार घेण्याची परवानगी देतो.",
    "rel.7":
        "मी स्वतःला आणि इतरांना अनेक वचनं देतो, पण बऱ्याचदा पूर्ण करीत नाही.",
    "rel.8":
        "नवीन गोष्टी करण्यापासून आणि प्रयत्न करण्यापासून मी टाळतो, कारण मला लोक काय म्हणतील याची भीती वाटते.",
    "rel.9": "माझा सवयीचा दृष्टीकोन नकारात्मक असतो, स्वतःला आणि इतरांबद्दल.",
    "rel.10":
        "माझ्याकडून खूप अपेक्षा आहेत आणि मी परिपूर्णतावादी आहे म्हणून मला चुका होण्याची भीती आहे.",
    "rel.11":
        "माझ्या समोर असलेल्या कठीण परिस्थितींसाठी मी सामान्यतः वाईट गोष्टींची अपेक्षा करतो.",
    "rel.12": "कधी कधी मी विशिष्ट निवडींचे स्वीकारणे मान्य करणे कठीण आहे.",
    "rel.13":
        "माझ्या जीवनातले काम कसे चालले आहे यावर मी सामान्यतः कंटाळलेला आणि असंतुष्ट असतो.",
    "rel.14":
        "जेव्हा मी कोणाशी भेटतो, तेव्हा मी संभाषण ठेवण्यासाठी विशेष प्रयत्न करत नाही.",
    "rel.15": "मी सामान्यतः सर्व गोष्टींना नकारात्मक दृष्टीकोनातून पाहतो.",
    "rel.16": "मी इतरांवर आणि गोष्टींवर अत्यंत टीकात्मक असतो.",
    "rel.17":
        "सामान्यतः, जेव्हा मी लोकांमध्ये असतो, तेव्हा मी खुला असत नाही; मी सामान्यतः स्वतःच राहतो.",
    "rel.18":
        "माझ्या जीवनातील परिस्थितींचा सामना करण्याची आणि जगण्याची मला सामान्यतः भीती वाटते.",
    "rel.19":
        "मी अनेकदा भावनिक आणि मानसिकपणे स्वतःला सुरक्षित ठेवतो आणि लोक ते गर्व किंवा श्रेष्ठता म्हणून समजतात.",
    "rel.20": "कधी कधी मी स्वतःवर किंवा माझ्या वर्तनावर संतुष्ट नसतो.",
    "rel.coment":
        "अमेरिकन मनोवैज्ञानिक फिल मॅकगॉव्हनुसार, प्रत्येक परिस्थिती, परिस्थिती, आव्हान आणि तुमच्या जीवनातील नातेसंबंधांमध्ये तुम्ही एक सामान्य घटक असता. तुम्ही सकारात्मक किंवा नकारात्मक योगदान देता, तुमच्या समावेश असलेल्या प्रत्येक परिस्थितीवर प्रभाव टाकता. तुम्हाला कोणती भूमिका निभावता ते, कसे आणि का हे शोधण्याची वेळ आली आहे. मॅकगॉव्ह म्हणतात की तुम्ही स्वतःला न ओळखणे तुमच्या इच्छांचा, गरजांचा, मूल्यांचा आणि मूल्याचे समजून घेण्यास प्रतिबंध करते. लक्षात ठेवा, तुम्ही ज्या व्यक्तींसोबत सर्वाधिक वेळ घालवता आणि ज्यात तुम्ही सर्वाधिक गुंतवणूक करता ती व्यक्तीच तुम्ही आहात.",
    "rel.coment.t": "सामाजिक नातेसंबंधांविषयी:",
    "rel.escala.1":
        "अत्यंत कमी स्कोअर: तुम्हाला इतरांसोबत संबंध ठेवण्यात गंभीर अडचणी आहेत कारण तुम्ही स्वतःवर, तुमच्या गरजांवर किंवा तुमच्या चिंतेवर जास्त लक्ष केंद्रित करता. तुम्हाला परिस्थितीचा बळी असल्यासारखे वाटू शकते, कमी आत्ममूल्यता अनुभवता आणि आत्मविश्वासाची कमतरता असू शकते. या दृष्टिकोनामुळे इतरांसोबत यश मिळवणे तुमच्यासाठी कठीण होऊ शकते. तुम्हाला भय आणि आत्मसंदेहांचा सामना करावा लागू शकतो, परंतु लक्षात ठेवा, चुकांमध्ये आणि भयांमध्ये वाढण्याची आणि शिकण्याची मदत होते, जर तुम्ही नवीन धड्यांवर खुले राहिलात.",
    "rel.escala.1t": "तुम्हाला नातेसंबंधांमध्ये मोठ्या अडचणी आहेत",
    "rel.escala.2":
        "तुम्हाला काही नातेसंबंधी कौशल्ये आहेत, पण ते कमी विकसित आहेत कारण तुम्ही स्वतःवरच जास्त लक्ष केंद्रित करता, इतरांच्या गरजा न ओळखता. तुम्ही गोंधळलेले आणि स्थिर लक्ष्ये ठेवण्यात संघर्ष करत असू शकता, ज्यामुळे परिणाम खराब होतात आणि तुमच्या असुरक्षिततेला योगदान देतात. अधिक सकारात्मक विचार करण्यावर आणि स्वतःला मूल्य देण्यावर लक्ष केंद्रित करा. अधिक रचनात्मक वर्तन स्वीकारून, तुम्ही इतरांसाठी सकारात्मक योगदान देऊ शकता तसेच स्वतःला वाढवू शकता.",
    "rel.escala.2t": "तुम्हाला कमी नातेसंबंधी कौशल्ये आहेत",
    "rel.escala.3":
        "तुम्ही इतरांशी चांगले संवाद साधता परंतु तुम्हाला स्वतः आणि इतरांबद्दल काही प्रतिबंधात्मक विश्वास असू शकतात, ज्यामुळे तुम्ही तुमच्या नातेसंबंधात अधिक ठामपणे वागत नाही. तुम्हाला काही वैयक्तिक असुरक्षितता देखील अनुभवता येऊ शकते, ज्यामुळे तुम्ही स्वतः आणि इतरांवर टीका करता. ही वर्तन तुम्हाला प्रामाणिक, परस्पर आणि मजबूत नातेसंबंध निर्माण करण्याची संधी चुकवू शकते. लक्षात ठेवा, तुम्ही स्वतःला आणि इतरांना कसे वागवता हे तुमच्यावर कसे वागवले जाते यावर प्रभाव टाकते.",
    "rel.escala.3t": "तुम्हाला काही नातेसंबंधी कौशल्ये आहेत",
    "rel.escala.4":
        "उत्कृष्ट स्कोअर. तुम्हाला संवाद साधण्याची, इतरांमध्ये रुची दाखवण्याची आणि लोकांसोबत सहज जोडण्याची क्षमता आहे. तुम्ही एक सुखद व्यक्तिमत्व आणि स्थिर वर्तन आहे, तरीही कधी कधी तुम्ही राखीव म्हणून दिसू शकता. तुम्हाला काही वैयक्तिक भय आणि शंका असू शकतात, ज्यामुळे तुमच्या नातेसंबंधांवर परिणाम होऊ शकतो. अधिक प्रभावीपणे तुमचे लक्ष्य साधण्यासाठी तुमच्या आत्मविश्वासाला चालना देण्यावर लक्ष केंद्रित करा.",
    "rel.escala.4t": "तुम्ही चांगले संबंध साधता",
    "rel.escala.5":
        "उत्कृष्ट स्कोअर. तुम्हाला अपवादात्मक संवाद कौशल्ये आहेत आणि इतरांसोबत संवाद साधण्याची मोठी क्षमता आहे. तुम्ही सहानुभूतीपूर्ण, सुखद व्यक्तिमत्वाचे आहात आणि लोकांसोबत असायला आनंदी आहात. तुम्ही प्रभावी, प्रभावशाली आहात आणि गोष्टी घडवता. खुल्या मनाने आणि आत्मविश्वासाने, कधी कधी तुम्ही आढळून येणारा म्हणून समजले जाऊ शकता. तुमच्या लोकप्रियतेमुळे, लोक नैसर्गिकपणे तुमच्याकडे आकर्षित होतात, म्हणून लक्षात ठेवा की तुम्ही सामाजिक फडफड करणारा म्हणून गोंधळात न पडता.",
    "rel.escala.5t": "तुम्हाला उत्कृष्ट नातेसंबंधी कौशल्ये आहेत",
    "rel.intro":
        "एलन सिहेरा यांनी विविध सामाजिक वातावरणात लोकांच्या वर्तनाच्या नमुन्यांवर एक अभ्यास केला. हा टेस्ट तुमच्या वर्तनाची, संबंध ठेवण्याची, संवाद साधण्याची आणि विविध सामाजिक संदर्भांमध्ये इतरांशी जोडण्याची मूल्यांकन करण्यासाठी आहे. हे तुम्हाला तुमच्या दृष्टीकोनावर विचार करण्यास मदत करेल आणि 0 ते 100 पर्यंतच्या प्रमाणात तुमच्या कौशल्यांचे परिणाम देईल. यशस्वी टेस्टसाठी आम्ही तुम्हाला शुभेच्छा देतो.",
    "removerAds": "अ‍ॅड्स काढा",
    "removerAds2": "अ‍ॅपमधून जाहिराती काढा",
    "resultado": "वर्गीकरण",
    "satisfatório": "संतोषजनक",
    "satisfatórioR": "GNH निर्देशांकानुसार, तुम्ही मध्यमपणे आनंदी आहात :/",
    "semRaiva":
        "अभिनंदन! तुम्ही काय तुम्हाला राग येतो हे चांगले समजता आणि तुम्हाला समस्या सुरू होत असताना काय करावे हे माहित आहे. सौम्य रीतीने, तुम्ही राग व्यवस्थापनाच्या विविध धोरणांचा विकास केल्याचे दिसते आणि तुम्ही त्यावर गर्व करू शकता.",
    "sempre": "सर्व वेळ",
    "sint_stress_alto":
        "अत्यंत उत्साही, तणावग्रस्त, आराम करू शकत नाही, संवेदनशील, नाराज, सहज चिडणारा, घाबरलेला, तणावग्रस्त, विघटन किंवा विलंबांसाठी असहिष्णू.",
    "sint_stress_titulo": "तणावाच्या लक्षणे",
    "sobreRaiva": "रागाविषयी",
    "sobre_autoconfianca": "आत्मविश्वासाविषयी",
    "sobre_sorriso": "हसण्याविषयी",
    "sobre_texto":
        "ही अ‍ॅप्लिकेशन ByronSystemDeveloper® द्वारे विकसित केली गेली आहे जी वापरकर्त्याला वर्तन आणि भावना विश्लेषणात सहाय्य करण्यासाठी एक मालिकेतील चाचणी प्रदान करण्याचे उद्दिष्ट आहे. आमची आशा आहे की या चाचण्या, स्पष्टीकरणे आणि टिपा वापरकर्त्याला अधिक निरोगी वर्तन आणि जीवनशैली स्वीकारण्यासाठी प्रोत्साहित करतील, ज्यामुळे शारीरिक आणि मानसिक दोन्ही सुधारणा होईल. आनंद घ्या :)",
    "sobre_titulo": "अ‍ॅप बद्दल",
    "sor.1": "दिवसभर तुम्ही अनेकदा हसता का?",
    "sor.2":
        "तुम्हाला दिवसभर भेटणाऱ्या बहुतेक लोकांना तुम्हाला पाहून हसतात का?",
    "sor.3": "कोणी तुम्हाला हसल्यास, तुम्ही परत हसता का?",
    "sor.4": "तुम्ही कोणाशी ओळख करून देताना, तुम्ही स्वागत करताना हसता का?",
    "sor.5": "तुम्ही हसल्यास, तुमची दातं दिसतात का?",
    "sor.6":
        "तुम्ही ज्या ठिकाणी कोणालाही ओळखत नाहीत, तेथे तुम्ही नेहमी गंभीर असता का आणि हसत नाही?",
    "sor.7": "कधी कधी तुमचा हसणे पोट-हसवा किंवा आयरॉनिक हसणे असतो का?",
    "sor.8":
        "तुम्ही कधी तुमच्या हसण्याकडे आरशात पाहिले आहे का? ते सुंदर आहे का?",
    "sor.9": "तुम्ही कमी हसणारा व्यक्ती आहात का?",
    "sor.10": "तुमचा चेहरा सामान्यत: चिंतित किंवा तणावग्रस्त असतो का?",
    "sor.11":
        "कधी कधी, अगदी एकटा असताना, तुम्ही सुखद घटना लक्षात आणून हसता का?",
    "sor.12":
        "तुम्ही काहीतरी नाराज असताना आणि चांगल्या मित्रांना भेटल्यास, तुम्ही प्रामाणिक हसता का?",
    "sor.13":
        "तुम्ही हसल्यास, तुम्ही तुमच्या सभोवतालच्या लोकांना हसवू शकता का?",
    "sor.escala.1":
        "अभिनंदन! हसणे तुम्ही सहजपणे करत असाल कारण बहुतेक वेळा तुम्ही त्याचा विचारही करत नाही. तुमचे हसणे म्हणजे तुम्ही शांत आणि आरामात आहात. हे इतरांशी चांगले संबंध ठेवण्यास योगदान करते. आम्हाला तुम्हाला कोणतीही सल्ला देणे नाही, एकच - असेच चालू ठेवा! तुमचे हसणे सहजपणे अनेक लोकांना आकर्षित करते.",
    "sor.escala.2":
        "तुम्ही तुमच्या हसण्याबद्दल संयमित आहात! तुम्हाला हसण्याची कला माहित आहे आणि तुम्ही मित्रवत वागता, पण फक्त तेव्हा जेव्हा ते तुमच्यासाठी फायदेशीर असते. सामान्यतः, तुम्ही लोकांसोबत चांगले राहण्याचा प्रयत्न करता, जरी काही कमी हसण्याचे क्षण असू शकतात. सुधारण्याची नेहमी जागा असते, यावर विचार करा आणि हसण्याचे फायदे खाली तपासा.",
    "sor.escala.3":
        "तुम्ही त्या कमी हसणाऱ्या क्षणांना सुधारायला पाहिजे. कदाचित तुम्हाला हसण्याची इच्छा किंवा गरज नाही, परंतु लोक अशा लोकांपासून दूर जातात जे हसत नाहीत, कारण मित्रत्व आणि तरुणपणाचा प्राथमिक मागणी हसणे आहे! लक्षात ठेवा, हसणे तुमच्या आजूबाजूच्या वातावरणाला आनंददायक बनवते! खालील कारणे तपासा की तुम्हाला हसावे का आणि प्रयत्न करा! हे तुमच्या जीवनात फरक करेल.",
    "sor.intro":
        "तुम्ही दिवसभर हसता का? कदाचित तुम्हाला हे प्रमाणित करण्यासाठी परीक्षणाची आवश्यकता नाही! तथापि, हा टेस्ट तुम्हाला विविध परिस्थितींमध्ये तुमच्या हसण्याची प्रदर्शने कशी होते याविषयी अंतर्दृष्टी प्रदान करेल. टेस्टच्या शेवटी, तुम्हाला माहिती होईल की तुम्ही नैसर्गिकपणे हसणारा व्यक्ती आहात का जो सकारात्मकता पसरवू शकतो, आणि हसण्याचे फायदे तुमच्यासाठी आणि तुमच्या आजूबाजूच्या लोकांसाठी कसे आहेत हे शिकाल. तुम्हाला माहिती आहे का की हसणे स्वातंत्रिक किंवा विचारपूर्वक असू शकते? परीक्षण पूर्ण करताना फरक शोधा. मूल्यमापनाचा आनंद घ्या!",
    "sor.sobre":
        "13 प्रश्नांचा एक चाचणी, प्रत्येक प्रश्न 0 ते 1 पॉइंट्सपर्यंत स्कोअर केलेला आहे.",
    "sor.sorri1": "तुम्ही हसण्याचे सुधारणा आवश्यक आहे",
    "sor.sorri2": "तुम्ही कधी कधी हसता",
    "sor.sorri3": "तुम्ही हसणारा व्यक्ती आहात",
    "sor_PE":
        "पॉल एकमॅन, 20 व्या शतकातील 100 सर्वाधिक प्रभावशाली मनोवैज्ञानिकांपैकी एक, भावनांचा आणि चेहऱ्याच्या भावनांचा अभ्यास करण्याचा पायनियर होता.",
    "sor_c1":
        "अभ्यास दाखवतात की 60% पेक्षा जास्त लोक एक हसऱ्या चेहऱ्याला हसवतात! असा व्यक्ती बना जो हसऱ्या चेहऱ्याने आनंद पसरवतो आणि तुम्हाला नक्कीच परत हसण्याची शक्यता असेल.",
    "sor_c2_1":
        "• लोकांना जोडते, जवळीक, सहानुभूती वाढवते आणि विश्वास प्रोत्साहित करते.",
    "sor_c2_2":
        "• आपल्याला अधिक आकर्षक, मैत्रीपूर्ण आणि तरुण बनवते कारण चेहऱ्याच्या स्नायूंच्या हालचाली त्वचेच्या लवचिकतेत वाढ करतात.",
    "sor_c2_3":
        "• सेरोटोनिन आणि एंडॉर्फिन रिलीज करते, जे चांगले राहण्यास, आनंद आणि सुखाला प्रोत्साहित करते.",
    "sor_c2_4": "• प्रतिकारशक्ती मजबूत करते आणि ऊर्जा वाढवते.",
    "sor_c2_5": "• वेदना कमी करते.",
    "sor_c2_6":
        "• भावनिक संतुलन राखण्यास मदत करते, ताण आणि चिंता प्रभावांपासून संरक्षण करते आणि आपल्याला आरामात राहण्यास मदत करते.",
    "sor_c2_7": "• आत्म-संवेदना वाढवते.",
    "sor_c3":
        "19 व्या शतकातील फ्रेंच न्यूरोलॉजिस्ट गियॉम डुशेन हा पहिला व्यक्ती होता जो मानवी चेहऱ्याच्या भावनांचा अभ्यास करत होता. त्याने शोधले की खरे आणि बनावट हसणे पूर्णपणे भिन्न चेहऱ्याच्या स्नायूंना सक्रिय करते. एक खरे हसणे, ज्याला डुशेन हसणे म्हणून ओळखले जाते, त्यात डोळ्यांच्या आजूबाजूच्या स्नायूंचा समावेश असतो, जे त्यांना अर्धवट बंद करते आणि उबदारपणा आणि सुस्पष्टता दर्शवते. एक बनावट हसणे फक्त तोंड हलवते आणि खऱ्या हसण्याचे सत्यता नाही. या 'आग्निशामक हसणे' चांगल्याची एक्सप्रेशन असलेल्या आकृतिबंधांशी किंवा लोकांशी तुलना केली जाते.",
    "sor_c4":
        "हसणे शरीरातील 80 पर्यंत स्नायू सक्रिय करू शकते, मस्तक, घशा, हृदय, छाती, पाय, पाय आणि अर्थातच चेहरा यावर परिणाम करतो! संशोधन दर्शवते की हसणे चिकित्सीय प्रभाव असते, जसे की वयोमानानुसार रिंकल्स उशीराने येणे. त्यामुळे हसणे अधिक! दररोज हसण्याचे संधी शोधा, सकारात्मक लोकांसह आणि वातावरणात राहा आणि आनंद पसरवा. दररोज हसण्याची मात्रा संसर्गजन्य आहे आणि आपल्या आरोग्याला सुधारू शकते.",
    "sor_c5_1":
        "शांत व्हा, फक्त जीवनाचा आनंद घ्या, अधिक हसा, अधिक हसा, आणि गोष्टींवर जास्त चिंता करू नका (केनेथ ब्रानाघ)",
    "sor_c5_2":
        "तुमचा हसणे जगासोबत शेअर करा - हे मित्रत्व आणि शांतीचे चिन्ह आहे (क्रिस्टी ब्रिंकले)",
    "sor_c5_3":
        "स्पीगुळात हसा. हे प्रत्येक सकाळी करा आणि तुम्ही तुमच्या जीवनात मोठा फरक पाहायला सुरवात कराल (योको ओनो)",
    "sor_c5_4":
        "आम्ही एकमेकांना नेहमी हसून नमस्कार करू, कारण हसणे प्रेमाची सुरुवात आहे (मदर टेरेसा)",
    "sor_sor": "हसणे संसर्गजन्य आहे:",
    "sor_t2": "हसण्याचे परिणाम:",
    "sor_t3": "खरे आणि बनावट हसणे",
    "sor_t4": "हसणे: सर्वोत्तम औषध",
    "sor_t5": "हसण्याबद्दल प्रसिद्ध उद्धरण",
    "testecompleto": "अधिक अचूक मूल्यांकनासाठी, संपूर्ण चाचणी प्रयत्न करा",
    "tipo_atitudes_titulo": "आवृत्तीचे प्रकार",
    "tipos_atitudes_titulo": "आवृत्त्यांविषयी",
    "tit_desc_niv": "ताणाच्या स्तराचे वर्णन",
    "tit_niv_categ": "प्रकारानुसार ताणाचे स्तर",
    "titulofrequecia": "तुम्ही किती वारंवार...",
    "todosBSD": "सर्व BSD अॅप्स",
    "v_hist": "माझे परिणाम",
    "varias_vezes": "अनेकदा",
    "vezes": "कधीकधी",
    "zon1": "खूप कमी",
    "zon1_des": "तुम्हाला इच्छित लक्ष्य गाठण्यासाठी अधिक ऊर्जा आवश्यक आहे.",
    "zon1_des_red":
        "तुम्हा स्ट्रेसचा स्तर अत्यंत कमी आहे, आणि हे आवश्यक असेलच असे नाही!",
    "zon2": "कमी",
    "zon2_des":
        "तुम्ही एक निरोगी श्रेणीत आहात आणि हृदयविकार किंवा पेप्टिक अल्सर सारख्या स्ट्रेस-संबंधित आजारांचा धोका नाही. तथापि, तुमची कार्यक्षमता पूर्ण क्षमतेसाठी पोहोचू शकत नाही.",
    "zon2_des_red": "तुम्हा स्ट्रेसचा स्तर कमी आहे, पण हेही आदर्श नाही!",
    "zon3": "सामान्य",
    "zon3_des":
        "तुम्ही तणाव आणि विश्रांती यांचा संतुलन अनुभवता. तुमच्या लक्ष्यांची पूर्तता करण्यासाठी काही प्रमाणात तणाव आवश्यक आहे.",
    "zon3_des_red": "अभिनंदन! तुम्ही सामान्य स्ट्रेस स्तर राखत आहात!",
    "zon4": "उच्च",
    "zon4_des":
        "तुमच्या आयुष्याचे मूल्यांकन करण्याचा आणि तातडीच्या समस्यांची ओळख करण्याचा वेळ आहे. मनोवैज्ञानिक समस्या आणि पचन व परिसंचरण प्रणालीतील जटिलतांना टाका. नियमितपणे व्यायाम करा, एक निरोगी आहार अनुसरा, विश्रांती तंत्रे वापरून पाहा आणि विश्वासू मित्रांकडून समर्थन मिळवा. सकारात्मक रहा आणि इतरांशी सौम्य असावे.",
    "zon4_des_red": "तुम्ही उच्च तणाव अनुभवता, जे आरोग्यदायक नाही!",
    "zon5": "अतिशय उच्च",
    "zon5_des":
        "तुम्हा स्ट्रेसची पातळी अत्यंत गंभीर आहे आणि तातडीची कारवाई आवश्यक आहे. मित्र, कुटुंब किंवा आरोग्य तज्ज्ञांकडून समर्थन मिळवा. थोडी विश्रांती घेणे आणि तणाव कमी करण्याच्या तंत्रांचा अभ्यास करणे विचार करा. व्यायाम, निरोगी आहार आणि सकारात्मक दृष्टिकोन यांना प्राथमिकता द्या, आणि इतरांशी सौम्य राहा.",
    "zon5_des_red":
        "सावधानता! तुमचा तणाव धोकादायकपणे उच्च आहे आणि तातडीच्या लक्षाची आवश्यकता आहे!",

    // Burnout Test #########
    "_tBurnout": "बर्नआउट चाचणी",

    "burn_intro":
        "ही चाचणी काम, शाळा किंवा अभ्यासाशी संबंधित मानसिक थकव्याची लक्षणे मूल्यांकन करते.\nविद्यार्थी, व्यावसायिक किंवा सतत दबाव आणि मागण्यांना सामोरे जाणाऱ्या कोणालाही ही चाचणी वापरता येऊ शकते.\nप्रश्न तीन मुख्य क्षेत्रांचा समावेश करतात: भावनिक थकवा, भावनिक दुरावा आणि वैयक्तिक यशाची भावना.\nअलिकडच्या आठवड्यांत तुम्हाला कसे वाटले याचा विचार करून प्रामाणिकपणे उत्तरे द्या.\nही चाचणी वैद्यकीय मूल्यमापनाचा पर्याय नाही, पण तुमच्या सध्याच्या मानसिक थकव्याच्या पातळीची समज वाढवू शकते.",

    "burn_dim_ex_title": "भावनिक थकवा",
    "burn_dim_dis_title": "भावनिक दुरावा",
    "burn_dim_real_title": "वैयक्तिक यश",

    "burn_1": "दिवसाच्या शेवटी मला खूप थकवा जाणवतो.",
    "burn_2": "झोप घेतल्यानंतरही मी थकलेला/थकलेली उठतो/उठते.",
    "burn_3": "माझी दैनंदिन कामे माझ्या क्षमतेपेक्षा जास्त ऊर्जा मागतात.",
    "burn_4": "थकव्यापासून सावरणे मला कठीण जाते.",
    "burn_5": "लहानसहान जबाबदाऱ्याही खूप ओझ्यासारख्या वाटतात.",
    "burn_6": "मला अनेकदा मानसिक थकवा जाणवतो.",

    "burn_7": "माझ्या कामांमध्ये मला पूर्वीसारखी रुची वाटत नाही.",
    "burn_8": "मी आवश्यक ते करतो/करते, पण सहभाग नसतो.",
    "burn_9": "मी माझ्या जबाबदाऱ्यांबद्दल जास्त विचार करणे टाळतो/टाळते.",
    "burn_10":
        "मी जे करतो/करते त्यापासून भावनिकदृष्ट्या दूर असल्यासारखे वाटते.",
    "burn_11": "काम किंवा अभ्यासाबद्दलचा उत्साह मी गमावला आहे.",
    "burn_12":
        "मला वाटते की मी फक्त कर्तव्ये पार पाडतो/पार पाडते, कोणतीही प्रेरणा नसताना.",

    "burn_13":
        "दैनंदिन आयुष्यात मी काहीतरी उपयुक्त करत असल्याची मला जाणीव होते.",
    "burn_14": "कामात किंवा अभ्यासात मी जे करतो/करते त्याचा मला अभिमान आहे.",
    "burn_15": "आव्हानांना सामोरे जाण्याची क्षमता माझ्यात आहे असे मला वाटते.",
    "burn_16": "मी जे करतो/करते त्यात प्रगती दिसते.",
    "burn_17": "पुढे अधिक चांगले होण्यासाठी मला प्रेरणा वाटते.",
    "burn_18": "माझा प्रयत्न मोलाचा आहे असे मला वाटते.",

    "burn_res_low_title": "कमी बर्नआउट",
    "burn_res_low_desc":
        "तुमचे निकाल मानसिक थकव्याची कमी पातळी दर्शवतात.\nसामान्यतः, तुम्ही दैनंदिन मागण्या चांगल्या प्रकारे हाताळता आणि भावनिक समतोल राखता.\nतरीसुद्धा, थकव्याच्या लक्षणांकडे लक्ष देणे आणि विश्रांतीसाठी वेळ राखणे महत्त्वाचे आहे.",

    "burn_res_mod_title": "मध्यम बर्नआउट",
    "burn_res_mod_desc":
        "तुमचे निकाल मानसिक थकव्याची मध्यम पातळी दर्शवतात.\nभावनिक ताणाची काही चिन्हे आहेत, जी कालांतराने वाढू शकतात.\nदिनक्रमाचा आढावा घेणे, ओझे कमी करणे आणि विश्रांती वाढवणे यामुळे स्थिती बिघडण्यापासून रोखता येऊ शकते.",

    "burn_res_high_title": "जास्त बर्नआउट",
    "burn_res_high_desc":
        "तुमचे निकाल मानसिक थकव्याची जास्त पातळी दर्शवतात.\nही अवस्था अनेकदा भावनिक थकवा, प्रेरणेत घट आणि कामांपासून दुरावा यांच्याशी संबंधित असते.\nविश्रांती घेणे, मागण्या समायोजित करणे आणि व्यावसायिक मदत घेणे महत्त्वाचे ठरू शकते.",

    "burn_dim_ex_low_title": "कमी भावनिक थकवा",
    "burn_dim_ex_low_desc":
        "थकव्यावर मात करण्याची आणि तो नियंत्रित करण्याची चांगली क्षमता दर्शवते.",

    "burn_dim_ex_mod_title": "मध्यम भावनिक थकवा",
    "burn_dim_ex_mod_desc":
        "वारंवार थकवा आणि ऊर्जा परत मिळवण्यात अडचण दर्शवते.",

    "burn_dim_ex_high_title": "जास्त भावनिक थकवा",
    "burn_dim_ex_high_desc": "तीव्र आणि सातत्यपूर्ण मानसिक थकवा दर्शवते.",

    "burn_dim_dis_low_title": "कमी भावनिक दुरावा",
    "burn_dim_dis_low_desc": "कामांमध्ये सहभाग आणि रुची टिकवून ठेवतो/ठेवते.",

    "burn_dim_dis_mod_title": "मध्यम भावनिक दुरावा",
    "burn_dim_dis_mod_desc": "हळूहळू प्रेरणा कमी होत असल्याची चिन्हे दर्शवते.",

    "burn_dim_dis_high_title": "जास्त भावनिक दुरावा",
    "burn_dim_dis_high_desc":
        "भावनिक दुरावा आणि केलेल्या कामातील अर्थ कमी झाल्याचे दर्शवते.",

    "burn_dim_real_low_title": "उच्च वैयक्तिक यश",
    "burn_dim_real_low_desc":
        "क्षमता आणि कामगिरीबद्दल समाधानाची भावना दर्शवते.",

    "burn_dim_real_mod_title": "मध्यम वैयक्तिक यश",
    "burn_dim_real_mod_desc":
        "केलेल्या कामाच्या मूल्याबद्दल आणि परिणामाबद्दल काही शंका असल्याचे दर्शवते.",

    "burn_dim_real_high_title": "कमी वैयक्तिक यश",
    "burn_dim_real_high_desc":
        "स्वतःच्या आत्मसम्मानावर आणि वैयक्तिक समाधानावर नकारात्मक परिणाम दर्शवते.",

    "burn_sobre": "बर्नआउट विषयी",
    "burn_ctx_what_title": "बर्नआउट म्हणजे काय?",
    "burn_ctx_what_desc":
        "बर्नआउट ही शारीरिक आणि मानसिक थकव्याची अवस्था आहे, जी दीर्घकाळ ताण, दबाव आणि अतिप्रचंड मागण्यांमुळे निर्माण होते.\nती सातत्यपूर्ण थकवा, प्रेरणेत घट, भावनिक दुरावा आणि वैयक्तिक यशाची कमी भावना यांद्वारे दिसून येते.\nविद्यार्थी, व्यावसायिक आणि सतत ओझ्याखाली असलेल्या कोणालाही ती प्रभावित करू शकते.",

    "burn_ctx_causes_title": "बर्नआउटची कारणे",
    "burn_ctx_causes_desc":
        "बर्नआउट सामान्यतः अनेक घटकांच्या एकत्रित परिणामामुळे होतो, जसे की अतिशय कामाचा भार, पुरेशी विश्रांती नसणे, परिणामांसाठी सतत दबाव, मान्यता किंवा पाठिंब्याचा अभाव, आणि काम, अभ्यास व वैयक्तिक आयुष्य यामधील समतोल राखण्यात अडचणी.\nही परिस्थिती दीर्घकाळ टिकल्यास थकव्याचा धोका वाढतो.",

    "burn_ctx_prevent_title": "बर्नआउट कसा टाळावा",
    "burn_ctx_prevent_desc":
        "प्रतिबंधामध्ये ओझे कमी करणे आणि मानसिक आरोग्याची काळजी घेणे यांचा समावेश होतो.\nनियमित विश्रांती, मर्यादा ठरवणे, पुरेशी झोप, विरंगुळ्याच्या क्रियाकलापांची देखभाल आणि गरज असल्यास मदत घेणे हे महत्त्वाचे टप्पे आहेत.\nलक्षणे लवकर ओळखल्यास स्थिती बिघडण्यापासून वाचवता येते.",

    "burn_ctx_treat_title": "बर्नआउटशी कसे सामना करावा किंवा उपचार कसे करावेत",
    "burn_ctx_treat_desc":
        "बर्नआउटशी सामना करण्यासाठी व्यावहारिक बदल आणि योग्य पाठिंबा आवश्यक असतो.\nमागण्या तात्पुरत्या कमी करणे, दिनक्रम पुन्हा मांडणे, विश्रांतीवर लक्ष केंद्रित करणे आणि विश्वासू व्यक्तीशी बोलणे उपयुक्त ठरू शकते.\nकाही प्रकरणांमध्ये, बरे होण्यासाठी व्यावसायिक मदत घेणे महत्त्वाचे असते.",

    "burn_ctx_help_title": "मदत कधी घ्यावी?",
    "burn_ctx_help_desc":
        "जर थकवा, प्रेरणेचा अभाव किंवा दुराव्याची लक्षणे टिकून राहिली किंवा दैनंदिन जीवनात अडथळा आणत असतील, तर व्यावसायिक मदत घेणे महत्त्वाचे ठरू शकते.\nआरोग्यतज्ज्ञाशी बोलल्यास परिस्थिती अधिक चांगल्या प्रकारे समजून घेण्यास आणि योग्य उपाययोजना ठरविण्यास मदत होऊ शकते.",
  };
}
