Map<String, String> getRussianTranslations() {
  return {
    "-10": "Поздравляем! Согласно тесту Бека, у вас нет признаков депрессии.",
    "1a": "Я не чувствую грусти.",
    "1b": "Я чувствую себя немного грустным.",
    "1c": "Я часто чувствую грусть и не могу избежать этого.",
    "1d": "Я чувствую такую грусть, что больше не могу её терпеть.",
    "1p": "Я часто говорю ДА, хотя в глубине души хочу сказать НЕТ.",
    "2a": "Я спокоен по поводу будущего.",
    "2b": "Я чувствую отчаяние по поводу будущего.",
    "2c": "Я чувствую, что мне больше нечего ждать.",
    "2d":
        "У меня нет надежды на будущее, и я чувствую, что моя ситуация не улучшится.",
    "2p": "Я защищаю свои права, не нарушая прав других.",
    "3a": "В целом я чувствую себя удовлетворённым.",
    "3b": "Я думаю, что у меня было больше неудач, чем у большинства людей.",
    "3c": "Когда я смотрю на своё прошлое, я вижу только череду неудач.",
    "3d": "Я чувствую себя полным неудачником.",
    "3p":
        "Когда я плохо знаю кого-то, я предпочитаю скрывать то, что думаю или чувствую.",
    "4a": "Я могу находить удовлетворение в том, что делаю.",
    "4b": "Я больше не удовлетворён тем, что когда-то приносило мне радость.",
    "4c": "Я не могу по-настоящему чувствовать удовлетворение ни от чего.",
    "4d": "Я чувствую неудовлетворённость и скуку во всём.",
    "4p": "Большую часть времени я решителен и твёрд.",
    "5_a": "Доброжелательность.",
    "5_c": "Добросовестность.",
    "5_e": "Экстраверсия.",
    "5_n": "Невротизм.",
    "5_o": "Открытость.",
    "5a": "Обычно я не чувствую вины.",
    "5b": "Иногда я чувствую вину.",
    "5c": "Большую часть времени я чувствую значительное чувство вины.",
    "5d": "Я постоянно чувствую вину.",
    "5p":
        "В целом, влиять на других проще и эффективнее, чем действовать напрямую.",
    "6a": "Я не являюсь жертвой какого-либо наказания.",
    "6b": "Мне кажется, что в конечном итоге меня накажут.",
    "6c": "Мне кажется, что меня наказывают.",
    "6d": "Я уверен, что меня наказывают.",
    "6p":
        "У меня нет колебаний по поводу критики других и выражения своего мнения.",
    "7a": "Я не разочарован в себе.",
    "7b": "Я немного разочарован в себе.",
    "7c": "Я очень разочарован в себе.",
    "7d": "Я больше, чем разочарован; на самом деле, я ненавижу себя.",
    "7p":
        "Я не колеблюсь, отказываясь от задач, которые не являются частью моих обязанностей.",
    "8a": "Я не хуже других.",
    "8b": "Я критикую себя за свои ошибки и слабости.",
    "8c": "Я постоянно виню себя за свои ошибки.",
    "8d": "Я виню себя за всё плохое, что происходит вокруг меня.",
    "8p":
        "Я не боюсь выражать своё мнение, даже перед враждебно настроенными собеседниками.",
    "9a": "Я не думаю о самоубийстве.",
    "9b":
        "У меня есть мысли о том, чтобы покончить с жизнью, но я не могу их осуществить.",
    "9c": "Я хочу покончить с жизнью.",
    "9d": "Если бы у меня была возможность, я бы покончил с жизнью.",
    "9p":
        "В споре я предпочитаю отступить и посмотреть, как будут развиваться события.",
    "9pilares":
        "Поймите принципы, которые направляют индикаторы, используемые в опросах, измеряющих Валовое национальное счастье.",
    "9pilares_t": "9 столпов Валового национального счастья.",
    "10a": "Я не плачу больше, чем обычно.",
    "10b": "Сейчас я плачу больше, чем раньше.",
    "10c": "Я провожу большую часть времени, плача.",
    "10d": "Я больше не могу даже плакать.",
    "10p": "Меня часто критикуют за противоречивость.",
    "11-18": "Согласно тесту Бека, у вас есть симптомы легкой депрессии.",
    "11-18r": "Легкая депрессия",
    "11a": "Я не более раздражителен, чем обычно.",
    "11b": "Я раздражаюсь чаще, чем раньше.",
    "11c": "Я всегда раздражен.",
    "11d": "Я больше не могу даже раздражаться.",
    "11p": "Мне трудно слушать других.",
    "12a": "Я по-прежнему интересуюсь другими людьми.",
    "12b": "Меня меньше интересуют другие люди, чем раньше.",
    "12c": "Я почти полностью потерял интерес к другим людям.",
    "12d": "Я полностью потерял интерес к другим людям.",
    "12p": "Я держу все в секрете, и это хорошо работает для меня.",
    "13a": "Я принимаю решения так же легко, как и раньше.",
    "13b": "Я избегаю принятия решений.",
    "13c": "Мне очень трудно принимать решения.",
    "13d": "Я чувствую себя полностью неспособным принимать решения.",
    "13p": "Люди часто считают меня проницательным и умелым в отношениях.",
    "14a": "Я доволен своим внешним видом.",
    "14b": "Я беспокоюсь, что выгляжу старше и менее привлекательно.",
    "14c":
        "Мне кажется, что моя внешность меняется, делая меня менее привлекательным.",
    "14d": "Я думаю, что выгляжу ужасно.",
    "14p":
        "Я основываю свои отношения на доверии, а не на доминировании или расчете.",
    "15a": "Я могу работать так же хорошо, как и раньше.",
    "15b": "Мне нужно немного усилий, чтобы начать работать.",
    "15c": "Мне нужно много усилий, чтобы работать.",
    "15d": "Я больше не могу работать.",
    "15p":
        "Я предпочитаю не просить помощи у коллег; они могут подумать, что я некомпетентен.",
    "16a": "Я хорошо сплю.",
    "16b": "Я больше не сплю так же хорошо, как раньше.",
    "16c":
        "Я просыпаюсь на 1 или 2 часа раньше, чем обычно, и мне трудно снова заснуть.",
    "16d":
        "Я просыпаюсь на несколько часов раньше, чем обычно, и не могу снова заснуть.",
    "16p":
        "Я застенчив и чувствую себя заблокированным, когда мне нужно делать что-то необычное.",
    "17a": "Я не чувствую себя более уставшим, чем раньше.",
    "17b": "Я более уставший, чем раньше.",
    "17c": "Я устаю от любого действия.",
    "17d": "Я слишком устал, чтобы делать что-либо.",
    "17p": "Люди называют меня слабым, и это раздражает меня и смешит других.",
    "18a": "Мой аппетит такой же, как всегда.",
    "18b": "Мой аппетит не такой хороший, как раньше.",
    "18c": "Мой аппетит сильно ухудшился в последнее время.",
    "18d": "У меня вообще нет аппетита.",
    "18p": "Я чувствую себя довольно комфортно в отношениях лицом к лицу.",
    "19-25":
        "Внимание! Согласно тесту Бека, у вас есть симптомы умеренной депрессии.",
    "19-25r": "Умеренная депрессия",
    "19a": "Мой вес остается стабильным.",
    "19b": "Я потерял или набрал более 2,5 кг.",
    "19c": "Я потерял или набрал более 5 кг.",
    "19d": "Я потерял или набрал более 7,5 кг.",
    "19p": "Я часто поднимаю шум; это лучший способ получить то, что я хочу.",
    "20-1": "Я чувствую необходимость советоваться с 💜 по всем вопросам.",
    "20-2": "Я боюсь одиночества, отвержения и оставления.",
    "20-3":
        "Когда я с 💜, я не могу выдержать разлуку и звоню несколько раз, чтобы проверить, где они и с кем.",
    "20-4": "Я не могу наслаждаться моментами, когда я один.",
    "20-5":
        "Мое счастье полностью зависит от 💜, и я не могу выдержать мысль о разрыве отношений.",
    "20-6":
        "С тех пор как я начал отношения с 💜, я отдалился от друзей и семьи.",
    "20-7":
        "Время, проведенное с 💜, никогда не бывает достаточно; я всегда хочу больше.",
    "20-8":
        "Я не беру инициативу и не выражаю свое мнение из-за страха разочаровать 💜.",
    "20-9":
        "Любая деятельность, которую я выполняю без 💜, кажется скучной и монотонной.",
    "20-10": "Я играю жертву, чтобы привлечь внимание 💜.",
    "20-11": "Моя жизнь без 💜 не имеет смысла.",
    "20-12": "Мне нужна постоянная доказательства любви и привязанности.",
    "20-13": "Я переживаю о будущем и стабильности отношений.",
    "20-14":
        "Мне трудно устанавливать границы, когда 💜 делает что-то, что меня ранит.",
    "20-15":
        "Я очень ценю 💜 и считаю себя счастливым, что у меня есть кто-то такой замечательный.",
    "20-16": "Я ревнивый.",
    "20-17": "Я бы простил измену, чтобы избежать окончания отношений.",
    "20-18":
        "Я полностью посвящаю себя помощи 💜 во всем, включая их личные проблемы.",
    "20-19":
        "Я не могу терпеть свои ошибки и очень критичен к своим недостаткам.",
    "20-20":
        "Если 💜 занят и не обращает на меня внимания, я сразу думаю, что он/она больше не любит меня.",
    "20-P": "20",
    "20_titulo": "Быстрый тест",
    "20a": "Мое беспокойство о здоровье осталось прежним.",
    "20b": "Я беспокоюсь о своем здоровье.",
    "20c":
        "Я так переживаю о своем здоровье, что мне трудно думать о чем-то другом.",
    "20d":
        "Я так переживаю о своем здоровье, что не могу думать ни о чем другом.",
    "20p": "Я разговорчивый и перебиваю других, не замечая этого.",
    "21a": "Я не чувствую изменений в своем интересе к сексуальности.",
    "21b": "Меня меньше интересует сексуальность, чем раньше.",
    "21c": "Меня значительно меньше интересует сексуальность.",
    "21d": "Я полностью потерял интерес к сексуальности.",
    "21p":
        "Я амбициозный и готов делать все необходимое для достижения своих целей.",
    "22a": "Конец теста",
    "22d": "Конец теста",
    "22p": "В общем, я знаю, к кому обратиться и когда; это важно для успеха.",
    "23p":
        "В случае разногласий я ищу реалистичные компромиссы на основе взаимных интересов.",
    "24p": "Я предпочитаю быть прямым и честным.",
    "25p": "Я склонен откладывать выполнение задач.",
    "+26":
        "Внимание! По результатам теста Бека у вас есть симптомы тяжелой депрессии.",
    "26p": "Я часто оставляю задачи незавершенными.",
    "27p": "В целом я показываю, кто я есть, не скрывая свои чувства.",
    "28p": "Меня трудно напугать.",
    "29p":
        "Запугивание других может быть эффективным способом поддержания власти.",
    "30p":
        "Когда кто-то использует меня один раз, я обязательно отомщу в следующий раз.",
    "31p":
        "Когда критикуешь кого-то, эффективно указывать на моменты, когда он не следует своим собственным принципам.",
    "32p": "Я знаю, как использовать систему; я находчив.",
    "33p": "Я могу быть собой, оставаясь при этом социально принятым.",
    "34p": "Когда я не согласен, я ясно и спокойно выражаю своё мнение.",
    "35p": "Я стараюсь не беспокоить других.",
    "36p": "Мне трудно принимать решения.",
    "37p":
        "Мне не нравится быть единственным человеком с другим мнением в группе, поэтому я предпочитаю отступить.",
    "38p": "Я не боюсь публичных выступлений.",
    "39p": "Жизнь кажется джунглями.",
    "40p": "Я не боюсь сталкиваться с опасными и рискованными вызовами.",
    "41p":
        "Создание конфликта может быть более эффективным, чем облегчение напряжения.",
    "42p": "Честность — лучший способ построить доверие в наших отношениях.",
    "43p": "Я знаю, как слушать и не перебивать других.",
    "44p": "Я выполняю то, что решил сделать.",
    "45p": "Я не боюсь выражать свои чувства такими, какие они есть.",
    "46p":
        "У меня есть талант завоевывать людей и получать их поддержку для своих идей.",
    "47p": "Я знаю, как хвалить людей, чтобы получить то, что я хочу.",
    "48p": "Мне трудно контролировать, сколько времени я говорю.",
    "49p": "Я хорошо справляюсь с иронией.",
    "50p": "Я веду простую жизнь и иногда позволяю себе быть использованным.",
    "51p": "Я предпочитаю наблюдать, а не участвовать.",
    "52p": "Я предпочитаю быть за кулисами, а не на переднем плане.",
    "53p": "Я не считаю манипуляцию эффективным решением.",
    "54p":
        "Чтобы избежать проблем, я не раскрываю свои намерения слишком рано.",
    "55p": "Я часто шокирую людей своими отношениями.",
    "56p": "Я предпочитаю быть волком, а не овцой.",
    "57p":
        "Я часто использую манипуляцию, чтобы получить то, что хочу; это наиболее практичный способ.",
    "58p":
        "Я знаю, в общем, как протестовать эффективно без чрезмерной агрессии.",
    "59p":
        "Я верю, что проблемы не могут быть решены по-настоящему без рассмотрения их глубоких причин.",
    "60p": "Мне не нравится, когда другие видят меня негативно.",
    "61p": "Конец теста",
    "90-1": "Я живу ради 💜; они центр моего мира.",
    "90-2":
        "Когда я говорю с 💜, я тщательно подбираю слова, потому что боюсь их реакции на мои истинные мысли.",
    "90-3":
        "Я избегаю делать то, что хочу, чтобы не огорчить 💜 или вызвать конфликты.",
    "90-4": "Я считаю, что любовь и страдание идут рука об руку.",
    "90-5":
        "Я терплю злоупотребления или агрессию 💜, чтобы избежать отвержения или потери 💜.",
    "90-6":
        "Я пытаюсь изменить 💜 с помощью советов, принуждения, угроз или манипуляций, чтобы сделать так, как я думаю, должно быть.",
    "90-7":
        "Установка границ с 💜 приводит к изнурительным обсуждениям, которые никуда не ведут.",
    "90-8":
        "Я чувствую гнев или разочарование, потому что не могу наложить ограничения в отношениях с 💜.",
    "90-9":
        "Я чувствую гнев или разочарование, потому что не могу разрешить проблемы с 💜 раз и навсегда.",
    "90-10": "Иногда я слишком терпим к 💜, но нетерпим к другим.",
    "90-11": "Я лгу или скрываю поведение 💜 от других людей.",
    "90-12": "Я нахожу оправдания, когда другие узнают о поведении 💜.",
    "90-13":
        "Я чувствую себя ответственным за чувства, мысли, потребности, действия и благополучие 💜.",
    "90-14":
        "В общем, я забочусь о благополучии 💜 лучше, чем о своем собственном.",
    "90-15":
        "Я чувствую обиду, когда 💜 не заботится обо мне так же, как я о них.",
    "90-16":
        "Из-за этих отношений я часто чувствую тревогу, усталость, вину или депрессию.",
    "90-17": "Я живу, чтобы помогать 💜, даже когда они не просят помощи.",
    "90-18":
        "Я отказываюсь от приглашений друзей, чтобы они не проводили время с 💜.",
    "90-19":
        "Я провожу много времени, anxiously ожидая звонка, SMS или электронной почты от 💜.",
    "90-20": "Когда я начал отношения с 💜, я пренебрег своими друзьями.",
    "90-21": "Когда что-то идет не так, я склонен обвинять 💜.",
    "90-22":
        "Я чувствую необходимость спасти 💜, когда они находятся в трудной ситуации.",
    "90-23": "Я чувствую себя использованным или раненым 💜.",
    "90-24":
        "Я осознаю, что в наших отношениях существует сильный дисбаланс между даванием и получением.",
    "90-25": "Общение с 💜 сложно или почти не существует.",
    "90-26":
        "Я хочу изменить свое поведение с 💜, но постоянно попадаю в те же модели.",
    "90-27": "Я использую секс, чтобы попытаться завоевать и удержать 💜.",
    "90-28":
        "Я пытаюсь быть занят все время, чтобы избежать решения этой проблемы.",
    "90-29":
        "Когда у меня не все хорошо с 💜, все остальное в моей жизни становится трудным.",
    "90-30":
        "Я игнорирую свои проблемы с 💜 и притворяюсь, что все не так трудно, как есть.",
    "90-31": "Я чувствую себя пойманным в отношениях с 💜.",
    "90-32": "Мне стыдно за отношения с 💜.",
    "90-33": "Я избегаю говорить о своих проблемах.",
    "90-34": "В романтических отношениях я всегда ожидаю, что меня бросят.",
    "90-35":
        "Когда я начинаю романтические отношения, я не уделяю достаточно времени, чтобы убедиться, что человек подходит мне.",
    "90-36": "Я тороплю развитие отношений.",
    "90-37":
        "Когда отношения идут не так или заканчиваются, я понимаю, что игнорировал явные сигналы предупреждения.",
    "90-38": "У меня есть тенденция повторять модели разрушительных отношений.",
    "90-39": "Я остаюсь с 💜, потому что боюсь остаться один.",
    "90-40": "Я уйду из этих отношений только после того, как найду другие.",
    "90-41": "Мне трудно веселиться, выходить или путешествовать без 💜.",
    "90-42":
        "💜 сказал(а), что хочет закончить отношения, но я продолжаю настаивать.",
    "90-43": "Я имею тенденцию наивно доверять партнерам с плохим характером.",
    "90-44":
        "В моих отношениях с 💜 я соглашаюсь на гораздо меньшее, чем хочу.",
    "90-45":
        "После того, как меня неуважительно или плохо обходятся 💜, я принимаю любое оправдание, чтобы воссоединиться, даже если позже сожалею об этом.",
    "90-46":
        "Я часто влюбляюсь в недоступных, агрессивных, сложных или неспособных к любви людей.",
    "90-47":
        "Я чувствую необходимость быть полезным для 💜 или ощущаю, что 💜 зависит от меня.",
    "90-48":
        "Чтобы чувствовать себя комфортно, мне часто нужно знать, где 💜, с кем он(а) и что он(а) делает.",
    "90-49": "У меня бывают моменты депрессии, вины или обиды.",
    "90-50": "Я испытываю всплески гнева и агрессии.",
    "90-51": "Иногда я совершаю иррациональные действия.",
    "90-52": "Мне часто нужны доказательства привязанности от 💜.",
    "90-53":
        "Мое счастье в значительной степени зависит от того, как ведет себя 💜 или не ведет себя.",
    "90-54": "Мне трудно принимать 💜 таким, какой он(а) есть.",
    "90-55":
        "В стрессовых ситуациях я склонен(а) реагировать пассивно или агрессивно.",
    "90-56":
        "В этих отношениях я часто верю, что все улучшится, несмотря на отсутствие реальных признаков улучшения.",
    "90-57":
        "Когда я страдаю, я склонен(а) соматизировать или уже имею хронические психосоматические заболевания из-за моей эмоциональной истории.",
    "90-58": "Я часто сомневаюсь, любит ли меня 💜.",
    "90-59": "Я отказываюсь от необходимости просить о помощи.",
    "90-60":
        "Я давно не имел(а) ясных целей и не инвестировал(а) в другие сферы своей жизни, кроме отношений с 💜.",
    "90-61":
        "Я чувствую, что потерял(а) направление и контроль над своей жизнью.",
    "90-62": "Из-за отношений с 💜 я думал(а) о самоубийстве.",
    "90-63":
        "Я думаю, что пришло время положить этому конец, но я еще этого не сделал(а).",
    "90-64":
        "Я вырос(ла) в репрессивной, проблемной или дисфункциональной семье.",
    "90-65":
        "Я не чувствовал(а) себя любимым(ой), принятым(ой) или одобренным(ой) одним или обоими родителями.",
    "90-66": "Мои родители или опекуны были очень строгими.",
    "90-67":
        "Что касается ошибок, я склонен(а) быть чрезмерно строгим(ой) с собой.",
    "90-68": "Что касается ошибок, я склонен(а) быть нетерпимым(ой) к другим.",
    "90-69": "Я страдаю от частых и необъяснимых перепадов настроения.",
    "90-70": "Я осознаю свою низкую самооценку.",
    "90-71":
        "Я легко беспокоюсь, и в такие моменты не могу остановить чрезмерное размышление.",
    "90-72": "Я ощущаю мало или совсем не чувствую надежды.",
    "90-73":
        "Я часто чувствую внутреннюю пустоту, когда я один или далеко от 💜.",
    "90-74": "Мне неудобно принимать комплименты.",
    "90-75": "Я очень боюсь беспокоить людей.",
    "90-76": "Я всегда извиняюсь, даже когда не сделал ничего плохого.",
    "90-77": "Мне трудно доверять своим чувствам и решениям.",
    "90-78": "Часто я говорю 'да', когда хотел бы сказать 'нет'.",
    "90-79": "Я легко чувствую вину в различных ситуациях.",
    "90-80":
        "Я всегда пытаюсь доказать, что я достаточно хорош, и боюсь делать ошибки.",
    "90-81": "Я всегда ищу любовь, принятие и одобрение от других.",
    "90-82": "Мне трудно доверять людям.",
    "90-83": "Я склонен доверять ненадежным людям.",
    "90-84": "Я легко чувствую себя недостаточным.",
    "90-85":
        "Я легко чувствую сожаление или вину, когда у других возникают проблемы.",
    "90-86": "Мне стыдно за свою жизнь.",
    "90-87":
        "Я либо ненавижу себя, либо оправдываю свои действия, виня родителей или других.",
    "90-88": "Люди, которые знают меня, говорят, что я контролирующий.",
    "90-89": "Я очень чувствителен к критике.",
    "90-90": "Мне трудно оставаться близким или интимным с людьми.",
    "90-91":
        "Я чувствую необходимость курить, делать покупки, есть, играть в азартные игры, пить, употреблять наркотики, лекарства, использовать интернет, работать или заниматься другими деятельностями в избытке.",
    "90-T": "Завершить тест",
    "90_titulo": "Завершить тест",
    "+26r": "Тяжелая депрессия",
    "-10r": "Нет депрессии",
    "A": "1) Определение",
    "A1":
        "Гнев - это нормальное и здоровое чувство, но оно может стать неконтролируемым и разрушительным для личных отношений, работы и учебы. Неконтролируемый гнев делает нас уязвимыми для непредсказуемых и сильных эмоций. Это чувство протеста, неуверенности или разочарования по отношению к кому-то или чему-то, которое проявляется, когда эго чувствует себя оскорбленным или угрожаемым.",
    "A2":
        "Интенсивность гнева или его отсутствие варьируются у разных людей и формируются под влиянием морального и психологического развития. Вы можете быть сердитым на конкретного человека (коллегу или одноклассника) или на событие, такое как пробка на дороге.",
    "A3":
        "Гнев также может быть вызван чрезмерной озабоченностью или сосредоточением на личных проблемах и воспоминаниях о травмирующих или значительных событиях.",
    "Ag_CalStre": "Рассчитать уровень стресса",
    "Ag_ec1": "Семейное положение?",
    "Ag_ec2": "Женат/замужем",
    "Ag_ec3": "Не состоящий в браке / Вдовец/вдова",
    "Ag_ec4": "Разведен/разведена",
    "Ag_faldad": "Отсутствуют данные",
    "Ag_faldad_des": "Не заполнил форму:",
    "Ag_fc1": "Дети дома?",
    "Ag_fc2": "У меня нет детей дома",
    "Ag_fc3": "У меня 1 или 2 детей дома",
    "Ag_fc4": "У меня больше 3 детей дома",
    "Ag_id1": "Возраст?",
    "Ag_id2": "Меньше 25 лет",
    "Ag_id3": "От 25 до 34 лет",
    "Ag_id4": "От 35 до 60 лет",
    "Ag_id5": "Больше 60 лет",
    "Ag_red1": "Место жительства?",
    "Ag_red2": "Деревня",
    "Ag_red3": "Маленький город",
    "Ag_red4": "Большой город",
    "Ag_tit": "Ухудшающие факторы:",
    "Ag_trb1": "Статус занятости?",
    "Ag_trb2": "Студент",
    "Ag_trb3": "Безработный",
    "Ag_trb4": "Временная работа",
    "Ag_trb5": "Постоянная работа",
    "Analize": "Анализ результатов",
    "Ans11-18": "По тесту на тревогу, у вас легкие симптомы тревожности.",
    "Ans11-18r": "Легкая тревога",
    "Ans19-25":
        "Внимание! По этому тесту на тревогу, у вас умеренные симптомы тревожности.",
    "Ans19-25r": "Умеренная тревога",
    "Ans+26":
        "Осторожно! По этому тесту на тревогу, у вас выраженные симптомы тревожности.",
    "Ans+26r": "Выраженная тревога",
    "Ans-10":
        "Поздравляем! Согласно этому тесту, у вас минимальные симптомы тревоги.",
    "Ans-10r": "Минимальная Тревога",
    "AnsEscala1": "О тестовом балле BAI",
    "AnsEscala2": "Каждый ответ оценивается по шкале от 0 до 3",
    "AnsEscala3": "Баллы и уровни тревоги:",
    "AnsEscala4": "0-7: минимальная тревога",
    "AnsEscala5": "8-15: легкая тревога",
    "AnsEscala6": "16-25: умеренная тревога",
    "AnsEscala7": "26-63: сильная тревога",
    "AnsSint": "Симптомы Тревоги",
    "B": "2) Предупреждающие Знаки:",
    "B1":
        "Когда мы злимся, мы испытываем различные мысли, чувства и физические реакции. Для некоторых чувства становятся подавляющими, как будто они 'на грани взрыва'. Другие могут не осознавать, что они злятся, но чувствуют себя плохо, виновато или чрезмерно реагируют на другие ситуации.",
    "B2": "ПРЯМЫЕ ЗНАКИ:",
    "B3":
        "Повышение голоса, ругательства, головные боли, боли в животе, сжатие горла, учащенное сердцебиение, повышение артериального давления, сжатие кулаков, угрозы, насилие, давление, враждебность, ярость, обида.",
    "B4": "КОСВЕННЫЕ ЗНАКИ:",
    "B5":
        "Чрезмерный сон, хроническая усталость, тревога, онемение, депрессия, скука, потеря аппетита, слезы, постоянная критика, плохие или враждебные шутки, злоупотребление алкоголем или наркотиками.",
    "C1":
        "Сон необходим для предотвращения и лечения эмоциональных расстройств, таких как стресс, тревога, гнев, эмоциональная зависимость и депрессия. Правильный отдых необходим для тела и разума. Вот несколько советов:",
    "C1a": "• Ложитесь спать до 22:00.",
    "C1b": "• Спите около 7-8 часов каждую ночь.",
    "C1c": "• Соблюдайте постоянный график сна и пробуждения.",
    "C1d": "Если вам трудно заснуть, вот несколько советов:",
    "C1e":
        "• Избегайте употребления алкогольных напитков, кофе, чая или стимулирующих продуктов, таких как шоколад, печенье или торты перед сном.",
    "C1f":
        "• Избегайте экранов (телефон, планшет, телевизор) как минимум за 1 час до сна. Доказано, что синий свет и гиперстимулирующие эффекты экранов нарушают выработку мелатонина, важного гормона для индукции и поддержания сна.",
    "C1g":
        "• Ужинайте не менее чем за 3 часа до сна. Если пища будет переварена к моменту сна, вы будете лучше спать.",
    "C1h":
        "• Примите теплую ванну перед сном. Это поможет вам расслабиться и погрузиться в сон.",
    "C1t": "1) Хороший Сон",
    "C2":
        "Эмоциональные расстройства могут истощать вашу энергию, что делает физические упражнения последним, что вы хотите делать. Однако упражнения жизненно важны для лечения и предотвращения эмоциональных состояний! Регулярные физические упражнения, особенно аэробные упражнения на свежем воздухе, стимулируют выработку гормонов, таких как эндорфины, которые улучшают самочувствие. Вот несколько советов:",
    "C2a":
        "• Выберите то занятие, которое вам нравится больше всего или которое вам меньше всего не нравится! Наиболее подходящие физические упражнения для людей с эмоциональными расстройствами - это аэробные упражнения на свежем воздухе, такие как быстрая ходьба, бег, езда на велосипеде, гребля и т. д.",
    "C2b":
        "• Соблюдайте ежедневную рутину физических упражнений с сессиями не менее 30 минут каждый день.",
    "C2t": "2) Физические Упражнения",
    "C3":
        "Диета влияет не только на физическое здоровье, но и на эмоциональное и психологическое благополучие. Здоровое питание помогает предотвращать и лечить эмоциональные расстройства. Вот несколько советов:",
    "C3a":
        "• Здоровая диета способствует выработке серотонина, нейромедиатора, который действует в мозгу, регулируя настроение, сон, аппетит и другие процессы.",
    "C3b":
        "• Старайтесь есть три раза в день в одно и то же время; переедание или отсутствие еды распространены среди людей с эмоциональными расстройствами.",
    "C3c":
        "• Отдавайте предпочтение простой, свежей пище, такой как салаты, овощи, бобовые, фрукты, злаки и орехи. Включите в свой рацион бананы, авокадо, овсянку, грецкие орехи и миндаль.",
    "C3d":
        "• Избегайте острой пищи, уменьшите или исключите потребление мяса, а если вы едите мясо, выбирайте постное мясо, такое как курица, индейка и рыба.",
    "C3e":
        "• Избегайте продуктов с высоким содержанием сахара! Хотя сахар может показаться успокаивающим, в конечном итоге он приводит к перепадам настроения, ухудшая депрессию.",
    "C3f":
        "• Помимо сахара, вам также следует избегать других продуктов, которые влияют на нервную систему, таких как алкоголь, кофе, соленая пища и жирная пища, которые в основном содержатся в обработанных продуктах.",
    "C3g":
        "• Обратите внимание и на окружающую среду во время еды: она должна быть спокойной, мирной и без отвлекающих факторов.",
    "C3t": "3) Здоровое Питание",
    "C4":
        "Статистика показывает, что в странах с меньшим количеством солнечного света уровень самоубийств выше, а эмоциональные расстройства более распространены в холодные и темные месяцы. Это связано с тем, что солнечный свет действует как естественный антидепрессант! Старайтесь выходить на улицу каждый день, получать немного солнечного света и сочетать это с физическими упражнениями для двойной пользы.",
    "C4t": "4) Солнечный свет",
    "C5":
        "Наш мозг сильно зависит от кислорода. Упражнения на дыхание, которые способствуют глубокой ингаляции, увеличивают количество кислорода в крови, улучшают работу мозга, расслабление и ясность мыслей. Физическая активность также улучшает дыхание и увеличивает объем легких.",
    "C5t": "5) Свежий воздух",
    "C6":
        "Доверие к себе, другим и чему-то высшему (например, вере в Бога) необходимо для преодоления стресса и депрессии. Смех также помогает: он расслабляет тело и стимулирует мозг к выработке химических веществ, способствующих радости и благополучию.",
    "C6t": "6) Иметь доверительное отношение",
    "C7":
        "Окружите себя позитивными и поддерживающими друзьями, которые помогут вам пересмотреть негативные мысли. Разговор о ваших эмоциях важен, но если это невозможно, найдите способы выразить себя через такие занятия, как письмо, танцы, музыка или рисование. Художественное выражение может быть глубоко терапевтическим и стимулировать химические изменения в мозгу.",
    "C7t": "7) Выразите свои чувства",
    "C8": "Позвольте мне рассказать вам немного о гиперстимуляции и депрессии:",
    "C8a":
        "• Гиперстимуляция, особенно от экранов, таких как телефоны, телевизоры и интернет, вызывает выработку дофамина, «гормона вознаграждения», что делает эти занятия очень приятными. Однако чрезмерное использование экранов может привести к зависимости. Это создает цикл, при котором такие повседневные занятия, как чтение или общение, становятся скучными, и вы ищете больше времени у экрана для удовольствия. В результате ваша депрессия может ухудшиться, и вам будет трудно выполнять повседневные задачи. Чтобы разорвать этот цикл, сократите время, проведенное перед экраном, и перезапустите свою систему вознаграждения, чтобы снова наслаждаться повседневной деятельностью.",
    "C8t": "8) Избегайте гиперстимуляции",
    "C9":
        "Люди часто сообщают о значительном эмоциональном улучшении, когда у них есть домашнее животное. Взаимодействие с животными может повысить уровень серотонина, принося утешение и радость.",
    "C9t": "9) Заведи домашнее животное",
    "C10":
        "ВНЕШНИЙ УХОД: Ежедневный душ способствует расслаблению, гигиене и самооценке. Люди с депрессией могут пренебрегать этим, но регулярный уход за собой улучшает настроение и повышает самооценку.",
    "C10a":
        "ВНУТРЕННИЙ УХОД: Вода необходима для физического и психического благополучия. Поддерживайте хорошие привычки гидратации с помощью этих советов:",
    "C10b": "• Пейте воду в течение дня, предпочтительно между приемами пищи.",
    "C10c": "• Ваш суточный объем воды должен быть не менее 1,5-2 литров.",
    "C10d":
        "• Признаком достаточной гидратации является цвет вашей мочи: она должна быть светло-желтой.",
    "C10t": "10) Вода внутри и снаружи",
    "C11":
        "Возможно, вам придется бороться с этими симптомами до конца жизни. Некоторые дни будут лучше других, но не сдавайтесь.",
    "C11a": "• Примите текущий момент, не убегайте от реальности.",
    "C11b":
        "• Нет волшебного лекарства, которое изменит ваше мышление за одну ночь, даже лекарства не помогут.",
    "C11c": "• Делайте один шаг за раз, но в правильном направлении.",
    "C11d":
        "• Чтобы повысить свою способность бороться с проблемой, применяйте все эти советы. Вместе они обязательно помогут вам, как помогли миллионам людей.",
    "C11e": "• Начните экспериментировать сегодня. Не сдавайтесь в борьбе.",
    "C11t": "Не сдавайтесь в борьбе.",
    "CAUSA":
        "Мы склонны воспроизводить в зрелом возрасте то, чему научились в детстве. Способ, которым мы получали привязанность в этот период жизни, напрямую влияет на то, как мы относимся к окружающим во взрослой жизни. В общем, взрослые, которые становятся эмоционально зависимыми, это те, кто не получил необходимого внимания и заботы для развития самооценки и веры в свою автономию. Они ищут, чтобы заполнить эту нехватку привязанности в других отношениях, что ведет к зависимости. Однако эта зависимость также может быть связана с другими факторами, такими как физическое или эмоциональное оставление, отторжение и запугивание.",
    "CAUSA_T": "Причина",
    "D": "4) Способы выражения гнева:",
    "D1":
        "Наиболее естественный и инстинктивный способ выражения гнева — это агрессивные реакции. Гнев — это естественная, адаптивная реакция на угрозы; он вызывает сильные, часто агрессивные чувства и поведенческие реакции, которые позволяют бороться или защищаться при нападении. Определенное количество гнева необходимо для нашего выживания. Тем не менее, мы не можем выплескивать гнев на каждого человека или объект, который нас раздражает или расстраивает; законы, социальные нормы и здравый смысл устанавливают пределы для выражения нашего гнева. Люди используют различные процессы, как сознательные, так и бессознательные, для управления этими чувствами эффективно и социально приемлемым способом.",
    "DEF":
        "Эмоциональная зависимость — это порочное поведение, при котором человек считает, что ему кто-то необходим для жизни, для ощущения полноты или для счастья. Это очень распространенное психическое расстройство, как в парах, так и в семейных и дружеских отношениях, и оно затрагивает не только зависимого, но и людей, имеющих с ним эмоциональную связь. Уровень привязанности настолько велик, что человек чувствует себя плохо и страдает, когда другого нет рядом. Эмоционально зависимый ведет себя так, как будто он спутник, жертвуя своей индивидуальностью, чтобы сохранить эмоциональную связь любой ценой.",
    "DEF_T": "Определение",
    "Err_estciv": "Отсутствует семейное положение!",
    "Err_fil": "Отсутствуют данные о детях в доме!",
    "Err_ida": "Отсутствует возраст!",
    "Err_res": "Отсутствует место жительства!",
    "Err_vinlab": "Отсутствует статус занятости!",
    "Escala1": "О шкале",
    "Escala2": "Все вопросы оцениваются по шкале от 0 до 3.",
    "Escala3": "Значение шкалы и уровень депрессии:",
    "Escala4": "< 10% Нет депрессии",
    "Escala5": "11-19% Легкая депрессия",
    "Escala6": "20-29% Умеренная депрессия",
    "Escala7": "> 30% Тяжелая депрессия",
    "Exttit": "Внешний",
    "F": "5) Процессы управления гневом:",
    "F1":
        "1) Асертивное выражение чувств гнева (не агрессивно): Это включает в себя четкое изложение ваших потребностей и способов их удовлетворения без вреда для других. Золотое правило — уважение к себе и к другим!",
    "F2":
        "2) Подавление чувств: Это происходит, когда вы удерживаете гнев, прекращаете думать о нем и сосредоточиваетесь на положительных вещах. Цель состоит в том, чтобы подавить гнев и преобразовать его в более конструктивное поведение. Опасность заключается в том, что, не позволяя внешнему выражению гнева, он может проявиться внутренне, приводя к физическим проблемам, таким как тревога, депрессия, гипертония и др.",
    "F3":
        "3) Успокоение/расслабление. Это включает в себя не только контроль поведенческого выражения, но и управление внутренними реакциями. В идеале даже сами чувства смягчаются. Неадекватное выражение гнева может привести к другим проблемам, таким как пассивно-агрессивное поведение или вечно циничное и враждебное отношение. Люди, которые постоянно унижают других, критикуют все или делают циничные комментарии, часто не научились выражать свой гнев конструктивно. Обычно у них мало удовлетворительных отношений. Однако будьте осторожны! Это не должно использоваться как оправдание для «выплескивания всего». Исследования показывают, что неуправляемое проявление гнева может способствовать еще большему агрессии, а не решать проблему. Лучше понять триггеры гнева и разработать стратегии, чтобы предотвратить вредную эскалацию.",
    "FIBhoje":
        "Правительства все больше осознают, что валовой внутренний продукт (ВВП), который измеряет сумму всего произведенного в стране, имеет слепые зоны и недостаточен для оценки счастья населения. Быть богатым недостаточно, чтобы быть счастливым; некоторые факторы, делающие нас счастливыми, не могут быть куплены или проданы. Правительства становятся чувствительными к этому и постепенно вводят такие инструменты оценки в своей политике. Счастливые люди демонстрируют большую продуктивность на работе, являются креативными, имеют здоровые и прочные отношения, имеют больше друзей, наслаждаются хорошим здоровьем и лучше справляются со стрессом и невзгодами.",
    "FIBhoje_t": "Валовое Национальное Счастье Сегодня",
    "FimTeste": "Посмотрите рекламное видео, пока мы анализируем ваши ответы.",
    "FimTeste_t": "Тест завершен",
    "Fort1": "1) Вы можете идентифицировать причины своего гнева.",
    "Fort2": "2) Вы можете снизить эффекты своего гнева через коммуникацию.",
    "Fort3":
        "3) Вы знаете, как решать свои проблемы для снижения эффектов гнева.",
    "Fort4":
        "4) Похоже, вы знаете, когда необходимо подавлять гнев и когда выражать его.",
    "Fort5": "5) Вы можете контролировать свой гнев.",
    "Fort6": "6) Похоже, вы знаете, как прощать, когда это необходимо.",
    "Fort7":
        "7) У вас хороший эмоциональный контроль над вашим внутренним гневом.",
    "Fort8":
        "8) У вас хороший контроль над внешними проявлениями вашего гнева.",
    "Fort9":
        "9) Нет признаков того, что у вас есть враждебное отношение к жизни.",
    "Frac1": "1) Вы не полностью понимаете коренные причины вашего гнева.",
    "Frac2":
        "2) Вам необходимо улучшить свои коммуникативные навыки, чтобы уменьшить влияние гнева на себя и окружающих.",
    "Frac3":
        "3) Вам нужно развить эффективные навыки решения проблем, чтобы смягчить последствия гнева.",
    "Frac4": "4) Вам нужно понять, когда подавлять гнев, а когда его выражать.",
    "Frac5": "5) Вам сложно контролировать свой гнев.",
    "Frac6":
        "6) Вам трудно прощать, что негативно сказывается на вас и на других.",
    "Frac7":
        "7) Вам трудно контролировать свой гнев в эмоциональных ситуациях.",
    "Frac8": "8) Вам трудно управлять внешними проявлениями вашего гнева.",
    "Frac9": "9) У вас враждебный взгляд на жизнь.",
    "G": "6) Справление с чувствами и мыслями:",
    "G1":
        "Эффективные стратегии могут быть разработаны только через глубокое понимание гнева: О чем я думаю? Что я чувствую? Цель этих стратегий не в том, чтобы полностью устранить гнев, а в том, чтобы различать, когда гнев адаптивен, и как сохранять контроль.",
    "G1tit": "Причины",
    "G2tit": "Последствия",
    "G3tit": "Проблемы",
    "G4tit": "Подавление",
    "G5tit": "Контроль",
    "G6tit": "Прощение",
    "H": "7) Справление с чувствами и мыслями:",
    "H1":
        "Когда вы размышляете о ситуациях, которые вызывают гнев, вы, вероятно, вспоминаете интенсивные чувства, которые побудили вас реагировать таким образом, который не улучшил ситуацию. Чтобы лучше справляться с этими чувствами, важно проанализировать ситуацию с другой перспективы.",
    "H2": "ШАГ 1: АНАЛИЗ",
    "H3":
        "В следующий раз, когда что-то или кто-то вас расстроит, попробуйте зафиксировать мысли, которые возникают по поводу этой ситуации или человека. Запишите их как можно скорее и постепенно составьте список повторяющихся мыслей.",
    "H4": "ШАГ 2: ОЦЕНКА",
    "H5":
        "Тщательно оцените свои мысли. Они точны или искажены эмоциональными предвзятостями? Искаженные мысли обычно неточные и могут принимать различные формы.",
    "H6":
        "• НАКЛЕИВАНИЕ ЯРЛЫКОВ: присвоение негативного ярлыка без учета других гипотез или доказательств, например: 'Он идиот.'",
    "H7":
        "• МАКСИМИЗАЦИЯ: при оценке кого-то, максимизация негативного компонента и минимизация положительного, например: 'Мой учитель поставил мне низкую оценку; она несправедлива' (но она также поставила мне несколько других положительных оценок).",
    "H8":
        "• ПЕРСОНАЛИЗАЦИЯ: вера в то, что другие реагируют непосредственно против вас, не принимая во внимание более правдоподобные объяснения их поведения. Например: 'Тот парень холоден, потому что считает себя выше меня' (возможно, тот парень получил негативные новости от своей семьи...).",
    "H9":
        "• ВИДЕНИЕ ТОНNELЬ: рассматривание только негативных аспектов ситуации, например: 'Мой учитель не делает ничего правильно. Он критичен, нечувствителен и не может хорошо преподавать предмет.'",
    "H10":
        "• МЫСЛЕНИЕ 'ВСЁ ИЛИ НИЧЕГО': ситуация воспринимается только в двух категориях, а не в континууме, например: 'Мой друг не согласен со мной по этому вопросу, значит, он не поддерживает меня ни в чем.'",
    "H11":
        "• БЫТЬ ПРАВЫМ: постоянная попытка доказать, что ваши мнения и действия правильны. Быть неправым неприемлемо, например: 'Крик на коллегу был полностью оправдан. Она заслужила это за то, что сделала.'",
    "H12": "ШАГ 3 - НАЙТИ ДРУГИЕ БОЛЕЕ АДАПТИВНЫЕ СПОСОБЫ ДУМАТЬ О СИТУАЦИИ:",
    "H13":
        "Для каждой искаженной мысли работайте над тем, чтобы найти альтернативный, более конструктивный способ мышления, который снижает ваш гнев. Это может включать в себя изучение положительных аспектов человека или ситуации, рассмотрение альтернативных объяснений поведения кого-то или принятие более широкой перспективы.",
    "H14": "ШАГ 4 - ПРАКТИКУЙТЕ ПРЕДЫДУЩИЕ ШАГИ:",
    "H15":
        "Этот анализ должен практиковаться каждый день, чтобы быть эффективным. По мере того, как это станет легче, вы станете более компетентным в определении своих мыслей при столкновении с ситуацией, вызывающей гнев. Определяя искаженные мысли и заменяя их более адаптивными, вы можете избежать погружения в гнев.",
    "Hostil": "Враждебный",
    "I": "8) Справление с физическими симптомами:",
    "I1":
        "Когда сталкиваешься с интенсивным гневом, самый частый совет - 'Успокойся' или 'Расслабься'. Эти заявления направлены на устранение физических симптомов гнева, которые создают напряжение в теле, как если бы оно было готово взорваться. Изучение расслабления может помочь более эффективно контролировать физические эффекты гнева.",
    "I2": "ГЛУБОКОЕ ДЫХАНИЕ:",
    "I3":
        "Когда вы чувствуете гнев, крайне важно иметь технику расслабления, которая быстро работает в любой ситуации. Глубокое дыхание является одной из таких техник. Оно позволяет вашему организму поглощать больше кислорода, замедляет сердечный ритм и помогает предотвратить выброс адреналина в кровь. Это дыхание глубокое, потому что оно задействует диафрагму или область живота, а не грудную клетку. Дыхание должно быть медленным и ритмичным.",
    "I4":
        "Когда вы замечаете физические признаки гнева, уделите минуту, чтобы сосредоточиться на своем дыхании, которое, вероятно, быстрое и поверхностное. Нарушение этого цикла, сознательно дыша медленно и глубоко из диафрагмы, поможет вашему организму расслабиться и уменьшить физические симптомы гнева. По мере того как ваши мышцы начнут расслабляться, напряжение начнет исчезать.",
    "I5":
        "Этот краткий перерыв позволяет вам восстановить контроль над эмоциями, изменить свои мысли и более эффективно справляться с ситуацией.",
    "I6": "ПОГРАНИЧНОЕ РАССЛАБЛЕНИЕ МЫШЦ:",
    "I7":
        "Эта техника систематически сокращает и расслабляет основные группы мышц в вашем теле. Она помогает вам определить напряжение и освободиться от него. Когда она используется в ситуациях, вызывающих гнев, прогрессивное расслабление мышц может снизить эти чувства, помогая вам оставаться спокойным и менее раздраженным по мере развития ситуации.",
    "Ignorar": "Игнорировать результат",
    "Inttit": "Внутреннее",
    "J": "9) Психотерапевтическая работа:",
    "J1":
        "Если предыдущие советы не помогают вам эффективно управлять гневом, или если у вас есть серьезные проблемы с контролем гнева, мы рекомендуем обратиться за помощью к медицинскому специалисту.",
    "J2":
        "Самый важный шаг — найти кого-то, кто может помочь вам восстановить контроль. Общение с профессионалом может помочь предотвратить вредные ситуации и улучшить то, как вы себя чувствуете. Кроме того, психотерапия может улучшить ваши коммуникативные навыки и улучшить ваши отношения.",
    "Med1": "1) Иногда вы можете идентифицировать причины своего гнева.",
    "Med2":
        "2) Иногда вы можете смягчить последствия своего гнева с помощью эффективной коммуникации.",
    "Med3":
        "3) Вы часто можете решать проблемы способами, которые помогают уменьшить воздействие гнева.",
    "Med4": "4) Иногда вы можете эффективно управлять своим гневом.",
    "Med5": "5) Иногда вы можете контролировать свой гнев.",
    "Med6": "6) Вам может быть трудно прощать, когда это необходимо.",
    "Med7":
        "7) Похоже, что у вас есть разумный контроль над своими эмоциями гнева.",
    "Med8": "8) У вас есть разумный контроль над внешними проявлениями гнева.",
    "Med9": "9) Иногда вы проявляете враждебное отношение к жизни.",
    "Mudar_atitude_titulo": "Возможно ли изменить это отношение?",
    "NotasRaiva": "Как контролировать гнев?",
    "P1": "Я сплю нужное количество часов для моих потребностей",
    "P2": "Я ем в нужное время",
    "P3": "Я принимаю успокаивающие препараты, когда я нервничаю",
    "P4":
        "Я провожу свободное время перед экранами (телевизор, компьютер, мобильный телефон, планшет и т.д.).",
    "P5": "Я регулярно занимаюсь спортом",
    "P6": "Я спешу во время еды",
    "P7": "Я потребляю сладкую и жирную пищу, когда мне этого хочется",
    "P8": "Я ем много фруктов и овощей",
    "P9": "Я пью воду между приемами пищи",
    "P10": "Я ем между основными приемами пищи",
    "P11": "Я хорошо завтракаю",
    "P12": "Я ем большой ужин.",
    "P13": "Я курю",
    "P14": "Я пью алкогольные напитки",
    "P15": "В свое свободное время я ищу природу и свежий воздух",
    "P16": "У меня есть хобби, которое меня расслабляет",
    "P17": "Моя семья довольно шумная",
    "P18": "Я чувствую, что мне нужно больше пространства дома.",
    "P19": "Мои вещи все организованы",
    "P20": "Мне нравится атмосфера моего дома",
    "P21": "Мои соседи очень громкие",
    "P22": "В районе, где я живу, много людей",
    "P23": "Мой дом чистый и аккуратный",
    "P24": "Я могу расслабиться дома",
    "P25": "Моя комната слишком маленькая для меня",
    "P26": "Многие люди живут под одной крышей со мной.",
    "P27": "Я доволен декором моего дома",
    "P28": "Мой дом достаточно велик для наших нужд",
    "P29": "В моем районе есть неприятные запахи",
    "P30": "Район, где я живу, очень шумный",
    "P31": "Воздух в моей местности чистый и свежий",
    "P32": "Улицы и сады в моем районе чистые и хорошо ухоженные",
    "P33": "Я страдаю от головной боли",
    "P34": "У меня болит живот",
    "P35": "Мое пищеварение хорошее",
    "P36": "Мои кишечник функционирует хорошо",
    "P37": "Я страдаю от болей в спине",
    "P38": "Я испытываю сердцебиение и/или учащенное сердцебиение.",
    "P39": "Я часто страдаю от аллергий",
    "P40": "У меня одышка",
    "P41": "Я чувствую напряжение в мышцах шеи и спины",
    "P42": "У меня нормальное кровяное давление",
    "P43": "У меня хорошая память",
    "P44": "У меня мало аппетита",
    "P45": "Я чувствую себя усталым и без энергии.",
    "P46": "Я страдаю от бессонницы",
    "P47": "Я потею даже без физической активности",
    "P48": "Я легко плачу и чувствую себя отчаянно",
    "P49": "Моя работа вызывает у меня много стресса",
    "P50": "В свободное время я думаю о проблемах на работе",
    "P51": "Мой рабочий график регулярный",
    "P52": "Мои задачи позволяют мне спокойно есть",
    "P53": "Я беру работу домой по вечерам и на выходных",
    "P54": "У меня есть несколько работ",
    "P55": "Когда я работаю, время летит",
    "P56": "Я чувствую себя полезным и довольным своими занятиями",
    "P57": "Я боюсь потерять свою работу.",
    "P58": "У меня есть трудности с коллегами на работе",
    "P59": "У меня хорошие отношения с начальником.",
    "P60": "Я считаю свою работу стабильной",
    "P61": "Я использую машину для работы",
    "P62": "Я забываю есть, когда мне нужно что-то закончить",
    "P63": "Я считаю себя способным выполнять свою работу",
    "P64": "У меня впечатление, что мой начальник и семья ценят мою работу",
    "P65": "Мне приятно быть добрым и вежливым с людьми",
    "P66": "Я обычно доверяю другим",
    "P67": "Я расстраиваюсь, когда мои планы зависят от других",
    "P68": "Обсуждения сильно на меня влияют",
    "P69": "У меня есть друзья, которые готовы выслушать меня",
    "P70": "Я доволен своими сексуальными отношениями",
    "P71": "Мне очень важно, что другие думают обо мне",
    "P72": "Я хочу делать вещи лучше, чем другие",
    "P73": "Мои коллеги по работе являются моими друзьями",
    "P74": "У меня есть терпение слушать проблемы других людей",
    "P75":
        "Я считаю, что мой партнер должен значительно измениться, чтобы наши отношения улучшились",
    "P76": "Я говорю слишком много",
    "P77": "Когда я ссорюсь с кем-то, я сразу начинаю повышать голос",
    "P78": "Я завидую, потому что у других больше, чем у меня",
    "P79":
        "Во время ссоры я сосредотачиваюсь на том, что сказать дальше, вместо того чтобы полностью слушать другого человека",
    "P80": "Я нервничаю, когда мне отдают приказы",
    "P81": "В общем, я удовлетворен своей жизнью",
    "P82": "Мне нравится говорить хорошо о людях",
    "P83": "Я нервничаю, когда кто-то едет медленно передо мной",
    "P84": "Когда есть длинная очередь, я обычно ухожу",
    "P85": "Обычно я щедр к себе, устанавливая сроки",
    "P86": "Я уверен в будущем",
    "P87": "Когда мне не нравится тема, я склонен думать о худшем",
    "P88": "Я предпочитаю делать вещи по-своему и раздражаюсь, когда не могу",
    "P89": "У меня хорошее чувство юмора",
    "P90": "Я доволен тем, какой я есть",
    "P91": "Я нервничаю, если меня прерывают в середине деятельности",
    "P92": "Я перфекционист",
    "P93": "Я часто думаю о людях, которые должны мне деньги",
    "P94": "Я очень нервничаю, когда застреваю в пробках",
    "P95":
        "Я очень быстро скучаю на отпуске и хочу вернуться к продуктивной деятельности",
    "P96": "Я боюсь заболеть смертельной болезнью, такой как рак",
    "PH": "Враждебность",
    "Perg": "Вопрос",
    "R1":
        "Вы обладаете большой уверенностью в себе и не ставите свои потребности ниже потребностей в отношениях. Вы хорошо балансируете свои отношения с другими аспектами своей жизни. Однако вы можете защищать свою индивидуальность так сильно, что это может казаться, будто вы не хотите полностью отдаваться отношениям. Подумайте, не дистанцируете ли вы себя от обязательств из-за страха перед формированием глубоких связей или проявлением уязвимости.",
    "R1T": "Отсутствие эмоциональной зависимости",
    "R2":
        "Вы понимаете, что в отношениях важно идти на компромиссы и вести переговоры. Вы можете ясно выражать свои чувства, но в некоторых ситуациях вы проявляете неуверенность и не можете защитить свою автономию. Было бы полезно начать устанавливать границы и практиковать заботу о себе, чтобы избежать роста эмоциональной зависимости и её негативного влияния на вашу жизнь.",
    "R2T": "Низкая эмоциональная зависимость",
    "R3":
        "Ваш страх потерять партнера приводит к определенным зависимым поведению. Вы любите угождать им, часто откладывая свои интересы. Если вы продолжите действовать таким образом, ваша индивидуальность будет серьезно подорвана. Помните, что в здоровых отношениях оба человека заботятся о себе, имеют индивидуальные цели и могут выражать свое мнение без страха. Подумайте о своем поведении, которое может способствовать такой неуверенной привязанности.",
    "R3T": "Умеренная эмоциональная зависимость",
    "R4":
        "Вы чувствуете огромную необходимость заботиться о партнере, даже если это означает жертвование важными аспектами вашей жизни. Все вращается вокруг отношений, и вам нравится ощущение своей полезности для другого человека. Более того, вы избегаете любых форм конфликта, полагая, что счастливые отношения — это те, в которых нет ссор. Однако не заблуждайтесь: такое поведение рано или поздно принесет последствия. Индивидуальность является одним из основных столпов здоровых отношений.",
    "R4T": "Высокая эмоциональная зависимость",
    "RaivaExterna": "Внешняя агрессия",
    "RaivaInterna": "Внутренняя агрессия",
    "Result": "Ваши результаты",
    "SA": "Это относится к типам взаимодействий, которые люди развивают.",
    "SAHL":
        "ВЫСОКИЕ УРОВНИ: Люди, которые в целом доверяют другим, верят в их положительные качества и редко сомневаются в их намерениях. Это влияет на формирование их идентичности и способность устанавливать близкие отношения. Они, как правило, лояльны, честны, заботливы и готовы помочь другим, часто проявляя сострадание, щедрость и эмпатию, хотя они также могут казаться более покорными.",
    "SALL":
        "НИЗКИЕ УРОВНИ: Люди, которые часто являются враждебными или проявляют манипулятивное поведение в своих интересах. Они склонны к подозрительности, имеют немного друзей и поддерживают немногие значимые отношения. Часто сталкиваются с проблемами в школе и часто нарушают социальные нормы, с некоторыми корреляциями с антисоциальным поведением и злоупотреблением веществами.",
    "SC":
        "Это представляет собой уровень организации, настойчивости, контроля и мотивации человека для достижения целей, а также его пунктуальности и способности оставаться организованным.",
    "SCHL":
        "ВЫСОКИЕ УРОВНИ: Люди, которые стремятся найти способы достижения своих целей, даже если это требует некоторой жертвы или конфликта с непосредственными желаниями. Они, как правило, амбициозны, трудолюбивы и очень преданы своей работе.",
    "SCLL":
        "НИЗКИЕ УРОВНИ: Люди с небольшой мотивацией справляться со сложными задачами, легко сдающиеся перед трудностями. Обычно они занимаются деятельностью, не зная точно, как это поможет им достичь своих целей. Они обычно не привержены делу и непунктуальны, имеют трудности с поддержанием вовлеченности в задания, даже если это причиняет вред.",
    "SE":
        "Это относится к тому, как человек взаимодействует с другими, включая то, насколько общительный, разговорчивый, активный, настойчивый и отзывчивый он.",
    "SEHL":
        "ВЫСОКИЕ УРОВНИ: Люди, которые наслаждаются общением и ищут контакт с другими, даже если они плохо их знают. Они склонны быстро делиться личной информацией и доверять людям, которых только что встретили. Эти люди, как правило, активны, открыто выражают свои предпочтения и убеждения и могут иногда проявлять доминирующее поведение. Они предпочитают групповые мероприятия и активно ищут компанию.",
    "SELL":
        "НИЗКИЕ УРОВНИ: Склонны быть сдержанными и тихими, мало говорят о себе и нуждаются в большем времени для развития близости. Они не обязательно стеснительные, грубые или эгоистичные.",
    "SINTOMAS":
        "Чрезмерная ревность, подавляющая необходимость угождать другим, страх одиночества, отсутствие личных планов, чувство неполноценности и постоянная необходимость в внимании.",
    "SINTOMAS_T": "Симптомы",
    "SN":
        "Это базовая черта личности, связанная с тем, как человек управляет эмоциями, вызванными повседневными событиями.",
    "SNHL":
        "ВЫСОКИЕ УРОВНИ: Найдены у людей, которые не справляются с эмоциями удовлетворительно и склонны к интенсивному переживанию психологического стресса. Они проявляют эмоциональную нестабильность и уязвимость, сообщая о сильных переживаниях негативных событий, мало акцентируя внимание на положительных аспектах событий. Они подвержены развитию проблем, таких как депрессия, вина, зависть, гнев, тревога и другие.",
    "SNLL":
        "НИЗКИЕ УРОВНИ: Указывает на то, что человек склонен к эмоциональной стабильности даже перед лицом неблагоприятных эмоциональных событий.",
    "SO":
        "Это относится к исследовательскому поведению и признанию ценности новых впечатлений.",
    "SOHL":
        "ВЫСОКИЕ УРОВНИ: Найдены у людей, которые не справляются с эмоциями удовлетворительно и склонны к интенсивному переживанию психологического стресса. Они проявляют эмоциональную нестабильность и уязвимость, сообщая о сильных переживаниях негативных событий, мало акцентируя внимание на положительных аспектах событий. Они подвержены развитию проблем, таких как депрессия, вина, зависть, гнев, тревога и другие.",
    "SOLL":
        "НИЗКИЕ УРОВНИ: Указывает на то, что человек остается эмоционально стабильным даже перед лицом сложных или неблагоприятных событий.",
    "SS":
        "Big Five - это один из самых распространенных тестов на личность в мире. Он имеет глобальные и кросскультурные доказательства в различных контекстах. Тест нацелен на выявление поведенческих тенденций в пяти основных чертах личности. Высокие или низкие значения не обязательно представляют собой дисфункциональный личностный паттерн. Ознакомьтесь с пятью чертами, анализируемыми ниже.",
    "SSt": "О тесте",
    "Sint":
        "Депрессия - это не просто временная грусть! Это долгосрочное расстройство настроения. Наиболее распространенные симптомы депрессии:",
    "SintAns":
        "Тревога проявляется через физические и психологические симптомы. Обычно характеризуется чрезмерной обеспокоенностью по поводу будущих ситуаций. Жить настоящим - это сложно, так как человек всегда обеспокоен будущим. Когда контролируется, тревога является естественной реакцией организма на возможные угрозы, позволяя нам оставаться настороже к любым потенциальным опасностям. Однако она может быть интенсивной, продолжительной и, казалось бы, без видимой причины. В таких случаях люди склонны изолироваться и избегать ситуаций, которые они воспринимают как опасные, даже если это не так.",
    "Sinta":
        "• Депрессивное настроение, раздражительность, тревожность и эмоциональное напряжение.",
    "Sintb": "• Нарушения сна: бессонница или гиперсомния.",
    "Sintc": "• Изменения аппетита, увеличение или снижение веса.",
    "Sintd":
        "• Ощущение разочарования, усталости и повышенных усилий для выполнения задач.",
    "Sinte": "• Отсутствие интереса, мотивации и апатия.",
    "Sintf":
        "• Ощущение страха, тревоги, неуверенности, безнадежности, беспомощности и пустоты.",
    "Sintg":
        "• Пессимизм, частое и непропорциональное чувство вины, низкая самооценка, чувство бессмысленности, бесполезности, разрушения, неудачи, болезни, смерти или траура.",
    "Sinth":
        "• Искаженное и негативное восприятие реальности: все кажется сквозь депрессивную линзу, придавая серый оттенок себе, другим и миру.",
    "Sinti":
        "• Трудности с концентрацией, медленное мышление, частое забывание.",
    "Sintt": "Симптомы депрессии",
    "SinttAns": "Симптомы тревожности",
    "SobreApp": "О приложении",
    "SobrePersonalidade":
        "Тест на личность основан на Большой Пятерке (5 черт личности) и направлен на оценку вашей личности с помощью анкеты и определение ваших самых характерных черт личности.",
    "SobreTesteAns": "Тест основан на Beck Anxiety Inventory (BAI)",
    "SobreTesteFelicidade":
        "Тест на счастье направлен на определение вашего уровня счастья согласно тесту Gross National Happiness (GNH).",
    "SobreTesteStress":
        "Тест на стресс основан на Beck Depression Inventory (BDI), широко используемом специалистами в области психического здоровья и международно валидированном.",
    "T1": "Глобальный анализ",
    "T2": "Индивидуальный анализ",
    "TRAT1":
        "Попробуйте понять причины вашего разрушительного поведения. Почему вы боитесь быть один? Какие причины вашей низкой самооценки? Стоит ли поддерживать такую дисбалансированную связь? Размышления над этими вопросами помогут вам признать свои слабости и найти решение проблемы.",
    "TRAT1_T": "Будьте честны с собой",
    "TRAT2":
        "Признание эмоциональной зависимости не обязательно означает завершение отношений. Откройте свое сердце, поговорите о своих страхах и спросите партнера, как вы можете улучшить отношения, чтобы сделать их более сбалансированными. Честность имеет силу увеличивать единство и связь между партнерами.",
    "TRAT2_T": "Поговорите со своим партнером",
    "TRAT3":
        "Работайте над балансировкой всех аспектов вашей жизни. Восстановите связи с семьей и друзьями, лучше заботьтесь о себе, открывайте новые увлечения и вкладывайте время в саморазвитие.",
    "TRAT3_T": "Заботьтесь о своих интересах",
    "TRAT4":
        "Не оставайтесь в отношениях, в которых вы чувствуете себя неудовлетворенным из-за страха одиночества. Если ваш партнер не уважает вашу индивидуальность и использует вашу зависимость, чтобы доминировать над вами, возможно, пришло время рассмотреть завершение отношений.",
    "TRAT4_T": "Установите границы",
    "TRAT5":
        "Это расстройство часто возникает из детских травм. Исцеление эмоциональных ран из прошлого является важным первым шагом. Люди, которые несут эмоциональный багаж в отношения, часто приносят нерешенные проблемы, которые влияют на отношения. Исцеление вашего внутреннего ребенка может значительно изменить ситуацию, помогая вам развить ресурсы для любви и заботы о себе, что приведет к гораздо лучшему качеству жизни. Затем вы будете готовы взаимодействовать с другими здоровым и эмоционально сбалансированным образом.",
    "TRAT5_T": "Признайте прошлое",
    "TRAT6":
        "Конечно, эта информация не заменяет оценку и консультацию специалиста.",
    "TRAT6_T": "Ищите помощь",
    "Tclaro": "Светлая тема",
    "Tescuro": "Темная тема",
    "Tletra": "Тип шрифта",
    "TotalRaiva": "Общая злость",
    "Tra":
        "Всегда полезно обратиться за помощью к медицинскому специалисту, чтобы восстановиться после депрессии, особенно если результат вашего теста показал 'У вас тяжелая депрессия!' Специалист поможет вам выявить новые модели мышления и поведения. Однако есть много вещей, которые вы можете и должны сделать сами: изменения в образе жизни необходимы, так как именно ваш образ жизни способствует депрессивным симптомам. Ознакомьтесь с приведенными выше советами для улучшения эмоционального здоровья! Для вашего здоровья приобретите силу и энергию, чтобы изменить все, что нужно изменить, и победить в борьбе с депрессией.",
    "TraAns":
        "Всегда полезно, чтобы медицинский специалист помогал вам в управлении тревожностью, особенно если результат вашего теста 'У вас тяжелые симптомы тревожности!' Специалист должен помочь вам найти новые модели мышления и поведения. Но есть много вещей, которые вы можете сделать сами, чтобы справиться с тревожностью. Изменения в образе жизни необходимы, поскольку ваш образ жизни способствует наличию симптомов тревожности в целом. Ознакомьтесь с 10 советами, описанными ниже, и для вашего здоровья приобретите силу и энергию, чтобы изменить то, что нужно изменить, и победить в борьбе с тревожностью.",
    "Trat": "Лечение депрессии",
    "VerAnsiedade": "О депрессии",
    "VerAnsiedadeAns": "О тревожности",
    "VerVideo": "Посмотреть результат после видео",
    "_Dep2Escala":
        "18 вопросов оцениваются по шкале от 0 до 5, где всегда 0 и никогда 5",
    "_SobreDependenciaTitulo": "О эмоциональной зависимости",
    "_SobreStresTitulo": "О стрессе",
    "_SobreTesteDependencia":
        "Тест на эмоциональную зависимость основан на книге Мелоди Битти 'Codependent No More'. Его цель — проанализировать, проявляет ли пользователь признаки эмоциональной зависимости от кого-то и на каком уровне.",
    "_SobreTipoPersonalidade": "Типы личности",
    "_adAtencao": "Внимание",
    "_adTotal": "Чтобы начать тест, необходимо просмотреть всю рекламу.",
    "_cancelarInicioTeste": "Не начинать тест",
    "_depR1": "Без депрессии",
    "_depR1C":
        "Отлично! Согласно тесту Ивана Голдберга, у вас нет депрессии! Вы можете нормально справляться с взлетами и падениями вашей жизни и легко управлять своими эмоциями.",
    "_depR2": "Возможность депрессии",
    "_depR2C":
        "Согласно тесту Ивана Голдберга, есть небольшая вероятность депрессии, что очень распространено у большинства людей! Вы почти всегда можете справляться со своими эмоциями, но не всегда решаете их удовлетворительно.",
    "_depR3": "Депрессивные симптомы",
    "_depR3C":
        "Согласно тесту Ивана Голдберга, вы проявляете депрессивные симптомы! Вы находитесь в группе риска развития депрессивного поведения. Обратите внимание на советы по защите эмоций.",
    "_depR4": "Депрессивное поведение",
    "_depR4C":
        "Согласно тесту Ивана Голдберга, вы проявляете депрессивное поведение! Вам необходимо изменить свои рутинные действия, следовать советам по защите эмоций и лучше обратиться за помощью к специалисту.",
    "_depR5": "Умеренная депрессия",
    "_depR5C":
        "Внимание! Согласно тесту Ивана Голдберга, у вас симптомы умеренной депрессии. Вам нужно обратить внимание на эту проблему. Следуйте советам по защите эмоций и обратитесь за помощью к специалисту.",
    "_depR6": "Тяжелая депрессия",
    "_depR6C":
        "Осторожно! Согласно тесту Ивана Голдберга, у вас симптомы тяжелой депрессии! Эта проблема требует вашего полного внимания. Следуйте советам по здоровому образу жизни и обратитесь за помощью к специалисту.",
    "_incioTeste": "Чтобы начать тест, посмотрите рекламу",
    "_iniciarTeste": "Начать тест",
    "_introGeral":
        "Это приложение предлагает серию тестов, чтобы помочь вам понять, как функционируют ваш ум и эмоции. Это проверенные инструменты, широко используемые специалистами в области здравоохранения по всему миру. Почему вам следует пройти тесты? Потому что первый шаг к решению проблемы — признать, что она существует! Наслаждайтесь тестами.",
    "_introTesteAnsiedade":
        "Тест на тревожность использует опросник из 21 вопроса для оценки наличия и степени тяжести симптомов тревожности. Чтобы обеспечить достоверность теста, подумайте о СВОЕЙ ПОСЛЕДНЕЙ НЕДЕЛЕ и ответьте честно. Результаты будут отображены в конце вместе с полезной информацией и советами. Реклама поддерживает проект и позволяет приложению оставаться бесплатным для вас.",
    "_introTesteAtitude":
        "Существует четыре основных отношения в человеческих отношениях: пассивное, агрессивное, манипулятивное и уверенное. С помощью опросника из 60 вопросов это приложение поможет вам выяснить, какое отношение преобладает в вашем случае. Чтобы получить точные результаты, ответьте на каждое утверждение честно. Реклама помогает финансировать проект и сохранять приложение бесплатным для пользователей.",
    "_introTesteDependencia":
        "Можете ли вы представить свою жизнь без вашего партнера? Имело бы это смысл? Этот тест оценит уровень вашей эмоциональной зависимости от партнера или другого человека, от которого вы можете быть эмоционально зависимы. Знание уровня эмоциональной зависимости в отношениях — это первый шаг к преодолению. Ответьте на вопросы теста и узнайте свой уровень эмоциональной зависимости.",
    "_introTesteDepressao":
        "Думаете, что вы депрессивны? Ответьте честно на эти два теста и узнайте, есть ли у вас симптомы депрессии. Кроме результатов, вы найдете ценные предложения для улучшения своего эмоционального здоровья. Важно помнить, что это приложение не заменяет помощь медицинского специалиста. Мы здесь, чтобы поддержать вас в поиске эмоционального благополучия. Мужества, вы сможете победить.",
    "_introTesteFelicidade":
        "Вы счастливы? Ответить на этот вопрос не просто: некоторые говорят, что это не связано с банковским счетом, в то время как другие считают, что это связано с поиском истинной любви, понимания или хорошего здоровья... Возможно, это просто части целого, которые влияют на наше счастье. Этот тест основан на Тесте Валового Национального Счастья (GNH), созданном в 1972 году королем Бутана, который всерьез относился к оценке счастья своих подданных, предоставив пример многим правительствам, странам и интеллектуалам для изучения этой темы. Ответьте на опросник и узнайте, действительно ли вы счастливы. Реклама используется исключительно для финансирования проекта и поддержания приложения бесплатным для пользователей. Наслаждайтесь тестом!",
    "_introTestePersonalidade":
        "Существует 5 черт личности, характерных для каждого человека. Узнайте свои в этом тесте, который длится около 10 минут. Чтобы получить точные результаты, ответьте честно на каждое утверждение. В конце будет указан ваш тип личности. Реклама используется для финансирования проекта и поддержания приложения бесплатным для пользователей. Удачи в тесте!",
    "_introTesteRaiva":
        "Гнев — это естественная и здоровая эмоция, но она может стать неконтролируемой и разрушительной. С помощью опросника из 47 вопросов этот тест поможет вам определить уровень вашего гнева и контролируете ли вы его или он контролирует вас. Чтобы получить точные результаты, ответьте честно на каждое утверждение. Реклама используется исключительно для финансирования проекта и поддержания приложения бесплатным для пользователей.",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "Оставайтесь спокойными, это тест на стресс, и вам потребуется немного саморазмышления в течение 10 минут, чтобы ответить на 96 вопросов. Чтобы обеспечить точность теста, пожалуйста, ответьте на все вопросы честно. Результат будет предоставлен в конце вместе с несколькими полезными советами. Реклама в этом приложении помогает финансировать проект и сохранять его бесплатным для пользователей. Проходите тест регулярно, чтобы оценить, улучшаются ли ваши уровни стресса или ухудшаются.",
    "_listaTestes": "Список тестов",
    "_mudarIdioma": "Сменить язык",
    "_removerAds": "Удалить рекламу",
    "_tAnsiedade": "Тест на тревожность",
    "_tAtitude": "Тест на отношение",
    "_tAutoConfianca": "Тест на уверенность в себе",
    "_tDepBeck": "Тест Аарона Бека",
    "_tDepGoldberg": "Тест Ивана Голдберга",
    "_tDependencia": "Тест эмоциональной зависимости",
    "_tDepressao": "Тест на депрессию",
    "_tFelicidade": "Тест на счастье",
    "_tPersonalidade": "Тест на личность",
    "_tRaiva": "Тест на гнев",
    "_tRelacionamentos": "Тест на отношения",
    "_tSorriso": "Тест на улыбку",
    "_tStress": "Тест на стресс",
    "_testeNaoFeito": "Тест не завершен",
    "_tituloApp": "Депрессия и эмоции",
    "agressiva_descricao":
        "Человек, который выражает свои потребности, предпочтения, эмоции и мнения враждебным, требовательным, угрожающим или карающим образом по отношению к другим. Он стремится победить любой ценой и ставит свои собственные желания выше желаний других. Такое поведение включает в себя защиту своих прав, но за счет нарушения прав других.",
    "agressiva_titulo": "Агрессивный",
    "algumas": "Иногда",
    "allapps": "Разблокировать все тесты",
    "analise1": "Абсолютный анализ",
    "analise2": "Пропорциональный анализ",
    "appChat": "Чат-помощь",
    "as_vezes": "Иногда",
    "assertiva_descricao":
        "Асертивные люди взаимодействуют напрямую, выражая свои потребности, предпочтения, эмоции и мнения без избыточного беспокойства. Они отстаивают свои права, не нарушая права других.",
    "assertiva_titulo": "Асертивный",
    "asvezes": "Иногда",
    "aut.sobre":
        "Этот тест состоит из 15 вопросов, каждый из которых оценивается по шкале от 0 до 3 баллов.",
    "aut_1":
        "Я верю, что если я буду усердно работать и упорствовать, я смогу достичь своих целей.",
    "aut_2":
        "Я чувствую себя обескураженным и негативным, когда сталкиваюсь с трудностями.",
    "aut_3":
        "Я поддерживаю регулярный контакт с людьми, которые имеют подобные навыки и способности.",
    "aut_4": "Я продолжаю свои усилия, даже если не добиваюсь успеха сразу.",
    "aut_5":
        "Я ставлю свои убеждения выше того, чтобы действовать в соответствии с ожиданиями других.",
    "aut_6": "Я получаю похвалу и положительную обратную связь за свою работу.",
    "aut_7": "Жизнь вдохновляет меня и дает мне положительную энергию.",
    "aut_8": "Я верю, что, посвятив себя проблеме, я всегда найду решение.",
    "aut_9":
        "Я размышляю над уроками, извлеченными при преодолении значительных препятствий.",
    "aut_10": "Я берусь за действия, которые кажутся трудными или сложными.",
    "aut_11":
        "Я спокойно справляюсь с новыми ситуациями, не испытывая стресса.",
    "aut_12": "Я упорствую, даже когда другие сдаются.",
    "aut_13": "Я смотрю в будущее с уверенностью, не чувствуя тревоги.",
    "aut_14":
        "Я идентифицирую себя с людьми, которые усердно работают, даже если не достигают своих целей.",
    "aut_15": "Я могу достичь целей, которые ставлю перед собой.",
    "aut_aum": "Как повысить уверенность в себе",
    "aut_aum_c":
        "Развитие уверенности в себе – это постепенный процесс, который включает в себя внедрение позитивных привычек и мышления. Вот несколько стратегий, которые помогут укрепить вашу самооценку:",
    "aut_aum_c1":
        "1. Устанавливайте реалистичные цели: Постановка достижимых целей и их разделение на небольшие шаги. Каждый успех увеличивает вашу уверенность.",
    "aut_aum_c2":
        "2. Отмечайте свои достижения: Признавайте и отмечайте свои успехи, независимо от того, насколько они малы. Это укрепляет положительный имидж себя.",
    "aut_aum_c3":
        "3. Практикуйте самосострадание: Относитесь к себе с той же добротой и пониманием, что и к другу. Избегайте жесткой самокритики.",
    "aut_aum_c4":
        "4. Развивайте новые навыки: Тратьте время на изучение или совершенствование навыков, чтобы повысить уверенность в своих способностях.",
    "aut_aum_c5":
        "5. Визуализируйте успех: Представляйте себя успешно справляющимся с вызовами. Это подготавливает ваш разум к реальным ситуациям.",
    "aut_aum_c6":
        "6. Принимайте комплименты: Искренне принимайте комплименты и избегайте преуменьшения своих достижений. Это способствует сильному имиджу себя.",
    "aut_aum_c7":
        "7. Выйдите из зоны комфорта: Столкнитесь с вызовами, которые дают возможность для роста. Преодоление преград укрепляет вашу уверенность.",
    "aut_aum_c8":
        "8. Практикуйте общение: Улучшайте свои коммуникативные навыки, чтобы выражать свои идеи и мнения с уверенностью.",
    "aut_aum_c9":
        "9. Ведите журнал позитива: Записывайте достижения, комплименты и то, за что вы благодарны. Фокусирование на позитивных аспектах помогает изменить мышление.",
    "aut_aum_c10":
        "10. Заботьтесь о своем теле: Занимайтесь физической активностью, ешьте здоровую пищу и поддерживайте хорошие привычки сна. Здоровое тело поддерживает уверенный разум.",
    "aut_aum_c11":
        "11. Развивайте позитивное мышление: Бросайте вызов негативным мыслям и заменяйте их позитивными и реалистичными утверждениями.",
    "aut_aum_c12":
        "12. Учитесь на ошибках: Вместо того чтобы наказывать себя за ошибки, рассматривайте их как возможности для обучения и роста.",
    "aut_aum_c13":
        "13. Устанавливайте границы: Учитесь говорить «нет», когда это необходимо, чтобы показать, что вы цените себя и свое время.",
    "aut_aum_c14":
        "14. Принимайте несовершенство: Понимайте, что никто не идеален. Принимайте свои недостатки как часть своего уникального «я».",
    "aut_aum_c15":
        "15. Окружайте себя позитивными людьми: Общайтесь с людьми, которые поддерживают вас и вдохновляют, и избегайте тех, кто вас тянет вниз.",
    "aut_aum_c16":
        "16. Заботьтесь о своем внешнем виде: Представляйтесь так, чтобы чувствовать себя уверенно и комфортно.",
    "aut_aum_c17":
        "17. Помните, что развитие уверенности в себе – это непрерывное путешествие. Будьте терпеливы к себе и продолжайте поддерживать позитивный имидж себя.",
    "aut_def": "Что такое Самоуверенность",
    "aut_def_c":
        "Самоуверенность — это положительная вера и уверенность в своих способностях, компетенциях и потенциале. Это внутреннее убеждение, что вы можете справляться с вызовами, принимать решения и справляться с различными ситуациями в жизни. Самоуверенность включает в себя доверие к себе, своим качествам и потенциалу, что напрямую влияет на ваше поведение, взаимодействие с другими и преодоление препятствий. Это ключевой элемент эмоционального благополучия и личного успеха, поскольку позволяет людям чувствовать себя уверенными, способными и стойкими перед лицом трудностей.",
    "aut_dest": "Разрушители Самоуверенности",
    "aut_dest_c1":
        "1. Неудачи или Ошибки: Повторяющиеся неудачи или ошибки могут поколебать уверенность человека в своих способностях.",
    "aut_dest_c2":
        "2. Постоянная Критика: Непрерывная, негативная критика со стороны других может серьезно подорвать самоуверенность.",
    "aut_dest_c3":
        "3. Сравнение с Другими: Постоянное сравнение себя с другими и чувство недостаточности могут снизить самоуверенность.",
    "aut_dest_c4":
        "4. Травматический Опыт: Прошлые травмы, такие как буллинг, злоупотребления или значительные негативные события, могут оказать длительное влияние на самоуверенность.",
    "aut_dest_c5":
        "5. Отсутствие Признания: Когда усилия и достижения не признаются, это может привести к снижению самоуверенности.",
    "aut_dest_c6":
        "6. Перфекционизм: Установка чрезмерно высоких стандартов для себя может привести к чувству недостаточности и снижению самоуверенности.",
    "aut_dest_c7":
        "7. Негативный Имидж Себя: Негативное восприятие себя, будь то связано с внешностью, способностями или личностью, может разрушить самоуверенность.",
    "aut_dest_c8":
        "8. Негативные Сообщения из Прошлого: Негативные комментарии от авторитетов, таких как родители или учителя, могут оставить длительный след на самоуверенности.",
    "aut_dest_c9":
        "9. Недостаток Опытности: Столкновение с новыми или незнакомыми ситуациями может вызвать неуверенность и снизить самоуверенность.",
    "aut_dest_c10":
        "10. Социальная Изоляция: Отсутствие социальной активности и эмоциональной поддержки может способствовать низкой самоуверенности.",
    "aut_dest_c11":
        "11. Чрезмерная Зависимость от Одобрения Других: Слишком сильная зависимость от одобрения других для самооценки может подорвать уверенность, когда это одобрение отсутствует.",
    "aut_dest_c12":
        "12. Чрезмерная Самокритика: Слишком критичное отношение к себе и сосредоточение только на недостатках могут повредить самоуверенности.",
    "aut_dest_c13":
        "13. Расстройства Психического Здоровья: Такие состояния, как тревожность, депрессия и расстройства пищевого поведения могут негативно повлиять на самоуверенность.",
    "aut_dest_c14":
        "14. Существенные Изменения в Жизни: Значительные события, такие как развод, потеря работы или болезнь, могут повлиять на самоуверенность.",
    "aut_dest_c15":
        "Важно признать эти факторы и активно работать над построением самоуверенности через развитие навыков, установление реалистичных целей, развитие позитивного мышления и практику эмоционального самоухода.",
    "aut_escala_1":
        "Отлично. Ваши результаты показывают сильную самоуверенность. Вы направляете свою жизнь к целям с уверенностью, приобретая чувство безопасности и самооценки. Каждый успех еще больше укрепляет вашу уверенность, и вы знаете, как учиться на опыте, не позволяя препятствиям подрывать ваш позитивный подход.",
    "aut_escala_1t": "Вы Демонстрируете Сильную Самоуверенность",
    "aut_escala_2":
        "Вы на правильном пути. Вы проявляете хорошую самоуверенность в знакомых ситуациях, но в новых или неопределенных контекстах, требующих уверенных решений, вы можете чувствовать себя менее уверенно. Признайте свои сильные стороны и таланты, а также рассмотрите возможность их дальнейшего изучения. Ознакомьтесь с рекомендациями ниже для получения дополнительных сведений.",
    "aut_escala_2t": "Вы Демонстрируете Умеренную Самоуверенность",
    "aut_escala_3":
        "Результаты показывают, что ваш текущий уровень самоуверенности не полностью удовлетворителен. Вы можете испытывать неуверенность как в настоящем, так и в отношении будущего. Похоже, есть тенденция сосредоточиваться на ограничениях, а не на раскрытии существующих, но еще не использованных, талантов.",
    "aut_escala_3t": "Вы Демонстрируете Низкую Самоуверенность",
    "aut_intro":
        "Задумывались ли вы когда-нибудь о том, как ваша самоуверенность влияет на различные аспекты вашей жизни? Самоуверенность включает в себя веру в свои способности, качества и личные суждения. Развитие здорового уровня самоуверенности имеет решающее значение для достижения успеха как в социальной, так и в профессиональной сферах. Пройдите этот тест, чтобы узнать, какова ваша самоуверенность.",
    "aut_pro": "Факторы, способствующие уверенности в себе:",
    "aut_pro_c1":
        "1. Достижения и Успехи: Достижение целей и получение успехов, даже небольших, могут повысить уверенность в себе.",
    "aut_pro_c2":
        "2. Принятие и Самопринятие: Принятие себя со всеми недостатками является важным шагом в развитии уверенности в себе.",
    "aut_pro_c3":
        "3. Саморазвитие: Инвестирование времени и усилий в изучение и улучшение навыков может повысить уверенность в себе.",
    "aut_pro_c4":
        "4. Самопознание: Понимание своих сильных и слабых сторон, ценностей и интересов помогает создать прочную основу для уверенности в себе.",
    "aut_pro_c5":
        "5. Установка Достижимых Целей: Определение реалистичных целей и постепенное продвижение к их достижению может укрепить вашу уверенность в своих способностях.",
    "aut_pro_c6":
        "6. Система Поддержки: Окружение себя друзьями, семьей или наставниками, которые предоставляют поддержку и поощрение, может повысить уверенность в себе.",
    "aut_pro_c7":
        "7. Позитивное Мышление: Развитие оптимистического мышления и сосредоточение на конструктивных мыслях могут улучшить уверенность в себе.",
    "aut_pro_c8":
        "8. Самоутверждение: Регулярное признание своих сильных сторон и достижений может укрепить чувство уверенности в себе.",
    "aut_pro_c9":
        "9. Преодоление Препятствий: Столкновение с трудностями и их преодоление может показать вам, на что вы способны, повышая уверенность в себе.",
    "aut_pro_c10":
        "10. Забота о Себе: Практика заботы о себе, такая как достаточный сон, здоровое питание и физическая активность, может положительно повлиять на уверенность в себе.",
    "aut_pro_c11":
        "11. Позитивная Визуализация: Представление себя успешным и уверенно справляющимся с трудными ситуациями может помочь укрепить уверенность в себе.",
    "aut_pro_c12":
        "12. Принятие Ошибок: Признание того, что ошибки — это естественная часть обучения и роста, может уменьшить страх перед неудачей и увеличить уверенность в себе.",
    "aut_pro_c13":
        "13. Эффективная Коммуникация: Развитие навыков коммуникации помогает выражать свои идеи и мнения, что может повысить уверенность в себе.",
    "aut_pro_c14":
        "14. Настойчивость: Не сдаваться перед трудностями и продолжать пытаться, даже когда все идет не так, как хотелось бы, способствует росту уверенности в себе.",
    "aut_pro_c15":
        "15. Самоутверждение: Взятие под контроль своей жизни и выбора способствуют ощущению, что вы способны и имеете власть над своими действиями.",
    "aut_pro_c16":
        "16. Помните, что уверенность в себе — это непрерывный процесс и может изменяться со временем. Важно регулярно практиковать эти факторы и работать над созданием позитивного и реалистичного самовосприятия.",
    "cau_dep": "Причины депрессии",
    "cau_dep1":
        "Депрессия — это сложное и многофакторное состояние, и несколько факторов могут способствовать её развитию. Эти факторы могут различаться от человека к человеку, но обычно включают.",
    "cau_dep2":
        "Генетические факторы: Генетическая предрасположенность играет важную роль в депрессии. Если у кого-то из вашей семьи есть история депрессии, вы можете быть в группе повышенного риска.",
    "cau_dep3":
        "Химический дисбаланс в мозге: Изменения уровней нейротрансмиттеров, таких как серотонин, дофамин и норэпинефрин, могут влиять на функцию мозга и способствовать депрессии. Чрезмерное использование технологий также может нарушать регуляцию дофамина.",
    "cau_dep4":
        "Стрессовые события в жизни: Травматические переживания, значительные потери, семейные конфликты, финансовые проблемы или серьезные изменения в жизни могут вызвать или усугубить депрессию.",
    "cau_dep5":
        "Личный анамнез: Наличие истории предыдущей депрессии увеличивает риск рецидива болезни.",
    "cau_dep6":
        "Медицинские заболевания: Некоторые медицинские состояния, такие как рак, хронические заболевания, травматические повреждения мозга или гормональные расстройства, могут увеличить риск депрессии.",
    "cau_dep7":
        "Злоупотребление веществами: Злоупотребление алкоголем, наркотиками или даже чрезмерное потребление сладкой пищи может усугубить риск депрессии.",
    "cau_dep8":
        "Социальная изоляция: Отсутствие социальной поддержки и одиночество могут увеличить риск депрессии.",
    "cau_dep9":
        "Психологические факторы: Негативные модели мышления, низкая самооценка, чрезмерная самокритика и перфекционизм могут играть роль в депрессии.",
    "cau_dep10":
        "Гормональные расстройства: Гормональные изменения, такие как гормоны щитовидной железы, могут влиять на настроение и способствовать депрессии.",
    "cau_dep11":
        "Важно помнить, что депрессия — это излечимое состояние, и надлежащее лечение может помочь справиться с этими факторами риска или преодолеть их. Ознакомьтесь с приведенными выше рекомендациями для поддержания здоровой эмоциональной жизни и применяйте их. Если вы или кто-то, кого вы знаете, испытываете симптомы депрессии, обратитесь за помощью к медицинскому специалисту для надлежащей оценки и лечения.",
    "concordo": "Я согласен",
    "conselhos": "Советы",
    "conselhos2": "Советы по Здоровому Образу Жизни",
    "citacoes_titulo": "Источники и ссылки",
    "citacao_byronsd": "FR Здравоохранение - Советы для здорового образа жизни",
    "citacao_who":
        "Всемирная организация здравоохранения - Психическое здоровье",
    "citacao_mayo": "Mayo Clinic - Депрессия",
    "def_stress_texto":
        "Стресс – это естественная реакция организма на события или ситуации, вызывающие давление. Обычно он вызван чем-то неожиданным или вне нашего контроля. Эта реакция варьируется в зависимости от нескольких индивидуальных факторов, которые влияют на то, как стресс влияет на нашу жизнь, таких как социальный и экономический контекст, окружающая среда, в которой мы живем, и даже генетическая предрасположенность.",
    "def_stress_titulo": "Что такое стресс?",
    "dep2_1": "Я чувствую себя несчастным, грустным и подавленным",
    "dep2_2": "Я чувствую себя неудачником",
    "dep2_3":
        "Даже когда со мной происходят хорошие вещи, я чувствую депрессию",
    "dep2_4": "Даже простые вещи требуют от меня много усилий",
    "dep2_5": "Я часто думаю о том, чтобы закончить свою жизнь.",
    "dep2_6": "Я не вижу будущего для себя",
    "dep2_7":
        "Я чувствую вину за некоторые вещи и думаю, что заслуживаю наказания.",
    "dep2_8": "Мне трудно сосредоточиться на том, что я читаю",
    "dep2_9": "Я набираю или теряю вес без какой-либо диеты",
    "dep2_10": "Мне трудно принимать решения.",
    "dep2_11": "Я нервный и раздраженный.",
    "dep2_12": "Я чувствую себя в ловушке или заточенным.",
    "dep2_13":
        "Я потерял интерес к вещам, которые раньше были для меня важными и мотивирующими.",
    "dep2_14": "Я очень медлителен в выполнении задач.",
    "dep2_15": "Я чувствую себя усталым и истощенным",
    "dep2_16": "Я чувствую пустоту внутри себя, как будто я лишен жизни",
    "dep2_17":
        "Мой режим сна очень нерегулярен: я либо сплю слишком много, либо слишком мало.",
    "dep2_18": "Радость и удовольствие от жизни оставили меня",
    "disclamer":
        "Пожалуйста, обратите внимание, что это самооценка с ограничениями! Для точной диагностики и лечения вам следует обратиться к специалисту.",
    "discordo": "Я не согласен",
    "escala": "Эмоциональная Зависимость (Шкала)",
    "escolha": "*Сделайте свой выбор, чтобы начать тест!",
    "fEscala1": "О шкале",
    "fEscala2": "Все ответы оцениваются по шкале от 0 до 4:",
    "fEscala3": "0 - 20 Очень Несчастный",
    "fEscala4": "20 - 40 Несчастный",
    "fEscala5": "40 – 60 Удовлетворительный",
    "fEscala6": "60 – 80 Счастливый",
    "fEscala7": "80 – 128 Очень Счастливый",
    "fEscalaT": "Результат Теста:",
    "fSintt": "Позитивные Значения",
    "fconselhos": "Брутто Национальное Счастье (GNH)",
    "feliz": "Счастливый",
    "felizR": "Согласно индексу GNH, вы счастливый человек :)",
    "fp1": "Вы занимаетесь физическими упражнениями?",
    "fp2": "У вас здоровое питание?",
    "fp3": "Вы находитесь в хорошем здравии?",
    "fp4": "Считаете ли вы себя хорошо вознагражденным?",
    "fp5": "Вам нравится ваша работа?",
    "fp6": "Вы хорошо спите?",
    "fp7": "Вы довольны своей внешностью?",
    "fp8": "Вы просыпаетесь отдохнувшим?",
    "fp9": "Ваша жизнь комфортна?",
    "fp10": "Вы хорошо управляете своими финансами?",
    "fp11": "Вы возвращаетесь домой с чувством достижения?",
    "fp12": "Вы можете экономить деньги?",
    "fp13": "Вы ставите цели на будущее?",
    "fp14": "Обычно вы достигаете своих целей?",
    "fp15": "Вас признают за ваши качества?",
    "fp16": "Вы покупаете желаемые вещи?",
    "fp17": "Вы видите позитивную сторону вещей?",
    "fp18": "Вы учитесь на своих ошибках?",
    "fp19": "Вы хорошо управляете своими эмоциями?",
    "fp20": "Вы эффективно управляете своим временем?",
    "fp21": "Вы обычно цените простые вещи в жизни?",
    "fp22": "Вы используете предоставленные вам возможности?",
    "fp23": "Вы можете сбалансировать свою профессиональную и личную жизнь?",
    "fp24": "Вы довольны своими романтическими отношениями?",
    "fp25": "Вы делитесь знаниями?",
    "fp26": "Вы проводите время с друзьями и/или семьей?",
    "fp27": "Вы гордитесь путем, который вы прошли до сих пор?",
    "fp28": "Вы вносите вклад в сообщество?",
    "fp29": "Вы осуществляете свои права и выполняете свои обязанности?",
    "fp30": "Вы обычно контактируете с природой?",
    "fp31": "Вы уважаете различия?",
    "fp32": "Ваши ежедневные действия отражают заботу о будущем планеты?",
    "fp33": "Конец теста",
    "frequente": "Часто",
    "gr_ambiente": "Среда",
    "gr_emprego_ocupacao": "Занятость / Профессия",
    "gr_estilo_vida": "Образ жизни",
    "gr_maior_stress": "Категория высокого стресса",
    "gr_menor_stress": "Категория низкого стресса",
    "gr_personalidade": "Личность",
    "gr_relacionamentos": "Отношения",
    "gr_sintomas": "Симптомы",
    "h-a":
        "Альберто дружелюбен! Несмотря на усталость и жажду, его главная забота - Нора. Он предлагает ей немного кокосовой воды. Другие знают, что он склонен соглашаться со всем и не боится просить о помощи.",
    "h-c":
        "Клара добросовестна! Она не в восторге; её беспокоит серьезность ситуации. Она рада, что спасла набор для выживания с корабля. Как всегда, она хорошо подготовлена и сразу начинает выполнять критические задачи. Она чувствует, что это её ответственность - организовать всё и убедиться, что все начинают искать основное: воду и еду.",
    "h-e":
        "Эдуардо экстраверт! Он в восторге, что все выжили! Он чувствует неодолимую потребность говорить и делиться своей радостью. Он собирает всех, чтобы отпраздновать их выживание и предлагает план по совместному исследованию острова.",
    "h-intro":
        "Пять человек оказались на острове посреди океана. Как они справятся с ситуацией, зависит от их уникальных черт личности!",
    "h-intro_tit": "Крушение:",
    "h-n":
        "Нурия невротична! Она быстро становится подавленной стрессом. Она полностью разрушается, сидя на пляже и плача: Как они когда-нибудь выберутся с острова? Для неё океан вокруг кажется бесконечным, а природа - мрачной и угрожающей. Она чувствует себя совершенно потерянной.",
    "h-o":
        "Ана открыта! Она рада исследовать красивый остров. Экзотическое окружение вдохновляет её. Она собирает камни, ракушки и цветы, чтобы украсить вход в бамбуковую хижину, которую она построила для всех. Она рассматривает это как возможность узнать что-то новое.",
    "h_esc":
        "Если бы вы были в такой же ситуации, каким было бы ваше отношение?",
    "habitual": "Обычно",
    "help_me":
        "Эмоциональные расстройства: Стресс, Гнев, Тревога, Депрессия, Эмоциональная зависимость... Поговорите с медицинским специалистом бесплатно через наше приложение.",
    "infeliz": "Несчастный",
    "infelizR": "Будьте осторожны! Согласно индексу GNH, вы несчастны! :(",
    "int_tracos":
        "Познайте 5 черт личности, выделенных на следующей иллюстрации:",
    "int_tracos_t": "Черты личности",
    "lik1": "Категорически не согласен",
    "lik2": "Не согласен",
    "lik3": "Нейтрально",
    "lik4": "Согласен",
    "lik5": "Категорически согласен",
    "manipuladora_descricao":
        "Этот человек ставит свои желания превыше всего и использует других для личной выгоды. Он умеет в общении, адаптируя свою речь к слушателю. Он слушает, но не действительно слышит, использует посредников, искажает информацию и кажется уверенным и доброжелательным. Однако его общение основано на слухах и спекуляциях, и он теряет доверие, когда это раскрывается.",
    "manipuladora_titulo": "Манипулятор",
    "mtfeliz": "Очень Счастливый",
    "mtfelizR": "Поздравляю: Согласно индексу GNH, вы очень счастливы :):)",
    "mtinfeliz": "Очень Несчастный",
    "mtinfelizR":
        "Внимание! Согласно индексу Gross National Happiness (GNH), вы очень несчастны! :(:(",
    "mtvezes": "Часто",
    "mudar_atitude_texto":
        "Изменение вашего отношения - это вызов, но это возможно. Следуйте этому процессу: Установите ясные и конкретные цели. Сосредоточьтесь на позитивных целях, а не на негативных. Разбейте свои цели на маленькие, управляемые шаги. Распознавайте триггеры, которые активируют негативное поведение. Отмечайте маленькие победы. Окружите себя поддерживающими людьми, которые поощряют ваш прогресс. Не будьте слишком строги к себе, если столкнетесь с неудачами – оставайтесь сосредоточенными и настойчивыми! Визуализируйте свое успешное будущее и верьте в него! Ваша воля может преодолеть генетику. Многие изменились, и вы тоже можете.",
    "muitas_vezes": "Много\nРаз",
    "muito_pouco": "Очень\nРеже",
    "notay":
        "💜 = Человек, которого вы хотите проверить на эмоциональную зависимость!",
    "nunca": "Никогда",
    "okcompra": "Покупка Завершена!",
    "okcompra2": "Спасибо за покупку версии без рекламы!",
    "okcompra3": "Спасибо за покупку всех версий тестов!",
    "origem":
        "В 1972 году Джигме Ванчук взошел на трон Королевства Бутан и стремился измерить счастье своих 600 000 подданных. Для этого он основал Центр исследований Бутана с целью разработки анкеты для оценки счастья бутанцев. Это ознаменовало начало того, что сейчас известно как инициатива Валового национального счастья.",
    "origem_t": "Происхождение теста",
    "p1": "Онемение или покалывание.",
    "p2": "Ощущение жара.",
    "p3": "Трепещущие ноги.",
    "p4": "Не могу расслабиться.",
    "p5": "Страх, что случится худшее.",
    "p6": "Оглушение или головокружение.",
    "p7": "Сердцебиение или учащенное сердцебиение.",
    "p8": "Потеря равновесия.",
    "p9": "Ужас.",
    "p10": "Нервозность.",
    "p11": "Чувство удушья.",
    "p12": "Дрожащие руки.",
    "p13": "Дрожь в теле.",
    "p14": "Страх потерять контроль.",
    "p15": "Трудности с дыханием.",
    "p16": "Страх смерти.",
    "p17": "Испуг.",
    "p18": "Расстройство пищеварения или дискомфорт в животе.",
    "p19": "Чувство обморока.",
    "p20": "Покраснение лица.",
    "p21": "Холодный пот.",
    "p22": "Тест завершен.",
    "pP1": "Я создаю энтузиазм вокруг себя.",
    "pP2": "Я не сильно беспокоюсь о других.",
    "pP3": "Я всегда подготовлен.",
    "pP4": "Я легко стрессуюсь.",
    "pP5": "Я изобретателен и находчив.",
    "pP6": "Мне есть мало что сказать; я не говорю много.",
    "pP7": "Мне нравится сотрудничать с другими.",
    "pP8": "Я оставляю вещи разбросанными.",
    "pP9": "Я сохраняю спокойствие в напряженных ситуациях.",
    "pP10": "У меня мало художественных интересов.",
    "pP11": "Я чувствую себя комфортно среди людей.",
    "pP12": "Я могу быть грубым с другими время от времени.",
    "pP13": "Я обращаю внимание на детали.",
    "pP14": "Я волнуюсь о многих вещах.",
    "pP15": "Мне нравится размышлять и фантазировать.",
    "pP16": "Я сдержанный и держусь на расстоянии.",
    "pP17": "Я внимательный и добрый ко всем.",
    "pP18": "Я склонен к беспорядку.",
    "pP19": "Я редко чувствую себя подавленным или грустным.",
    "pP20": "Меня не интересуют абстрактные идеи.",
    "pP21": "Мне легко начинать разговоры.",
    "pP22": "Я склонен быть отстраненным и равнодушным к другим.",
    "pP23": "То, что нужно сделать, должно быть сделано немедленно.",
    "pP24": "Я легко расстраиваюсь.",
    "pP25": "Я часто придумываю хорошие идеи.",
    "pP26": "Я часто предпочитаю быть один.",
    "pP27": "У меня доброе сердце.",
    "pP28": "Я легко отвлекаюсь.",
    "pP29": "Я легко раздражаюсь или беспокоюсь.",
    "pP30": "У меня нет яркого воображения.",
    "pP31": "На вечеринке я общаюсь с многими разными людьми.",
    "pP32": "Я легко замечаю недостатки других.",
    "pP33": "Мне нравится порядок.",
    "pP34": "Я эмоционально стабильный.",
    "pP35": "Я быстро понимаю новые вещи.",
    "pP36": "Мне не нравится привлекать внимание к себе.",
    "pP37": "Я уделяю время другим.",
    "pP38": "Я пытаюсь уменьшить свои обязанности.",
    "pP39": "У меня частые перепады настроения.",
    "pP40": "Я утончен в искусстве, музыке или литературе.",
    "pP41": "Жизнь для меня - это 'праздник'.",
    "pP42": "Я общительный и дружелюбный.",
    "pP43": "Я планирую и следую за планами.",
    "pP44": "Я легко прощаю и забываю.",
    "pP45": "Я провожу время, размышляя о вещах.",
    "pP46": "Я стеснительный и сдержанный с незнакомцами.",
    "pP47": "Я заставляю людей чувствовать себя комфортно.",
    "pP48": "Я требователен к своей работе.",
    "pP49": "Я часто чувствую себя грустным.",
    "pP50": "Я оригинален и всегда у меня много идей.",
    "pP51": "Конец теста",
    "pR1": "Хорошо сделано! Ваша наиболее выдающаяся черта характера -",
    "pR2":
        "Это не ваша наиболее выдающаяся черта характера! Черта, которая наиболее ярко выражена в вас, -",
    "passiva_descricao":
        "Пассивный человек, как правило, терпелив и избегает действия. Он редко выражает свое несогласие и предпочитает угодить другим. Часто не утверждает себя и открыто не выражает свои желания, потребности и интересы. В результате другие могут не знать, что он действительно чувствует. Вместо того чтобы искать конструктивные решения, он полагается на интеллект и привязанность, чтобы избегать ситуаций, что может привести к потере самоуважения, поскольку он делает то, что ему не нравится, но не может отказаться.",
    "passiva_titulo": "Пассивный",
    "pl1":
        "Это включает удовлетворенность жизнью, оптимизм, самооценку, восприятие компетентности, управление стрессом и вовлеченность в духовные занятия.",
    "pl1_t": "1) Психологическое благополучие:",
    "pl2":
        "Это изучает рискованные модели поведения, частоту физических упражнений, привычки сна и диету.",
    "pl2_t": "2) Здоровье:",
    "pl3": "Распределение повседневного времени.",
    "pl3_t": "3) Использование времени:",
    "pl4":
        "Оценивает чувство принадлежности, жизненную силу в отношениях, безопасность дома и в сообществе, а также практику пожертвований или волонтерства. Общественная жизнь укрепляет связи и помогает строить устойчивость в кризисные времена.",
    "pl4_t": "4) Жизненная сила сообщества:",
    "pl5":
        "Измеряет как формальное, так и неформальное образование, ценности, передаваемые через образование, и экологическое сознание помимо академических достижений.",
    "pl5_t": "5) Образование:",
    "pl6":
        "Участие в культурных мероприятиях, возможности для художественного развития.",
    "pl6_t": "6) Культура:",
    "pl7":
        "Оценивает восприятие качества природных ресурсов, таких как вода, воздух, почва и биоразнообразие, а также доступ к зеленым зонам. Забота о окружающей среде также означает заботу о себе.",
    "pl7_t": "7) Окружающая среда:",
    "pl8":
        "Образ правительства и то, как государственные учреждения справляются со своими обязанностями.",
    "pl8_t": "8) Управление:",
    "pl9":
        "Оценивает доход, финансовую безопасность, уровень задолженности и качество приобретений.",
    "pl9_t": "9) Уровень жизни:",
    "pq_anuncios_texto":
        "Реклама финансирует этот проект и позволяет держать приложение бесплатным для всех пользователей. Если вы предпочитаете использование приложения без рекламы, вы можете приобрести опцию Удалить рекламу. Мы очень благодарны за вашу поддержку.",
    "pq_anuncios_titulo": "Почему реклама?",
    "r0": "Не повлияло на меня.",
    "r1": "Я злюсь неожиданно.",
    "r2": "Я чувствую, что могу контролировать свою злость.",
    "r3":
        "После того как я злюсь, я думаю о том, что мог бы сделать, чтобы контролировать её.",
    "r4": "Я злюсь без конкретной причины.",
    "r5":
        "Когда я раздражен, я стараюсь понять причины произошедшего и что было сказано.",
    "r6":
        "Когда я злюсь, я обычно погружаюсь в свои чувства и в то, как меня обидели.",
    "r7":
        "Когда я злюсь, я склонен кричать, оскорблять и говорить вещи, о которых потом жалею.",
    "r8":
        "Если кто-то что-то испортил, мне не трудно противостоять этому человеку и привлечь его к ответственности.",
    "r9": "Я чувствую вину за то, что выражаю свою злость.",
    "r10": "Когда я злюсь на кого-то, я стараюсь спокойно обсудить это с ним.",
    "r11":
        "Когда я могу поделиться своими чувствами злости, я могу выместить их из головы.",
    "r12":
        "Если бы другие увидели истинный масштаб моей злости, они бы сочли меня отвратительным человеком.",
    "r13":
        "Когда происходит что-то разочаровывающее, я напоминаю себе, что это не конец света.",
    "r14":
        "Когда я злюсь, я даю себе необходимое время для принятия лучших решений.",
    "r15":
        "Даже когда я злюсь, я стараюсь говорить с людьми таким образом, чтобы скрыть свою фрустрацию.",
    "r16": "Я злюсь чаще, чем люди, которых я знаю.",
    "r17":
        "Мои друзья и семья знают, что у меня есть трудности с контролем своей злости.",
    "r18": "Я злюсь на себя, когда делаю что-то глупое.",
    "r19":
        "Я часто скрываю свою злость от других, а потом чувствую себя плохо из-за этого.",
    "r20":
        "Когда кто-то вызывает у меня злость, я делаю вид, что спокоен и не показываю свои эмоции.",
    "r21":
        "Я занимаюсь активностями, хобби или рутинами, чтобы выпустить свои чувства гнева.",
    "r22":
        "Когда кто-то просит меня сделать что-то, что я не хочу, я принимаю это и потом злюсь на себя.",
    "r23": "Когда я зол, мне хочется ударить стену или пнуть предметы.",
    "r24":
        "Когда что-то меня раздражает, я стараюсь воспринимать ситуацию с юмором и смеяться над собой.",
    "r25":
        "Когда я чувствую злость, я могу отдалиться на некоторое время, чтобы успокоиться.",
    "r26": "Я избегаю ситуаций, которые знаю, что вызовут мою злость.",
    "r27": "Я злюсь, когда кто-то мешает моим планам.",
    "r28":
        "Другие люди, кажется, злятся больше, чем я в аналогичных ситуациях.",
    "r29": "Я злюсь, когда не получаю должного признания за сделанное мной.",
    "r30": "Я злюсь, когда кто-то поступает несправедливо.",
    "r31":
        "Я злюсь, когда мне приходится подчиняться кому-то менее компетентному, чем я.",
    "r32":
        "Иногда я злюсь так сильно, что чувствую, что могу потерять контроль.",
    "r33": "Почти каждый день что-то заставляет меня злиться.",
    "r34": "Я злюсь, когда мне приходится работать с некомпетентными людьми.",
    "r35": "Когда я зол на кого-то, я вымещаю свою злость на окружающих.",
    "r36": "Я злюсь, когда опаздываю.",
    "r37": "Когда я зол, обычно остаюсь в этом состоянии несколько часов.",
    "r38": "Мне раздражают люди просто своей близостью.",
    "r39": "Я злюсь, когда кто-то смущает меня.",
    "r40":
        "Некоторые мои друзья имеют привычки, которые меня сильно раздражают.",
    "r41": "Секретно, я довольно критичен к другим.",
    "r42": "Когда я зол, я успокаиваюсь быстрее, чем большинство людей.",
    "r43": "Я часто злюсь сильнее, чем считаю разумным.",
    "r44": "Я способен прощать людей после того, как они меня обидели.",
    "r45": "Я держу обиды, которые не делюсь с другими.",
    "r46": "Я могу злиться на что-то из прошлого, просто думая об этом.",
    "r47": "Реклама в этом приложении сделала меня еще более злым :)",
    "r48": "Конец теста",
    "rC": "3) Как справляться с гневом:",
    "rC1":
        "Определение как прямых, так и косвенных признаков — первый шаг к лучшему их управлению. Некоторые чувства и мысли возникают, когда гнев начинает проявляться; другие появляются по мере нарастания гнева. Чтобы определить, как развиваются ваши симптомы, попробуйте вспомнить прошлые ситуации, когда, казалось, гнев присутствовал, и попытайтесь вспомнить чувства и мысли, которые его сопровождали. Будет очень полезно подумать о ситуациях, когда вы испытывали разные уровни гнева, чтобы лучше понять, как развивались ваши чувства, мысли и физические симптомы.",
    "ra": "Слегка, но это не сильно меня беспокоило.",
    "raivaMau":
        "Внимание! Вы позволяете вашему гневу контролировать ваши действия и чувства! Это, безусловно, вызывает множество проблем в ваших отношениях с другими и влияет на ваше благополучие. Пожалуйста, прочитайте тему ниже: Как контролировать гнев? И срочно примените советы на практике.",
    "raivaMedio":
        "Вы можете контролировать свой гнев в некоторых ситуациях, но не всегда. Верно, что вы разработали личные стратегии, которые помогают в управлении гневом, но у вас все еще есть возможности для улучшения. Понять лучше причины вашего гнева и действия, которые вы можете предпринять для лучшего управления своими эмоциями. Пожалуйста, прочитайте тему ниже: Как контролировать гнев? И вы улучшите свой контроль над гневом еще больше.",
    "rara": "Реже",
    "raramente": "Реже",
    "raro": "Иногда",
    "rb": "Умеренно, иногда неприятно.",
    "rc": "Сильно, это меня очень беспокоило.",
    "reiniciar": "Главная",
    "rel.1": "Я часто сравниваю себя с другими.",
    "rel.2":
        "Обычно я не ставлю цели; я просто плыву по течению и адаптируюсь по мере возникновения обстоятельств.",
    "rel.3":
        "Когда я боюсь чего-то или чувствую себя неспособным сделать что-то, я склонен находить оправдания для своей бездействия.",
    "rel.4":
        "Я склонен занимать пассивную позицию, когда мне нужно отстаивать свои права.",
    "rel.5":
        "Я часто испытываю негативные эмоции, такие как боль, гнев, разочарование, страх и тревога.",
    "rel.6":
        "Когда я с другими, я обычно позволяю им брать инициативу в разговоре.",
    "rel.7": "Я даю обещания себе и другим, которые часто не могу выполнить.",
    "rel.8":
        "Я избегаю выставлять себя и пробовать новые вещи из страха перед тем, что люди скажут обо мне.",
    "rel.9": "У меня есть привычка думать негативно о себе и других.",
    "rel.10":
        "Я боюсь делать ошибки, потому что я перфекционист и ожидаю много от себя.",
    "rel.11":
        "Когда я сталкиваюсь с трудными ситуациями, я обычно ожидаю худшего.",
    "rel.12": "Иногда мне трудно признать некоторые свои выборы.",
    "rel.13": "Я часто чувствую скуку и недовольство тем, как идет моя жизнь.",
    "rel.14":
        "Когда меня представляют кому-то, я делаю мало усилий, чтобы поддерживать разговор.",
    "rel.15": "Я склонен видеть вещи с пессимистической точки зрения.",
    "rel.16": "Я склонен быть очень критичным к людям и вещам.",
    "rel.17":
        "В общем, когда я с людьми, я не открываюсь; я склонен держаться при себе.",
    "rel.18": "Я часто боюсь жить и сталкиваться с жизненными ситуациями.",
    "rel.19":
        "Я часто защищаю себя эмоционально и психологически, и люди интерпретируют это как высокомерие или превосходство.",
    "rel.20": "Иногда мне не нравится я сам или то, как я себя веду.",
    "rel.coment":
        "Согласно американскому психологу Филу Макагру, вы являетесь общим знаменателем в каждой ситуации, обстоятельстве, вызове и отношении в вашей жизни. Вы либо вносите положительный, либо отрицательный вклад, влияя на каждую ситуацию, в которой вы участвуете. Пора узнать, какую роль вы играете, как и почему. Макагру заключает, что незнание себя мешает вам понимать ваши желания, потребности, ценности и собственную ценность. Помните, вы — это человек, с которым вы проводите больше всего времени и в которого инвестируете больше всего.",
    "rel.coment.t": "О СОЦИАЛЬНЫХ ОТНОШЕНИЯХ:",
    "rel.escala.1":
        "Очень низкий балл: У вас значительные трудности в отношениях с другими, поскольку вы слишком сосредоточены на себе, своих потребностях или переживаниях. Вы можете чувствовать себя жертвой обстоятельств, страдать от низкой самооценки и отсутствия уверенности. С таким отношением успех в отношениях с другими может ускользнуть от вас. Вы также можете бороться со страхом и сомнениями в себе, но помните, что ошибки и страхи помогают вам расти и учиться, если вы остаетесь открытым к новым урокам.",
    "rel.escala.1t": "У вас большие трудности в отношениях",
    "rel.escala.2":
        "У вас есть некоторые навыки в отношениях, но они недостаточно развиты, потому что вы слишком сосредоточены на себе, часто игнорируя потребности других. Вы можете чувствовать себя растерянным и испытывать трудности с установлением последовательных целей, что ведет к плохим результатам и способствует вашей неуверенности. Сосредоточьтесь на более позитивном мышлении и цените себя. Приняв более конструктивное поведение, вы сможете положительно влиять на других и помогать себе расти.",
    "rel.escala.2t": "У вас мало навыков в отношениях",
    "rel.escala.3":
        "Вы в какой-то степени хорошо взаимодействуете с другими, но у вас могут быть ограничивающие убеждения о себе и других, которые мешают вам быть более уверенным в своих отношениях. Вы также можете испытывать некоторые личные неуверенности, что приводит к критике себя и других. Такое поведение может помешать вам воспользоваться возможностями для построения подлинных, взаимных и прочных отношений. Помните, как вы относитесь к себе и другим, повлияет на то, как вас будут воспринимать в ответ.",
    "rel.escala.3t": "У вас есть некоторые навыки в отношениях",
    "rel.escala.4":
        "Отличный балл. Вы знаете, как общаться, проявлять интерес к другим и легко находите общий язык с людьми. У вас приятная личность и последовательное поведение, хотя иногда вы можете казаться сдержанным. У вас могут быть некоторые личные страхи и сомнения, которые могут тормозить ваши отношения. Сосредоточьтесь на повышении уверенности в себе, чтобы более эффективно достигать своих целей.",
    "rel.escala.4t": "Вы хорошо общаетесь",
    "rel.escala.5":
        "Отличный балл. У вас исключительные коммуникативные навыки и отличная способность взаимодействовать с другими. У вас есть эмпатия, приятная личность и вы любите быть среди людей. Вы убедительны, влиятельны и делаете вещи реальными. С открытым умом и уверенностью в себе, вы иногда можете быть восприняты как высокомерный. Из-за вашей популярности люди естественным образом тянутся к вам, поэтому будьте внимательны, чтобы не быть принятым за социальную бабочку.",
    "rel.escala.5t": "У вас отличные навыки в отношениях",
    "rel.intro":
        "Элейн Сихера провела исследование поведенческих моделей людей в различных социальных средах. Этот тест предназначен для оценки того, как вы себя ведете, взаимодействуете, общаетесь и связываетесь с другими в различных социальных контекстах. Он поможет вам задуматься над своими отношениями и предоставит результаты, которые укажут ваши навыки по шкале от 0 до 100. Желаем вам успешного тестирования.",
    "removerAds": "Удалить рекламу",
    "removerAds2": "Удалить рекламу из приложения",
    "resultado": "Классификация",
    "satisfatório": "Удовлетворительно",
    "satisfatórioR": "По индексу GNH, вы умеренно счастливы :/",
    "semRaiva":
        "Поздравляем! Вы хорошо понимаете, что вас раздражает, и знаете, что делать, когда начинаете чувствовать признаки проблемы. К счастью, кажется, вы разработали широкий спектр стратегий управления гневом, и можете гордиться этим.",
    "sempre": "Всегда",
    "sint_stress_alto":
        "Чрезмерно взволнован, напряжен, не способен расслабиться, чувствителен, расстроен, легко раздражителен, испуган, нервозен, нетерпим к прерываниям или задержкам.",
    "sint_stress_titulo": "Симптомы стресса",
    "sobreRaiva": "О гневе",
    "sobre_autoconfianca": "Об уверенности в себе",
    "sobre_sorriso": "О улыбке",
    "sobre_texto":
        "Это приложение было разработано ByronSystemDeveloper® с целью предоставить пользователю ряд тестов для помощи в анализе их поведения и эмоций. Наша надежда состоит в том, что эти тесты, объяснения и советы побудят пользователя принять более здоровые поведенческие и жизненные установки, что приведет к улучшению как физического, так и психического состояния. Приятного пользования :)",
    "sobre_titulo": "О приложении",
    "sor.1": "Вы часто улыбаетесь в течение дня?",
    "sor.2":
        "Большинство людей, которых вы встречаете в течение дня, улыбаются, когда видят вас?",
    "sor.3": "Если кто-то улыбается вам, улыбаетесь ли вы в ответ?",
    "sor.4":
        "Когда вас представляют кому-то, вы склонны улыбаться при приветствии?",
    "sor.5": "Когда вы улыбаетесь, видны ли ваши зубы?",
    "sor.6":
        "Когда вы находитесь в месте, где не знаете никого, вы постоянно остаётесь серьёзным, не улыбаясь?",
    "sor.7":
        "Ваше улыбка иногда является улыбкой презрения или ироничной улыбкой?",
    "sor.8": "Вы когда-нибудь смотрели на свою улыбку в зеркале? Она красивая?",
    "sor.9": "Вы тот тип человека, который редко улыбается?",
    "sor.10": "Ваша лицо обычно выражает тревогу или беспокойство?",
    "sor.11":
        "Иногда, даже когда вы одни, вы улыбаетесь, вспоминая приятное событие?",
    "sor.12":
        "Когда вы расстроены из-за чего-то и встречаете хорошего друга, показываете ли вы искреннюю улыбку?",
    "sor.13":
        "Когда вы улыбаетесь, можете ли вы заставить других людей улыбаться вокруг вас?",
    "sor.escala.1":
        "Поздравляем! Улыбка уже является частью вас, так как вы чаще всего улыбаетесь, даже не осознавая этого. Ваша улыбка свидетельствует о том, что вы находитесь в спокойном и расслабленном состоянии. Это способствует хорошим отношениям с другими. У нас нет советов для вас, кроме одного - продолжайте в том же духе! Ваша улыбка легко привлекает многих людей.",
    "sor.escala.2":
        "Вы сдержаны в своих улыбках! Вы знаете, как улыбаться, когда хотите, и сохраняете дружелюбное отношение, но только тогда, когда это вам удобно. Обычно вы стараетесь хорошо ладить с людьми, хотя могут быть и менее улыбчивые моменты. Всегда есть место для улучшения, подумайте об этом и посмотрите ниже преимущества улыбки.",
    "sor.escala.3":
        "Вам нужно улучшить ту редкую улыбку. Возможно, вы не чувствуете желания или необходимости улыбаться, но люди склонны держаться подальше от тех, кто не улыбается, так как первая черта дружелюбия и молодости - это улыбка! Помните, улыбка делает окружающую вас среду более приятной! Посмотрите ниже причины, почему вам следует улыбаться, и попробуйте! Это изменит вашу жизнь.",
    "sor.intro":
        "Вы часто улыбаетесь в течение дня? Возможно, вам не нужен тест для этого подтверждения! Тем не менее, этот тест предоставит вам представление о том, как ваша улыбка проявляется в различных ситуациях. В конце вы узнаете, являетесь ли вы естественным улыбчивым человеком, способным распространять позитив, и узнаете о преимуществах улыбки как для себя, так и для окружающих. Знали ли вы, что улыбки могут быть спонтанными или преднамеренными? Узнайте разницу, проходя тест. Приятного тестирования!",
    "sor.sobre":
        "Тест с 13 вопросами, оцененный от 0 до 1 балла за каждый вопрос.",
    "sor.sorri1": "Вам нужно улучшить эту улыбку",
    "sor.sorri2": "Вы улыбаетесь иногда",
    "sor.sorri3": "Вы улыбчивый человек",
    "sor_PE":
        "Пол Экман, один из 100 самых влиятельных психологов XX века, был пионером в изучении эмоций и выражений лица.",
    "sor_c1":
        "Исследования показывают, что более 60% людей улыбаются в ответ, когда видят улыбающееся лицо! Будьте человеком, который распространяет радость с помощью улыбки, и вы, вероятно, получите улыбку в ответ.",
    "sor_c2_1":
        "• Связывает людей, увеличивает близость, эмпатию и способствует доверию.",
    "sor_c2_2":
        "• Делает нас более привлекательными, дружелюбными и молодыми, так как движения лицевых мышц увеличивают упругость кожи.",
    "sor_c2_3":
        "• Вызывает выброс серотонина и эндорфинов, которые способствуют благополучию, удовольствию и радости.",
    "sor_c2_4": "• Укрепляет иммунную систему и увеличивает энергию.",
    "sor_c2_5": "• Снижает восприятие боли.",
    "sor_c2_6":
        "• Помогает поддерживать эмоциональный баланс, защищает от последствий стресса и тревоги, и помогает оставаться расслабленным.",
    "sor_c2_7": "• Повышает самооценку.",
    "sor_c3":
        "Гийом Дюшен, французский невролог XIX века, был первым, кто изучал человеческие выражения лица. Он обнаружил, что настоящие и фальшивые улыбки активируют совершенно разные лицевые мышцы. Настоящая улыбка, известная как улыбка Дюшена, включает мышцы вокруг глаз, частично закрывая их и передавая тепло и искренность. Фальшивая улыбка двигает только рот и лишена искренности настоящей улыбки. Эти 'статуарные улыбки' напоминают бесличные выражения, которые можно увидеть на манекенах или у людей, улыбающихся из обязательства.",
    "sor_c4":
        "Смех может активировать до 80 мышц в теле, влияя на мозг, горло, сердце, грудь, ноги, стопы и, конечно, лицо! Исследования показывают, что смех имеет терапевтические эффекты, такие как замедление появления морщин по мере старения. Так что смейтесь больше – это лучшее лекарство! Ищите возможности для смеха каждый день, окружайте себя позитивными людьми и средой, и распространяйте радость. Ежедневная доза улыбок заразительна и может улучшить ваше здоровье.",
    "sor_c5_1":
        "Успокойтесь, наслаждайтесь жизнью, улыбайтесь больше, смейтесь больше и не переживайте так сильно (Кеннет Брана)",
    "sor_c5_2":
        "Поделитесь своей улыбкой с миром – это знак дружбы и мира (Кристи Бринкли)",
    "sor_c5_3":
        "Улыбайтесь в зеркало. Делайте это каждое утро, и вы начнете видеть большую разницу в вашей жизни (Ёко Оно)",
    "sor_c5_4":
        "Давайте всегда приветствовать друг друга с улыбкой, потому что улыбка – это начало любви (Мать Тереза)",
    "sor_sor": "Улыбка заразительна:",
    "sor_t2": "Эффекты Улыбки:",
    "sor_t3": "Настоящие и Ложные Улыбки",
    "sor_t4": "Смех: Лучшее Лекарство",
    "sor_t5": "Знаменитые Цитаты о Улыбке",
    "testecompleto": "Для более точной оценки попробуйте Полный Тест",
    "tipo_atitudes_titulo": "Типы Отношений",
    "tipos_atitudes_titulo": "О Отношениях",
    "tit_desc_niv": "Описание уровня стресса",
    "tit_niv_categ": "Уровень Стресса по Категориям",
    "titulofrequecia": "Как часто вы...",
    "todosBSD": "Все Приложения BSD",
    "v_hist": "Мои Результаты",
    "varias_vezes": "Часто",
    "vezes": "Иногда",
    "zon1": "Очень низкий",
    "zon1_des": "Вам нужно больше энергии, чтобы достичь желаемых целей.",
    "zon1_des_red":
        "Ваш уровень стресса крайне низкий, и это не обязательно хорошо!",
    "zon2": "Низкий",
    "zon2_des":
        "Вы находитесь в пределах здорового диапазона, без риска заболеваний, связанных со стрессом, таких как инфаркт или язвы. Тем не менее, ваша производительность может не достигать полного потенциала.",
    "zon2_des_red": "Ваш уровень стресса низкий, но это тоже не идеально!",
    "zon3": "Нормальный",
    "zon3_des":
        "Вы испытываете баланс между напряжением и расслаблением. Немного напряжения необходимо, чтобы помочь вам достичь ваших целей.",
    "zon3_des_red": "Поздравляю! Вы поддерживаете нормальный уровень стресса!",
    "zon4": "Высокий",
    "zon4_des":
        "Пора оценить вашу жизнь и определить срочные проблемы. Предотвратите психологические проблемы и осложнения в ваших пищеварительных и циркуляторных системах. Регулярно занимайтесь физической активностью, следуйте здоровой диете, попробуйте техники релаксации и ищите поддержку у доверенного друга. Сохраняйте позитивный настрой и будьте добры к другим.",
    "zon4_des_red":
        "Вы испытываете высокий уровень стресса, что не является здоровым!",
    "zon5": "Очень высокий",
    "zon5_des":
        "Ваш уровень стресса критический и требует немедленного действия. Ищите поддержку у друзей, семьи или медицинского специалиста. Подумайте о том, чтобы сделать перерыв и практиковать методы снятия стресса. Придавайте приоритет физическим упражнениям, здоровому питанию и позитивному настрою, оставаясь добрым к другим.",
    "zon5_des_red":
        "Внимание! Ваш уровень стресса опасно высок и требует срочного внимания!",

    // Burnout Test #########
    "_tBurnout": "Тест на выгорание",

    "burn_intro":
        "Этот тест оценивает признаки психического истощения, связанные с работой, школой или учёбой.\nОн может использоваться студентами, профессионалами или любым человеком, испытывающим постоянное давление и требования.\nВопросы охватывают три основные области: эмоциональное истощение, эмоциональное отчуждение и чувство личных достижений.\nОтвечайте честно, учитывая, как вы чувствовали себя в последние недели.\nЭтот тест не заменяет клиническую оценку, но может помочь лучше понять текущий уровень психической усталости.",

    "burn_dim_ex_title": "Эмоциональное истощение",
    "burn_dim_dis_title": "Эмоциональное отчуждение",
    "burn_dim_real_title": "Личные достижения",

    "burn_1": "К концу дня я чувствую себя истощённым(ой).",
    "burn_2": "Я просыпаюсь уставшим(ой), даже после сна.",
    "burn_3":
        "Мои повседневные задачи требуют больше энергии, чем я могу дать.",
    "burn_4": "Мне трудно восстановиться после усталости.",
    "burn_5": "Даже небольшие обязанности кажутся очень обременительными.",
    "burn_6": "Я часто чувствую себя психически уставшим(ой).",

    "burn_7": "Мне стало меньше интересно выполнять свои задачи.",
    "burn_8": "Я делаю необходимое, но без вовлечённости.",
    "burn_9": "Я стараюсь не слишком много думать о своих обязанностях.",
    "burn_10": "Я чувствую эмоциональную отстранённость от того, что делаю.",
    "burn_11": "Я потерял(а) энтузиазм к работе или учёбе.",
    "burn_12": "Мне кажется, что я просто выполняю обязанности, без мотивации.",

    "burn_13":
        "Я чувствую, что делаю что-то полезное в своей повседневной жизни.",
    "burn_14": "Я горжусь тем, что делаю на работе или в учёбе.",
    "burn_15": "Я чувствую себя способным(ой) справляться с трудностями.",
    "burn_16": "Я вижу прогресс в том, что делаю.",
    "burn_17": "Я чувствую мотивацию продолжать развиваться.",
    "burn_18": "Я считаю, что мои усилия того стоят.",

    "burn_res_low_title": "Низкий уровень выгорания",
    "burn_res_low_desc":
        "Ваши результаты указывают на низкий уровень психического истощения.\nВ целом вы хорошо справляетесь с повседневными требованиями и сохраняете эмоциональное равновесие.\nТем не менее важно обращать внимание на признаки усталости и защищать время для отдыха.",

    "burn_res_mod_title": "Умеренный уровень выгорания",
    "burn_res_mod_desc":
        "Ваши результаты указывают на умеренный уровень психического истощения.\nИмеются признаки эмоционального напряжения, которые могут усилиться, если сохранятся со временем.\nПересмотр распорядка, снижение нагрузки и усиление отдыха могут помочь предотвратить ухудшение.",

    "burn_res_high_title": "Высокий уровень выгорания",
    "burn_res_high_desc":
        "Ваши результаты указывают на высокий уровень психического истощения.\nЭто состояние часто связано с эмоциональным истощением, потерей мотивации и отчуждённостью от задач.\nОтдых, корректировка требований и обращение за профессиональной поддержкой могут быть важны.",

    "burn_dim_ex_low_title": "Низкое эмоциональное истощение",
    "burn_dim_ex_low_desc":
        "Указывает на хорошую способность к восстановлению и управлению усталостью.",

    "burn_dim_ex_mod_title": "Умеренное эмоциональное истощение",
    "burn_dim_ex_mod_desc":
        "Указывает на частую усталость и трудности с восстановлением энергии.",

    "burn_dim_ex_high_title": "Высокое эмоциональное истощение",
    "burn_dim_ex_high_desc":
        "Указывает на интенсивное и продолжительное психическое истощение.",

    "burn_dim_dis_low_title": "Низкое эмоциональное отчуждение",
    "burn_dim_dis_low_desc": "Сохраняется вовлечённость и интерес к задачам.",

    "burn_dim_dis_mod_title": "Умеренное эмоциональное отчуждение",
    "burn_dim_dis_mod_desc":
        "Показывает признаки постепенной утраты мотивации.",

    "burn_dim_dis_high_title": "Высокое эмоциональное отчуждение",
    "burn_dim_dis_high_desc":
        "Указывает на эмоциональную отстранённость и потерю смысла в том, что вы делаете.",

    "burn_dim_real_low_title": "Высокий уровень личных достижений",
    "burn_dim_real_low_desc":
        "Указывает на чувство компетентности и удовлетворённости результатами.",

    "burn_dim_real_mod_title": "Умеренный уровень личных достижений",
    "burn_dim_real_mod_desc":
        "Указывает на некоторые сомнения в ценности и влиянии того, что вы делаете.",

    "burn_dim_real_high_title": "Низкий уровень личных достижений",
    "burn_dim_real_high_desc":
        "Указывает на негативное влияние на самооценку и личную удовлетворённость.",

    "burn_sobre": "О выгорании",
    "burn_ctx_what_title": "Что такое выгорание?",
    "burn_ctx_what_desc":
        "Выгорание — это состояние физического и психического истощения, вызванное длительным воздействием стресса, давления и чрезмерных требований.\nОно проявляется постоянной усталостью, потерей мотивации, эмоциональной отстранённостью и низким чувством личных достижений.\nОно может затронуть студентов, профессионалов и любого человека, испытывающего постоянную перегрузку.",

    "burn_ctx_causes_title": "Причины выгорания",
    "burn_ctx_causes_desc":
        "Выгорание обычно возникает из-за сочетания нескольких факторов, таких как чрезмерная нагрузка, недостаточный отдых, постоянное давление на результаты, отсутствие признания или поддержки, а также трудности в балансе между работой, учёбой и личной жизнью.\nКогда такие ситуации сохраняются длительное время, риск истощения возрастает.",

    "burn_ctx_prevent_title": "Как предотвратить выгорание",
    "burn_ctx_prevent_desc":
        "Профилактика включает снижение нагрузки и заботу о психическом здоровье.\nРегулярные перерывы, установление границ, достаточный сон, сохранение досуговых занятий и поиск поддержки при необходимости являются важными шагами.\nРаннее распознавание признаков помогает предотвратить ухудшение.",

    "burn_ctx_treat_title": "Как справляться с выгоранием или лечить его",
    "burn_ctx_treat_desc":
        "Работа с выгоранием требует практических изменений и соответствующей поддержки.\nВременное снижение требований, пересмотр распорядка, инвестиции в отдых и разговор с надёжным человеком могут помочь.\nВ некоторых случаях обращение за профессиональной помощью важно для восстановления.",

    "burn_ctx_help_title": "Когда следует обращаться за помощью?",
    "burn_ctx_help_desc":
        "Если симптомы усталости, отсутствия мотивации или эмоциональной отстранённости сохраняются или мешают повседневной жизни, может быть важно обратиться за профессиональной помощью.\nРазговор с медицинским специалистом может помочь лучше понять ситуацию и определить подходящие стратегии.",
  };
}
