Map<String, String> getTamilTranslations() {
  return {
    "-10":
        "வாழ்த்துகள்! பெக் சோதனையின் படி, நீங்கள் மனவளக்குறைவு அறிகுறிகளை காட்டவில்லை.",
    "1a": "நான் சோகம் அனுபவிக்கவில்லை.",
    "1b": "நான் சிறிது சோகமாக உணருகிறேன்.",
    "1c": "நான் அடிக்கடி சோகமாக உணர்கிறேன் மற்றும் அதைத் தவிர்க்க முடியவில்லை.",
    "1d": "நான் மிகவும் சோகமாக உள்ளேன், அதை இனி தாங்க முடியவில்லை.",
    "1p":
        "நான் பலமுறை ஆம் என்று கூறுகிறேன், ஆனால் உள்ளுக்குள் இல்லை என்று நினைக்கிறேன்.",
    "2a": "நான் எதிர்காலம் பற்றிச் சமாதானமாக இருக்கிறேன்.",
    "2b": "நான் எதிர்காலம் குறித்து விரக்தியடைந்திருக்கிறேன்.",
    "2c": "நான் இனிமேல் எதிர்நோக்குவது ஒன்றும் இல்லை என உணர்கிறேன்.",
    "2d":
        "என்னுடைய எதிர்காலத்திற்கு நம்பிக்கை இல்லை, எனது நிலைமையால் மேம்பாடு ஏற்படாது என நினைக்கிறேன்.",
    "2p": "நான் பிறரின் உரிமைகளை மீறாமல் எனது உரிமைகளைப் பாதுகாப்பேன்.",
    "3a": "பொதுவாக, நான் திருப்தியுடன் இருக்கிறேன்.",
    "3b":
        "நான் பெரும்பாலான மக்களை விட அதிக தோல்விகளை சந்தித்தேன் என்று நினைக்கிறேன்.",
    "3c":
        "நான் என் 과த்தை நோக்கிச் செல்லும் போது, நான் தோல்விகளின் தொடர் மட்டுமே காண்கிறேன்.",
    "3d": "நான் ஒரு முழு தோல்வியாக உணர்கிறேன்.",
    "3p":
        "நான் ஒருவரை நன்றாக அறியாதபோது, நான் என்ன நினைக்கிறேன் அல்லது உணர்கிறேன் என்பதை மறைக்க விரும்புகிறேன்.",
    "4a": "நான் என்ன செய்வேன் என்பதில் திருப்தி காணலாம்.",
    "4b": "முன்பு எனக்கு திருப்தியளித்ததை இனி திருப்தியுடன் காணவில்லை.",
    "4c": "எதிலும் உண்மையாகவே திருப்தி அடைய முடியாது.",
    "4d": "எல்லாவற்றிலும் திருப்தியற்றவனாகவும் சலிப்பாகவும் உள்ளேன்.",
    "4p": "மிகவும், நான் நிச்சயமாகவும் தீர்மானமாகவும் இருக்கிறேன்.",
    "5_a": "இணக்கம்.",
    "5_c": "கடமையுணர்வு.",
    "5_e": "வெளிப்புறத்தன்மை.",
    "5_n": "நரம்புத்தொல்லை.",
    "5_o": "திறந்த மனம்.",
    "5a": "பொதுவாக, நான் குற்றவுணர்வு அனுபவிக்க மாட்டேன்.",
    "5b": "சில நேரங்களில் குற்றவுணர்வு அடைகிறேன்.",
    "5c": "பெரும்பாலான நேரங்களில், நான் குற்றவுணர்வுடன் இருக்கிறேன்.",
    "5d": "நான் தொடர்ந்து குற்றவுணர்வு அனுபவிக்கிறேன்.",
    "5p":
        "பொதுவாக, பிறரைச் சொல்லப்போவது தற்காலிகமாகச் செயலைவிட எளிதானதும் பயனுள்ளதாகவும் இருக்கும்.",
    "6a": "நான் எந்தத் தண்டனையின் பாதிப்பும் அடையவில்லை.",
    "6b": "எனக்கு பின்னர் தண்டனை கிடைக்கும் என உணர்கிறேன்.",
    "6c": "என்னைத் தண்டிக்கிறார்கள் என்று உணர்கிறேன்.",
    "6d": "என்னைத் தண்டிக்கிறார்கள் என்பதில் நான் உறுதியாக உள்ளேன்.",
    "6p":
        "மற்றவர்களை விமர்சிக்கவும் என்னுடைய கருத்துக்களை வெளியிடவும் எனக்கு எந்த ஐயமும் இல்லை.",
    "7a": "நான் என்னால் ஏமாற்றமடையவில்லை.",
    "7b": "நான் எனது எளிதாக ஏமாற்றமடைந்திருக்கிறேன்.",
    "7c": "நான் எனக்குப் பெரிய ஏமாற்றம் ஏற்பட்டது.",
    "7d":
        "நான் ஏமாற்றம் அடைவதைக் கடந்து விட்டேன்; உண்மையில், நான் என்னைக் வெறுக்கிறேன்.",
    "7p": "என் பொறுப்புகளின் பகுதியான வேலைகளை மறுப்பதில் நான் தயங்குவதில்லை.",
    "8a": "நான் மற்றவர்களைவிட மோசமாக இல்லை.",
    "8b": "என் தவறுகளுக்கும் குறைகளுக்கும் என்னைப் பொருத்தமாக்குகிறேன்.",
    "8c": "என் தவறுகளுக்காக என்னைத் தொடர்ந்து நான் குற்றம் சாட்டுகிறேன்.",
    "8d":
        "என்னுள் நடக்கும் எல்லா தவறுகளுக்கும் நான் என்னைக் குற்றம் சாட்டுகிறேன்.",
    "8p":
        "நான் என்னுடைய கருத்துக்களை வெளிப்படுத்த எந்த சந்தேகமும் இல்லை, இங்கே அதிக எதிர்மறையான பாவனையைக் காண்கிறேன்.",
    "9a": "நான் தற்கொலை பற்றி யோசிப்பதில்லை.",
    "9b":
        "என் வாழ்க்கையை முடிக்க முயற்சிகள் உண்டு, ஆனால் அதைச் செயலாக்க முடியவில்லை.",
    "9c": "என் வாழ்க்கையை முடிக்க விரும்புகிறேன்.",
    "9d": "ஒரு வாய்ப்பு கிடைத்தால், என் வாழ்க்கையை முடிப்பேன்.",
    "9p":
        "முனையவில், நான் திரும்பிச் செல்ல விரும்புகிறேன், காரியங்கள் எப்படி முன்னேறுகின்றன என்பதைக் காண வேண்டும்.",
    "9pilares":
        "பேரினத்தால் விளைவிக்கப்பட்ட நற்பங்களுக்கான சோதனைகள் பற்றிய குறியீடுகள் மற்றும் வழிகாட்டுதல்கள் பற்றிய தரவுகளை நன்குணர்வோம்.",
    "9pilares_t": "பேரினம் கடவுள் ஆகும் 9 நற்பணி.",
    "10a": "நான் வழக்கத்தைவிட அதிகமாக அழுவதில்லை.",
    "10b": "நான் இப்போது முன்னையவிட அதிகமாக அழுகிறேன்.",
    "10c": "நான் எனது பெரும்பாலான நேரத்தை அழுவதற்காக செலவிடுகிறேன்.",
    "10d": "நான் இனி அழ முடியவில்லை.",
    "10p":
        "நான் முரண்பாடாக இருக்கிறேன் என்பதற்காக என்னை அடிக்கடி விமர்சிக்கின்றனர்.",
    "11-18":
        "பெக் பரிசோதனையின்படி, உங்களுக்கு லேசான மனக்குறைவின் அறிகுறிகள் உள்ளன.",
    "11-18r": "லேசான மனக்குறைவு",
    "11a": "நான் வழக்கத்தைவிட அதிகமாக சினப்பதில்லை.",
    "11b": "நான் முன்னைவிட அடிக்கடி சினங்கொள்ளுகிறேன்.",
    "11c": "நான் எப்போதும் சினங்கொள்கிறேன்.",
    "11d": "நான் இனி சினங்கொள்ள கூட முடியவில்லை.",
    "11p": "நான் மற்றவர்களை கேட்க கடினமாக இருக்கிறது.",
    "12a": "நான் இன்னும் பிறரிடம் ஆர்வமாக இருக்கிறேன்.",
    "12b": "நான் பிறரிடம் முன்னைவிட குறைவான ஆர்வம் கொண்டிருக்கிறேன்.",
    "12c":
        "நான் பிறரிடம் நானும் கொண்டிருந்த ஆர்வத்தை பெரும்பாலும் இழந்துவிட்டேன்.",
    "12d": "நான் பிறரிடம் கொண்டிருந்த ஆர்வத்தை முழுமையாக இழந்துவிட்டேன்.",
    "12p":
        "நான் விஷயங்களை இடைநிறுத்தி வைக்கிறேன், இது எனக்கு நன்றாகவே செயல்பட்டுள்ளது.",
    "13a": "நான் முன்புள்ளதைப் போலவே எளிதாக முடிவுகளை எடுக்கிறேன்.",
    "13b": "நான் முடிவெடுப்பதைத் தவிர்க்கிறேன்.",
    "13c": "நான் முடிவெடுப்பதில் மிகுந்த சிரமத்தை சந்திக்கிறேன்.",
    "13d":
        "எந்தவிதமான முடிவையும் எடுக்க முடியாத அளவிற்கு என்னால் முடிவெடுக்க முடியவில்லை என்று உணர்கிறேன்.",
    "13p": "மக்கள் என்னை வழக்கமாக நடுத்தரமாகவும் திறமையாகவும் நினைக்கின்றனர்.",
    "14a": "என் உடல் தோற்றம் குறித்து நான் திருப்தியாக இருக்கிறேன்.",
    "14b":
        "நான் வயதாகி, குறைவான கவர்ச்சியுடன் காணப்படுவேன் என்று கவலைப்படுகிறேன்.",
    "14c":
        "என் தோற்றம் மாறுகிறது, என்னை குறைவான கவர்ச்சியுடன் காட்டுகிறது என்று எனக்கு தோன்றுகிறது.",
    "14d": "நான் மிகவும் மோசமாக காட்சியளிக்கிறேன் என்று நினைக்கிறேன்.",
    "14p":
        "நான் என்னுடைய உறவுகளை ஆதிக்கம் அல்லது கணக்கீட்டின் அடிப்படையில் அல்லாமல் நம்பிக்கையின் அடிப்படையில் அமைக்கிறேன்.",
    "15a": "நான் முன்பிருந்தபடி நன்றாகவே வேலை செய்ய முடியும்.",
    "15b": "வேலை செய்யத் தொடங்க تھوड़ा முயற்சி தேவைப்படுகிறது.",
    "15c": "வேலை செய்ய காப்பாற்ற வேண்டும் என்று நான் நிறைய முயற்சி செய்கிறேன்.",
    "15d": "நான் இனி வேலை செய்ய முடியவில்லை.",
    "15p":
        "சகோதரர்களிடம் உதவியை கேட்க நான் விரும்புகிறேன்; அவர்கள் என்னை தகுதி அற்றவராக நினைக்கலாம்.",
    "16a": "நான் நன்றாக தூங்குகிறேன்.",
    "16b": "நான் இனி முன்புள்ளதைப் போல நன்றாக தூங்குவதில்லை.",
    "16c":
        "நான் வழக்கத்தைவிட 1 அல்லது 2 மணி நேரம் முன்பு எழுந்து விடுகிறேன், மீண்டும் தூங்குவதில் சிரமம் அடைகிறேன்.",
    "16d":
        "நான் வழக்கத்தைவிட பல மணி நேரம் முன்பு எழுந்து விடுகிறேன், மீண்டும் தூங்க முடியவில்லை.",
    "16p":
        "நான் வெட்கப்படுகிறேன் மற்றும் நான் சிரமமான ஒன்று செய்ய வேண்டிய பொழுது நான் தடைக்குள்ளாக உணர்கிறேன்.",
    "17a": "நான் முன்புள்ளதைவிட அதிகமாக களைப்படையவில்லை.",
    "17b": "நான் முன்பையைவிட அதிகமாக களைப்படைகிறேன்.",
    "17c": "எந்த விஷயத்தையும் செய்வதில் நான் களைப்படைகிறேன்.",
    "17d":
        "நான் எந்த விஷயத்தையும் செய்ய முடியாத அளவிற்கு மிகவும் களைப்படைந்துவிட்டேன்.",
    "17p":
        "மக்கள் என்னை பலவீனமாக அழைக்கின்றனர், இது என்னை சினமடைய செய்கிறது மற்றும் மற்றவர்களை சிரிக்கவைக்கிறது.",
    "18a": "என் பசிப்பு வழக்கம்போலவே இருக்கிறது.",
    "18b": "என் பசிப்பு முன்புள்ளதைப் போல நல்லதல்ல.",
    "18c": "சமீபத்தில் என் பசிப்பு மிகுந்த மந்தமடைந்துவிட்டது.",
    "18d": "என்னிடம் எந்தவிதமான பசிப்பும் இல்லை.",
    "18p": "நான் நேருக்கு நேர் உறவுகளில் மிகவும் சாந்தமாக உணர்கிறேன்.",
    "19-25":
        "எச்சரிக்கை! பெக் பரிசோதனையின்படி, உங்களுக்கு மிதமான மனக்குறைவின் அறிகுறிகள் உள்ளன.",
    "19-25r": "மிதமான மனக்குறைவு",
    "19a": "என் எடை நிலைத்திருக்கிறது.",
    "19b":
        "நான் 2.5 கிலோவுக்கு மேல் எடை குறைத்திருக்கிறேன் அல்லது எடை அடைந்திருக்கிறேன்.",
    "19c":
        "நான் 5 கிலோவுக்கு மேல் எடை குறைத்திருக்கிறேன் அல்லது எடை அடைந்திருக்கிறேன்.",
    "19d":
        "நான் 7.5 கிலோவுக்கு மேல் எடை குறைத்திருக்கிறேன் அல்லது எடை அடைந்திருக்கிறேன்.",
    "19p":
        "நான் பெரும்பாலும் சத்தம் செய்கிறேன்; நான் என்னவென்றால் நான் என்னிடமிருந்து எவ்விதமான விஷயங்களையும் பெறுவதற்கான சிறந்த முறையாக இருக்கிறது.",
    "20-1":
        "நான் செய்யும் அனைத்து செயல்களையும் 💜 பற்றிய ஆலோசனையை தேவைபடும் எனக்கFeelிக்கிறது.",
    "20-2": "தனிமை, நிராகரிப்பு மற்றும் விலக்கல் என்பவற்றை நான் பயப்படுகிறேன்.",
    "20-3":
        "நான் 💜 உடன் இருப்பது போது, நான் விலகலைத் தாங்க முடியாது மற்றும் அவர்கள் எங்கு மற்றும் யாருடன் இருக்கிறார்கள் என்பதைக் கண்டுபிடிக்க பல முறை அழைக்கிறேன்.",
    "20-4": "நான் தனியாக இருக்கும்போது நான்கு தருணங்களை ரசிக்க முடியாது.",
    "20-5":
        "எனது சந்தோஷம் முழுமையாக 💜 அடிப்படையாக உள்ளது மற்றும் உறவினை முடிப்பதற்கான எண்ணத்தை நான் தாங்க முடியாது.",
    "20-6":
        "💜 உடன் உறவுக்கு தொடங்கிய பிறகு, நான் என் நண்பர்கள் மற்றும் குடும்பத்திலிருந்து தூரமாகிவிட்டேன்.",
    "20-7":
        "💜 உடன் நான் செலவிடும் நேரம் எப்போதும் போதுமானது இல்லை; நான் எப்போதும் அதிகமாகவே விரும்புகிறேன்.",
    "20-8":
        "💜 ஐ திருப்தி படுத்துவதற்கான அச்சம் காரணமாக நான் முன்வைப்பது அல்லது என் கருத்துகளை வெளிப்படுத்துவதை தவிர்க்கிறேன்.",
    "20-9":
        "💜 இல்லாத எந்த செயல்பாடும் Bore மற்றும் மீண்டும் மீண்டும் உணர்கிறது.",
    "20-10": "💜 இல் இருந்து கவனம் பெற சிகப்பு நோயாளியாக நடிக்கிறேன்.",
    "20-11": "💜 இல்லாமல் என் வாழ்க்கை அர்த்தமற்றது.",
    "20-12": "நான் அடிக்கடி காதல் மற்றும் அன்பின் சான்றுகளை தேவைப்படுகிறேன்.",
    "20-13":
        "உறவின் எதிர்காலம் மற்றும் நிலைத்தன்மை பற்றி நான் கவலைப்படுகிறேன்.",
    "20-14":
        "💜 எனக்கு காயம் விளைவிக்கும் போது, ​​எனது எல்லைகளை அமைக்க என்னால் முடியவில்லை.",
    "20-15":
        "💜 ஐ மிகவும் மதிக்கிறேன் மற்றும் எனக்கு மிகவும் அற்புதமான ஒருவருடன் இருப்பது நன்று என்று நம்புகிறேன்.",
    "20-16": "நான் பொறாமைசெய்கிறேன்.",
    "20-17": "உறவினை முடிக்காமல் தடுக்க நம்புற ஒழிப்பு செய்யுவேன்.",
    "20-18":
        "💜 ஐ அனைத்து விஷயங்களிலும், அவர்களின் தனிப்பட்ட சிக்கல்களைச் சேர்த்து, உதவுவதில் நான் முழுமையாக ஈடுபடுகிறேன்.",
    "20-19":
        "என் தவறுகளை நான் சகிக்க முடியாது, மற்றும் என் குறைகள் பற்றி நான் மிகவும் விமர்சிக்கிறேன்.",
    "20-20":
        "💜 சிக்கலாக இருக்கிறார்கள் மற்றும் எனக்கு கவனம் செலுத்தவில்லை என்றால், அவர்கள் என்னைப் பிறகு அன்பு செய்யவில்லை என்று உடனடியாக நினைக்கிறேன்.",
    "20-P": "20",
    "20_titulo": "விரைவு சோதனை",
    "20a": "என் ஆரோக்கியத்தைப் பற்றிய கவலை முந்தையதைப் போலவே உள்ளது.",
    "20b": "என் ஆரோக்கியத்தைப் பற்றி நான் கவலைப்படுகிறேன்.",
    "20c":
        "என் ஆரோக்கியத்தைப் பற்றி நான் அதிகமாக கவலைப்படுகிறேன், மேலும் வேறு எதையும் நினைக்கத் கடினமாக இருக்கிறது.",
    "20d":
        "என் ஆரோக்கியத்தைப் பற்றி நான் மிகவும் கவலைப்படுகிறேன், மற்றும் மற்ற ஒன்றையும் நிதானமாக நினைக்க முடியவில்லை.",
    "20p": "நான் பேசுவேன் மற்றும் மற்றவர்களை மறுதிருத்தாமல் ஆளுகிறேன்.",
    "21a":
        "நான் செக்ஸுவாலிட்டியில் எனது ஆர்வத்தில் எந்த மாற்றத்தையும் உணரவில்லை.",
    "21b": "நான் முந்தையதைவிட செக்ஸுவாலிட்டியில் குறைவாக ஆர்வமாக இருக்கிறேன்.",
    "21c": "நான் செக்ஸுவாலிட்டியில் மிகவும் குறைவாக ஆர்வமாக இருக்கிறேன்.",
    "21d": "நான் செக்ஸுவாலிட்டியில் முழுமையாக ஆர்வத்தை இழந்துவிட்டேன்.",
    "21p":
        "நான் அடிக்கடி எதை வேண்டுமானாலும் செய்யவேண்டும் என்பதற்காக எண்ணமுள்ளவன்.",
    "22a": "சோதனையின் முடிவு",
    "22d": "சோதனையின் முடிவு",
    "22p":
        "பொதுவாக, யாருடன் மற்றும் எப்போது தொடர்பு கொள்ள வேண்டும் என்பதைக் நான் அறிவேன்; இது வெற்றிக்காக முக்கியமாக உள்ளது.",
    "23p":
        "மோதல் ஏற்பட்டால், நான் பரஸ்பரப் பயன்களை அடிப்படையாகக் கொண்ட யதார்த்த பசிக்கைகளைத் தேடுகிறேன்.",
    "24p": "நான் நேரடியாகவும் மொத்தமாகவும் இருக்க விரும்புகிறேன்.",
    "25p": "நான் பணிகளை மெதுவாகச் செய்கிறேன்.",
    "+26":
        "எச்சரிக்கை! பீக் சோதனையின் படி, நீங்கள் தீவிரமான மனஅழுத்தத்தின் அறிகுறிகள் உள்ளன.",
    "26p": "நான் அடிக்கடி ஒரு பணி முடிக்காமல் விட்டுவிடுகிறேன்.",
    "27p":
        "பொதுவாக, நான் என் உணர்வுகளை மறைக்காமல் நான் யார் என்பதைக் காட்டுகிறேன்.",
    "28p": "என்னை மிரட்ட மிக்க அதிர்ச்சி தேவை.",
    "29p":
        "மற்றவர்களை மிரட்டுவது சக்தியைப் பராமரிக்க ஒரு பயனுள்ள வழியாக இருக்கலாம்.",
    "30p":
        "எவராவது என்னை ஒருமுறை பயன்படுத்தினால், அடுத்த முறைக்கு என்னை பழிப்பேன்.",
    "31p":
        "ஒருவரை விமர்சிக்கும் போது, அவர்கள் தங்கள் சொந்த கொள்கைகளை பின்பற்றாத சமயங்களை அடிப்படையாகக் குறிப்பிடுவது பயனுள்ளதாக உள்ளது.",
    "32p":
        "நான் சிஸ்டத்தை எவ்வாறு பயன்படுத்துவது எனக் கொஞ்சம் தெரியும்; நான் திறமைமிக்கவனாக இருக்கிறேன்.",
    "33p": "நான் எனதான அடையாளத்தை வைத்தே சமூகமாக ஏற்றுக்கொள்ளப்படுகிறேன்.",
    "34p":
        "நான் ஒத்துக்கொள்ளாதபோது, அதை தெளிவாகவும் அமைதியாகவும் வெளிப்படுத்துகிறேன்.",
    "35p": "மற்றவர்களை தொரையாமலிருந்ததைப் பராமரிக்கிறேன்.",
    "36p": "நான் தீர்மானங்களை எடுக்க மிகவும் கஷ்டமாக இருக்கிறேன்.",
    "37p":
        "ஒரு குழுவில் நான் ஒரே ஒருவராக மாறுபட்ட கருத்துடன் இருப்பதற்குத் திடக்குறைபாடு உண்டாகிறது, எனவே நான் பின்வாங்குகிறேன்.",
    "38p": "நான் பொதுமக்கள் முன்னிலையில் பேசுவதிலிருந்து பயப்படவில்லையா.",
    "39p": "வாழ்வு காட்டு போலவே தோன்றுகிறது.",
    "40p": "அசாதாரணமான மற்றும் ஆபத்தான சவால்களை சந்திக்க நான் பயப்படவில்லை.",
    "41p":
        "மனநிலையை தெளிவுபடுத்தும் விடுதலை போன்று அமைதியான மாற்றத்தை உருவாக்குவது கூடுதல் பயனுள்ளதாக இருக்கலாம்.",
    "42p":
        "உண்மையானது நமது உறவுகளில் நம்பிக்கையை கட்டியெழுப்புவதற்கான சிறந்த வழியாகும்.",
    "43p": "நான் கேட்கப் பெரிய முறை தெரியும் மற்றும் பிறரை துண்டிக்கவில்லை.",
    "44p": "நான் என்னைக் கருத்துகொள்ள முடிந்ததைச் செய்யுகிறேன்.",
    "45p": "என் உணர்வுகளை மிகச் சரியாக வெளிப்படுத்துவதில் நான் பயப்படவில்லை.",
    "46p":
        "மணமக்கள் மீது வாக்களிப்பதில் எனக்கு ஒரு திறமை உள்ளது மற்றும் அவர்கள் எனது யோசனைகளுக்கு ஆதரிக்கிறார்கள்.",
    "47p":
        "நான் என்னைக் கேட்கத் தோன்றுவதற்குத் தாங்கக்கூடிய சிறந்த நிலை கையாளவல்லேன்.",
    "48p":
        "நான் பேசுவதற்கு எவ்வளவு நேரம் செலவிடுகிறேன் என்பதைக் கட்டுப்படுத்த கஷ்டமாக இருக்கிறேன்.",
    "49p": "நான் இரோனியை நன்றாக கையாளுகிறேன்.",
    "50p":
        "நான் ஒரு எளிய வாழ்க்கையை நடத்துகிறேன் மற்றும் சில சமயங்களில் பயன்படுத்திக் கொள்ளப்படுகிறேன்.",
    "51p":
        "நான் பங்கேற்கும் என்பதற்கு விடுவிப்பதைப் பற்றி நான் மேலானதாகக் கணிக்கிறேன்.",
    "52p":
        "நான் முதன்மை வரிசையில் இருக்காமல், காட்சி திரையில் இருக்க விரும்புகிறேன்.",
    "53p": "திறமையான தீர்வாக நான் நினைப்பதில்லை.",
    "54p":
        "சிக்கல்களைத் தவிர்க்க, நான் என் நோக்கங்களை முறையாகப் பெருமளவு வெளிப்படுத்துவேன்.",
    "55p": "நான் என் நிலைகளைப் பயன்படுத்தி மக்களை ஆச்சரியமாக்குகிறேன்.",
    "56p": "நான் ஒரு ஆடு அல்ல, ஒரு வார்வாக இருக்க விரும்புகிறேன்.",
    "57p": "நான் பலவேளைச் சொல்கிறேன்; இது மிகச் சிறந்த வழி.",
    "58p":
        "பொதுவாக, அதிக தணிக்கை இல்லாமல் பங்குபெறும் வழிமுறைகளைப் பற்றி நான் அறிகிறேன்.",
    "59p":
        "சிக்கல்களை தீர்க்கவேண்டிய அனைத்தும் மேலும் ஆழமாகக் கவனிக்கப்படுகிறது.",
    "60p":
        "மற்றவர்கள் என்னை negativa பார்வையில் பார்க்கிறார்கள் என எனக்கு பிடிக்காது.",
    "61p": "சோதனையின் முடிவு",
    "90-1":
        "நான் 💜க்காக வாழ்கிறேன்; அவர்கள் என் உலகின் மையமாக இருக்கிறார்கள்.",
    "90-2":
        "நான் 💜 க்கு பேசும் போது, அவர்களின் உண்மையான எண்ணங்களைப் பற்றிய எனது பதில் குறித்து நான் கவலைப்படுகிறேன் என்பதால், நான் என் வார்த்தைகளை கவனமாக அளவிடுகிறேன்.",
    "90-3":
        "💜 ஐ விரட்டாததால் அல்லது மோதல்களைத் தவிர்க்க, நான் செய்ய விரும்பும் விஷயங்களைச் செய்ய நான் தவிர்க்கிறேன்.",
    "90-4":
        "காதல் மற்றும் துக்கம் இணைந்து செல்லுவது சாதாரணம் என்று நான் நம்புகிறேன்.",
    "90-5":
        "💜 இன் துன்பத்தோடு அல்லது அக்கறையோடு மா நகமிக்காமல் அல்லது 💜 ஐ இழக்காமல் தவிர்க்கிறேன்.",
    "90-6":
        "நான் 💜 ஐ வழிகாட்டி, கட்டாயம், மிரட்டல் அல்லது ஆட்சி மூலம் மாற்ற முயற்சிக்கிறேன், எனக்கு தேவை என்று நினைக்கிறேன்.",
    "90-7":
        "💜 உடன் எல்லைகள் அமைப்பது, எங்கு செல்லாமல் செல்லும் கடுமையான விவாதங்களை ஏற்படுத்துகிறது.",
    "90-8":
        "💜 உடன் உறவில் எல்லைகளை விதிக்க முடியாததால் நான் கோபமாகவும், குழப்பமாகவும் உணர்கிறேன்.",
    "90-9":
        "💜 உடன் அனைத்தையும் ஒருமுறை மற்றும் அனைத்து முறைகளிலும் தீர்க்க முடியாததால் நான் கோபமாகவும், குழப்பமாகவும் உணருகிறேன்.",
    "90-10":
        "சில சமயம் நான் 💜 மீது அதிகமாக பொறுமை காட்டுகிறேன் ஆனால் மற்றவர்களைப் பொறுமையற்றதாக காட்டுகிறேன்.",
    "90-11":
        "நான் 💜 இன் நடத்தை மற்றவர்களுக்கு முறைசெய்யிற்றேன் அல்லது மறைக்கிறேன்.",
    "90-12":
        "மற்றவர்கள் 💜 இன் நடத்தை கண்டுபிடிக்கும்போது நான் குற்றம் கூறுகிறேன்.",
    "90-13":
        "💜 இன் உணர்வுகள், எண்ணங்கள், தேவைகள், நடவடிக்கைகள் மற்றும் நலன் தொடர்பாக நான் பொறுப்பு உணர்கிறேன்.",
    "90-14":
        "ஒருமுறை, நான் 💜 இன் நலனை என் சொந்த நலனை விட சிறந்த முறையில் கவனிக்கிறேன்.",
    "90-15": "💜 என்னை அதே முறையில் கவனிக்காத போது, நான் கோபமாக உணருகிறேன்.",
    "90-16":
        "இந்த உறவின் காரணமாக, நான் அடிக்கடி ஆவேசம், சோர்வு, குற்றம் அல்லது மன அழுத்தம் உணர்கிறேன்.",
    "90-17":
        "💜 ஐ உதவுவதற்கு நான் வாழ்கிறேன், அவர்கள் உதவி கேட்கவில்லை என்றாலும்.",
    "90-18":
        "நண்பர்களிடமிருந்து அழைப்புகளை நான் மறுக்கிறேன், அவர்கள் 💜 உடன் நேரத்தைச் செலவிடுவதற்கு.",
    "90-19":
        "💜 க்கு ஒரு அழைப்பு, எஸ்.எம்.எஸ் அல்லது மின்னஞ்சல் வருவதை நான் நீண்ட நேரம் எதிர்பார்க்கிறேன்.",
    "90-20":
        "💜 உடன் உறவைக் தொடங்கியபோது, நான் என் நண்பர்களைப் புறக்கணித்தேன்.",
    "90-21": "எதாவது தவறினால், நான் 💜 ஐ குற்றமாகச் சாட்டுகிறேன்.",
    "90-22":
        "💜 கடுமையான நிலைமைக்கு மாட்டியிருப்பது எனக்கு தேவையாக உணர்கிறேன்.",
    "90-23":
        "💜 யால் பயன்படுத்தப்படுகிறேன் அல்லது காயமடைந்தேன் என்று உணருகிறேன்.",
    "90-24":
        "எங்கள் உறவுக்கு அளிக்கும் மற்றும் பெறும் இடையே ஒரு வலுவான குறுக்கீடு உள்ளது என்று நான் உணருகிறேன்.",
    "90-25": "💜 உடன் தொடர்பு எளிதாக அல்லது ம 거의 இல்லாதது.",
    "90-26":
        "💜 உடன் என் நடத்தை மாற்ற விரும்புகிறேன், ஆனால் அதே மாதிரியான முறைகளில் நான் விழுப்போகிறேன்.",
    "90-27":
        "💜 ஐ பிடிக்க மற்றும் நிலைநிறுத்துவதற்காக நான் செக்ஸை பயன்படுத்துகிறேன்.",
    "90-28":
        "இந்த சிக்கலுடன் முறையாக மதிப்பீடு செய்யாமல் முழுமையாக வேலை செய்ய முயற்சிக்கிறேன்.",
    "90-29":
        "💜 உடன் நன்றாக இல்லாதபோது, என் வாழ்வில் மற்ற அனைத்தும் கடுமையாகிவிடுகிறது.",
    "90-30":
        "💜 உடன் என் சிக்கல்களை நான் மறக்கிறேன் மற்றும் விஷயங்கள் கடுமையாக இல்லாமல் போலியாக நடிக்கிறேன்.",
    "90-31": "💜 உடன் உறவிலுள்ளேன் என்று உணர்கிறேன்.",
    "90-32": "💜 உடன் உறவுக்கு நானும் நாணமாக உணர்கிறேன்.",
    "90-33": "என் சிக்கல்களைப் பற்றி பேசத் தவிர்க்கிறேன்.",
    "90-34":
        "காதல் உறவுகளில், நான் எப்போதும் விலக்கப்படும் என்று எதிர்பார்க்கிறேன்.",
    "90-35":
        "ஒரு காதலியல் உறவைத் தொடங்கும் போது, அந்த நபர் என்னுடன் பொருந்துகிறாரா என்பதை உறுதிப்படுத்த நான் போதுமான நேரம் எடுத்துக்கொள்ளவில்லை.",
    "90-36": "நான் உறவை மிக விரைவாக முன்னேற்றுகிறேன்.",
    "90-37":
        "உறவு நன்றாகப் போகவில்லை அல்லது முடிந்தால், தெளிவான எச்சரிக்கை சின்னங்களை நான் இgnored செஞ்சேன் என்று உணருகிறேன்.",
    "90-38":
        "நான் அழிவான உறவுகளின் மாடல்களை மீண்டும் மீண்டும் நடத்த tend செய்கிறேன்.",
    "90-39":
        "நான் ஒற்றை நிலை அடைவதற்குப் பயப்படுகிறேன் என்பதால் 💜 உடன் தங்குகிறேன்.",
    "90-40":
        "நான் மற்றொருவரைப் கண்டுபிடித்தபிறகு மட்டுமே இந்த உறவையை விலக்குவேன்.",
    "90-41":
        "💜 இல்லாமல் மகிழ்ச்சி அடைய, வெளியே செல்ல அல்லது பயணம் செய்ய எனக்கு சிரமமாக உள்ளது.",
    "90-42":
        "💜 உறவை முடிக்க விரும்புகிறார்கள் என்று கூறினால், நான் தொடர்ந்து வலியுறுத்துகிறேன்.",
    "90-43": "நான் மோசமான குணம் கொண்ட கூட்டாளிகளை நயமாக நம்ப tend செய்கிறேன்.",
    "90-44":
        "💜 உடன் என்னுடைய உறவில், நான் விரும்பும் அளவுக்குக் குறைவாகவே சமர்த்துக்கிறேன்.",
    "90-45":
        "💜 மூலம் அவமதிக்கையா அல்லது மோசமாக கையாளப்பட்ட பிறகு, நாங்கள் திரும்ப ஒருங்கிணைக்க ஏதேனும் காரணத்தை நான் ஏற்கிறேன், பின்னர் அதை மன்னிக்கிறேன்.",
    "90-46":
        "அளவிட முடியாத, தாக்குதலான, சிக்கலான அல்லது காதலுக்கு அநேகமில்லாத நபர்களைப் போல் நான் படுத்துகிறேன்.",
    "90-47":
        "💜 தேவையோ அல்லது 💜 எனக்கு நம்பிக்கையுள்ள நபராக இருக்கும் என்ற உணர்வை நான் சந்திக்கிறேன்.",
    "90-48":
        "சுகாதாரம் இருக்க, 💜 எங்கு இருக்கிறார்கள், யாருடன் இருக்கிறார்கள் மற்றும் என்ன செய்கிறார்கள் என்பதைக் கண்டுபிடிக்க எனக்கு அடிக்கடி தேவை.",
    "90-49":
        "நான் நொந்து, பழிவாங்கல் அல்லது கோபத்துடன் சில நேரங்களைப் பரப்புகிறேன்.",
    "90-50": "நான் கோபம் மற்றும் தாக்குதல் ஏற்படுத்துகிறேன்.",
    "90-51": "சில சமயங்களில், நான் உணர்வு பூர்வமான செயல்களைச் செய்கிறேன்.",
    "90-52": "💜 பரிசுத்தத்தை அடிக்கடி தேவைப்படுகிறேன்.",
    "90-53":
        "என் மகிழ்ச்சி 💜 எவ்வாறு நடக்கிறது அல்லது நடக்கவில்லை என்பதைப் பொறுத்து பெரிதாக சார்ந்தது.",
    "90-54": "💜 யார் என்பவரைப் பெற்று ஏற்றுக்கொள்ள நான் சிரமமாக இருக்கிறேன்.",
    "90-55":
        "அதிர்ச்சி நிலைகளில், நான் பொதுவாக பாசிசமாக அல்லது தாக்குதலாக பதிலளிக்க tend செய்கிறேன்.",
    "90-56":
        "இந்த உறவில், சீரான முன்னேற்றம் இல்லாதபோதும், விஷயங்கள் மாறும் என்று நான் நம்புகிறேன்.",
    "90-57":
        "நான் துன்பப்படும்போது, என் உணர்ச்சியியல் வரலாற்றால் மண்டலங்களில் உடல்நிலை சிக்கல்களை கொண்டிருக்கும் tend செய்கிறேன்.",
    "90-58": "💜 என்னை காதலிக்கிறாரா என்பதைக் நான் அடிக்கடி கேட்கிறேன்.",
    "90-59": "நான் உதவி கேட்க வேண்டும் என்ற தேவையை மறுக்கிறேன்.",
    "90-60":
        "நான் நீண்ட காலமாக தெளிவான குறிக்கோள்களை வைத்திருப்பதில்லை மற்றும் 💜 உடன் உறவின் அடிப்படையில் மட்டுமே என் வாழ்க்கையின் மற்ற பகுதிகளைப் பணியமர்த்தவில்லை.",
    "90-61":
        "என் வாழ்க்கையின் அடிப்படையில் நான் திசை மற்றும் கட்டுப்பாட்டை இழந்ததாக உணர்கிறேன்.",
    "90-62": "💜 உடன் உறவின் காரணமாக, நான் தற்கொலை பற்றி நினைத்துள்ளேன்.",
    "90-63":
        "அதை நிறுத்தவேண்டும் என்று நினைக்கிறேன், ஆனால் இன்னும் அதைச் செய்யவில்லை.",
    "90-64":
        "நான் முறையற்ற, பிரச்சனைமிக்க அல்லது செயலிழந்த குடும்பத்தில் இருந்து வந்தேன்.",
    "90-65":
        "ஒரு அல்லது இரண்டு பெற்றோர்களிடமிருந்து அன்பாக, ஏற்றுக்கொள்ளப்பட்டு, அங்கீகாரம் பெறவில்லை.",
    "90-66":
        "என் பெற்றோர்கள் அல்லது பராமரிக்கையாளர்கள் மிகவும் கடுமையானவர்கள்.",
    "90-67":
        "தவறுகள் பற்றிய விஷயங்களில், நான் அதிகமாக கடுமையாக இருக்க tend செய்கிறேன்.",
    "90-68":
        "தவறுகள் பற்றிய விஷயங்களில், நான் பிறருக்கு சகிப்புத்தன்மையற்றதாக இருக்க tend செய்கிறேன்.",
    "90-69":
        "நான் அடிக்கடி மற்றும் புரிந்துகொள்ள முடியாத மனநிலையுடன் தவிக்கிறேன்.",
    "90-70": "எனது தாழ்வு ஆத்மமிகு பற்றி எனக்கு விழிப்புணர்வு உள்ளது.",
    "90-71":
        "நான் எளிதில் கவலைகளுக்கு ஆளாகிறேன், அந்த நேரங்களில் அதிகமாக சிந்திக்க முடியாது.",
    "90-72": "எனக்கு குறைந்த அல்லது எவ்விதமான நம்பிக்கையும் இல்லை.",
    "90-73":
        "நான் தனியாக இருந்தால் அல்லது 💜 க் கிளம்பினால், நான் அடிக்கடி ஒரு உள்ளமைப்பை உணர்கிறேன்.",
    "90-74": "பரிசுகளைக் பெறும்போது நான் உள்படுத்தப்படுகிறேன்.",
    "90-75": "மரியாதையுடன் திடமாக இருப்பதை மிகவும் பயப்படுகிறேன்.",
    "90-76":
        "நான் தவறாக ஒரு காரியம் செய்யவில்லை என்றாலும் எப்போதும் மன்னிப்பு கேட்கிறேன்.",
    "90-77":
        "எனது உணர்வுகள் மற்றும் முடிவுகளில் நம்பிக்கை வைப்பதில் கடினமாக இருக்கிறது.",
    "90-78": "நான் 'இல்லை' சொல்ல விரும்பினாலும் 'ஆம்' என சொல்வேன்.",
    "90-79": "நான் பல்வேறு சூழ்நிலைகளில் எளிதாக குற்றவாளி ஆகிறேன்.",
    "90-80":
        "நான் அடிக்கடி எனது சீரிய தன்மையை நிரூபிக்க முயற்சிக்கிறேன் மற்றும் பிழைகளைச் செய்ய பயமாக இருக்கிறேன்.",
    "90-81":
        "நான் எப்போதும் பிறரிடமிருந்து அன்பு, ஏற்றுக்கொள்கை மற்றும் ஒப்புதலைக் தேடுகிறேன்.",
    "90-82": "நான் நம்பும் மக்களைக் காண அதிகக் கடினம்.",
    "90-83": "நான் நம்ப முடியாதவர்களை நம்பும் பயன் செய்யிறேன்.",
    "90-84": "எளிதில் அயர்வாக இருக்கிறேன்.",
    "90-85":
        "மற்றவர்கள் பிரச்சினைகளில் இருக்கும் போது, நான் எளிதாக வருத்தம் அல்லது குற்றம் உணர்கிறேன்.",
    "90-86": "எனது வாழ்க்கையால் நானே நிலைமை ஆகிறேன்.",
    "90-87":
        "நான் என்னை வெறுக்கிறேன் அல்லது என் செயல்களை என் பெற்றோர்கள் அல்லது பிறரைக் குற்றம் சாட்டி நியாயப்படுத்துகிறேன்.",
    "90-88": "எனைக் குறைவு எனக் கூறியவர்கள் யாருமே இருக்கிறார்கள்.",
    "90-89": "நான் விமர்சனத்திற்கு மிகுந்த உணர்வுடையவனாக இருக்கிறேன்.",
    "90-90": "நான் மனிதர்களுடன் நெருக்கமான மற்றும் íntimate இருக்க கடினம்.",
    "90-91":
        "நான் அதிகமாக புகைவழியில், சில்லரை வாங்க, உணவு, ஜோசியம், மது, மருந்துகள், இணையம், வேலை அல்லது மற்ற செயல்களில் ஈடுபடுவேன்.",
    "90-T": "சமர்ப்பிக்கவும்",
    "90_titulo": "சமர்ப்பிக்கவும்",
    "+26r": "மூச்சுத் திணறல்",
    "-10r": "மூச்சுத் திணறல் இல்லை",
    "A": "1) வரையறை",
    "A1":
        "கோபம் ஒரு சாதாரண மற்றும் ஆரோக்கியமான உணர்வு, ஆனால் இது கட்டுப்பாட்டை இழக்கக்கூடும் மற்றும் தனிப்பட்ட உறவுகள், வேலை மற்றும் பள்ளிக்கான சிதைவாக மாறக்கூடும். கட்டுப்பாட்டிலற்ற கோபம் எங்களை முன்னறிய முடியாத, சக்திவாய்ந்த உணர்வுகளுக்கு மிகுந்த பாதிப்புக்கு ஆளாகச் செய்கிறது. இது எதையோ அல்லது யாரையோ எதிர்ப்பு, உறுதி இல்லாமை அல்லது ஏமாற்றம் உள்ள ஒரு உணர்வாகும், இது எகோத் தத்துவம் காயம் அல்லது ஆபத்தை உணரும் போது வெளிப்படுத்தப்படுகிறது.",
    "A2":
        "கோபத்தின் தீவிரம், அல்லது அதை இழப்பது, நபர்கள் மத்தியில் மாறுபடுகிறது மற்றும் இது நெறியியல் மற்றும் உளவியல் வளர்ச்சியால் உருவாக்கப்படுகிறது. நீங்கள் ஒரு குறிப்பிட்ட நபருக்கு (ஒரு வேலைக்காரர் அல்லது வகுப்ப compañero) அல்லது ஒரு நிகழ்வுக்கு, போக்குவரத்து நிறுத்தம் போன்றதாகக் கோபப்படலாம்.",
    "A3":
        "கோபம் அதிக அளவு கவலை அல்லது தனிப்பட்ட பிரச்சினைகள் மற்றும் பாதிப்பை அல்லது முக்கியமான நிகழ்வுகளுக்கான நினைவுகளை மையமாகக் கொண்டதாலும் ஏற்படலாம்.",
    "Ag_CalStre": "மூச்சுத்திணறல் நிலையை கணக்கிடுங்கள்",
    "Ag_ec1": "திருமண நிலை?",
    "Ag_ec2": "திருமணமானவர்",
    "Ag_ec3": "தனியார் / அகழ்",
    "Ag_ec4": "தர்மவேதனையாளர் / விவாகரத்து",
    "Ag_faldad": "தரவு குறைவாக உள்ளது",
    "Ag_faldad_des": "படிவத்தைப் பூர்த்தி செய்யவில்லை:",
    "Ag_fc1": "உங்களுக்கு வீட்டில் குழந்தைகள் உள்ளதா?",
    "Ag_fc2": "எனக்கு வீட்டில் குழந்தைகள் இல்லை",
    "Ag_fc3": "எனக்கு 1 அல்லது 2 குழந்தைகள் உள்ளனர்",
    "Ag_fc4": "எனக்கு 3க்கும் மேற்பட்ட குழந்தைகள் உள்ளனர்",
    "Ag_id1": "வயது?",
    "Ag_id2": "25 வயதுக்கு குறைவாக",
    "Ag_id3": "25 மற்றும் 34 வயது இடையில்",
    "Ag_id4": "35 மற்றும் 60 வயதுக்கு இடையில்",
    "Ag_id5": "60 வயதுக்கு மேற்பட்டோர்",
    "Ag_red1": "வசிப்பிடிப்பு?",
    "Ag_red2": "மூலிகை",
    "Ag_red3": "சிறிய நகரம்",
    "Ag_red4": "மூலிகை",
    "Ag_tit": "மிகுந்த காரணிகள்:",
    "Ag_trb1": "வேலை நிலை?",
    "Ag_trb2": "மாணவர்",
    "Ag_trb3": "வேலை இல்லாதவர்",
    "Ag_trb4": "தற்காலிக வேலை",
    "Ag_trb5": "நிலையான வேலை",
    "Analize": "முடிவுகள் பகுப்பாய்வு",
    "Ans11-18":
        "அந்த உளவியல் சோதனையின் படி, நீங்கள் மிதமான ஆத்திர குறைபாடுகளைச் சந்திக்கிறீர்கள்.",
    "Ans11-18r": "மிதமான ஆத்திரம்",
    "Ans19-25":
        "அவரே! இந்த உளவியல் சோதனையின் படி, நீங்கள் மிதமான ஆத்திரத்தைப் பெறுகிறீர்கள்.",
    "Ans19-25r": "மிதமான ஆத்திரம்",
    "Ans+26":
        "எச்சரிக்கை! இந்த உளவியல் சோதனையின் படி, நீங்கள் கடுமையான ஆத்திரத்தைப் பெறுகிறீர்கள்.",
    "Ans+26r": "கடுமையான ஆத்திரம்",
    "Ans-10":
        "வாழ்த்துகள்! இந்த சோதனைக்கின்படி, உங்களிடம் குறைந்த அளவிலான கவலை அறிகுறிகள் உள்ளன.",
    "Ans-10r": "குறைந்த கவலை",
    "AnsEscala1": "BAI சோதனையின் மதிப்பீட்டைப் பற்றி",
    "AnsEscala2": "ஒவ்வொரு பதிலும் 0 முதல் 3 வரை மதிப்பீடு செய்யப்படுகிறது",
    "AnsEscala3": "மதிப்பீடு மற்றும் கவலை அளவுகள்:",
    "AnsEscala4": "0-7: குறைந்த அளவிலான கவலை",
    "AnsEscala5": "8-15: மிதமான கவலை",
    "AnsEscala6": "16-25: மிதமான கவலை",
    "AnsEscala7": "26-63: கடுமையான கவலை",
    "AnsSint": "கவலை அறிகுறிகள்",
    "B": "2) எச்சரிக்கை அறிகுறிகள்:",
    "B1":
        "நாம் கோபமடைந்தால், பல்வேறு எண்ணங்கள், உணர்வுகள் மற்றும் உடல் எதிர்வினைகள் ஏற்படுகின்றன. சிலருக்கு உணர்வுகள் மிகுந்து, அவர்கள் 'வெடிக்க' இருக்கிறார்கள் போல் தோன்றும். மற்றவர்கள் தங்களிடம் கோபம் இருப்பதை அறியாமல் இருக்கும் போது, அவர்கள் உடல் சோர்வு, குற்ற உணர்வு அல்லது பிற சூழல்களுக்கு அதிகமாகப் பதிலளிக்கின்றனர்.",
    "B2": "நேரடி அறிகுறிகள்:",
    "B3":
        "குரல் உயர்த்துதல், சத்தியம், தலைவலி, வயிற்று வலி, தொண்டை இறுக்கம், அதிகரித்த இதய துடிப்பு, உயர்ந்த இரத்த அழுத்தம், கடினமாகக் கைவிரல்கள் மூடுதல், மிரட்டல், வன்முறை, அழுத்தம், விரோதம், கோபம், வெறுப்பு.",
    "B4": "அடையாளங்களில்லாத அறிகுறிகள்:",
    "B5":
        "மிகுதியாக தூக்கம், தொடர்ச்சியான சோர்வு, கவலை, மயக்கம், மனச்சோர்வு, களைப்பு, சாப்பிட விருப்பம் இழத்தல், அழுதல், குற்றங்கள் பற்றிய தொடர் விமர்சனம், கெட்ட அல்லது விரோத வித்தைகள், மது அல்லது போதை பொருள் தவறாக பயன்படுத்துதல்.",
    "C1":
        "நிலையான உறக்கம் என்பது மன அழுத்தம், கவலை, கோபம், உணர்ச்சிப் பிணைப்பு மற்றும் மனச்சோர்வு போன்ற உணர்ச்சிகரமான குழப்பங்களைத் தவிர்க்க மற்றும் சிகிச்சைக்கு முக்கியமானது. சரியான ஓய்வு உடலும் மனதையும் பாதுகாக்கிறது. சில குறிப்புகள் இங்கே:",
    "C1a": "• இரவு 10:00 மணிக்கு முன்பு படுக்கைக்கு செல்லுங்கள்.",
    "C1b": "• தினமும் 7 முதல் 8 மணி நேரம் வரை தூங்குங்கள்.",
    "C1c": "• நிரந்தரமான உறக்க நேரம் மற்றும் எழும் நேரத்தை வைத்திருக்கவும்.",
    "C1d": "உறக்கத்தில் சிரமம் இருந்தால், சில குறிப்புகள்:",
    "C1e":
        "• தூங்குவதற்கு முன்பு மது, காபி, தேநீர், அல்லது சாக்லேட், பிஸ்கட் அல்லது கேக் போன்ற தூண்டுதலாகும் உணவுகளைத் தவிர்க்கவும்.",
    "C1f":
        "• தூங்குவதற்கு 1 மணிநேரத்திற்கு முன்பு காட்சிப் பதிவிலிருந்து விலகியிருங்கள் (தொலைபேசி, டேப்லெட், தொலைக்காட்சி). கருப்பு வெளிச்சம் மற்றும் காட்சிகளின் மிகை ஆற்றல் விழிப்பு உறக்கத்தை தூண்டுவதில் முக்கியமான மெலடோனின் சுரப்பதற்கான இடையூறாக உள்ளது என்று அறியப்பட்டது.",
    "C1g":
        "• தூங்குவதற்கு 3 மணி நேரத்திற்கு முன்பு சாப்பிடுங்கள். உண்ணும் உணவைச் சிதைப்பதும் தூங்குவதற்கு முன்பு மேம்படுத்தும் இரவு தூக்கம் தருகிறது.",
    "C1h":
        "• தூங்குவதற்கு முன்பு சூடான நீரில் குளிக்கவும். இதனால் நீங்கள் தளர்வடைந்தும் உறக்கமும் பெறுவீர்கள்.",
    "C1t": "1) நல்ல உறக்கம்",
    "C2":
        "உணர்ச்சிகரமான குழப்பங்கள் உங்கள் ஆற்றலை வெப்பமூட்டும் மற்றும் உடற்பயிற்சிகள் செய்வதில் கடைசி விருப்பமாக தெரியும். ஆனால், உணர்ச்சிகரமான நிலைகளை சிகிச்சை செய்ய மற்றும் தடுப்பதில் முக்கியமானது உடற்பயிற்சிகள்! முறைமை செய்யப்படும் உடற்பயிற்சிகள், குறிப்பாக வெளிப்புறத்தில் சுழற்சி உடற்பயிற்சிகள் எண்டோர்பின் போன்ற ஹார்மோன் உற்பத்தியை ஊக்குவிக்கின்றன, இது உடல் நலத்தை மேம்படுத்துகிறது. சில குறிப்புகள் இங்கே:",
    "C2a":
        "• உங்கள் விருப்பத்தைச் சரி செய்து செயல்படுத்துங்கள் அல்லது குறைந்தபட்சம் விருப்பமில்லாமல் செய்துகொள்ளுங்கள்! உணர்ச்சிகரமான குழப்பம் கொண்டவர்கள் சுழற்சி உடற்பயிற்சிகள் அதிகம் பொருத்தமானது, அதே போல் நடை, சுழற்றுதல், ஓட்டம் போன்றவை.",
    "C2b":
        "• நாள் தோறும் 30 நிமிடங்களை குறைந்தது உடற்பயிற்சி செயல் நிலைக்கு எடுத்துக்கொள்ளுங்கள்.",
    "C2t": "2) உடற்பயிற்சி",
    "C3":
        "உணவு உடல் நலம் மட்டும் அல்லாது உணர்ச்சிக்குரிய மற்றும் மனசோர்வு நலத்திற்கு முக்கியமாக விளைவாகிறது. உணவுப் பொது மற்றும் நோய்களைத் தவிர்க்கவும் சிகிச்சை செய்யவும் உதவுகிறது. சில குறிப்புகள் இங்கே:",
    "C3a":
        "• உடல்நலம் மற்றும் மனநலம் குறித்து டிபால்ஃபாக்ட்டுக்கு உதவுகிறது, ஏனெனில் உணவுப்பொருளால் சிராய்ஜில்லன் சேரும், இது மூளையுடன் தொடர்புடையதாகச் செயல்படுகிறது.",
    "C3b":
        "• உணவை அடிக்கடி மற்றும் ஒழுங்கமைப்பு நேரத்தில் மூன்று முறைகள் உட்கொள்ளுங்கள்; அதிகமாக உணவை உண்ணாமை அல்லது ஆற்றாமை உணர்ச்சிக்குரிய குழப்பம் கொண்டவர்களுக்கு பொதுவாகவுள்ளது.",
    "C3c":
        "• குறைந்தபட்ச மற்றும் சுறுசுறுப்பு உணவுப் பொருளை எடுத்துக் கொள்ளுங்கள், குறிப்பாக சாலட், காய்கறிகள், பழங்கள் மற்றும் உடைய நெகிழ்தல் பொருளை உட்கொள்ளுங்கள். பழங்கள், அகாடோ, வௌந்நட்டுகள் மற்றும் பழவகைகளை உண்ணுங்கள்.",
    "C3d":
        "• உடைப்பு உணவுகளைத் தவிர்த்து, இறைச்சியை குறைத்து அல்லது முற்றிலும் கைவிடுங்கள். உங்களின் விருப்பத்தைச் சரி செய்து குறைந்த அளவிலான இறைச்சி மட்டுமே உண்ணுங்கள்.",
    "C3e":
        "• மிகவும் சிக்கல் உள்ள உணவுகளைத் தவிர்க்கவும்! சிக்கல் உணவுகள் முதிர்ந்தது உடல்நலத்தை உடைத்துவிடுகிறது.",
    "C3f":
        "• சக்கரை தவிர்த்து, மது, காபி, உப்பூட்டங்கள் மற்றும் ஊட்டத்தளிப்பது போன்றவற்றை தவிர்க்க வேண்டும்.",
    "C3g":
        "• உங்கள் உணவின்போது சூழலை கவனியுங்கள்: அது அமைதியானதாகவும் சுவாசிக்கத்தக்கதாகவும் இருக்க வேண்டும்.",
    "C3t": "3) நல்ல உணவுப்போதும்",
    "C4":
        "புள்ளிவிவரங்கள் கமியான சூரிய ஒளி உடன் நாடுகளில் அதிகமான தற்கொலை விகிதங்கள் காணப்படுகின்றன, மற்றும் மனநிலை பாதிப்புகள் குளிர்ந்த, இருண்ட மாதங்களில் அதிகமாக உள்ளன. சூரிய ஒளி ஒரு இயற்கை மனச்சோர்வு நீக்கும் மருந்தாக செயல்படுகிறது! தினமும் வெளியில் சென்று சற்று சூரிய ஒளி பெறுங்கள், மற்றும் உடற்பயிற்சியுடன் சேர்த்து இரட்டிப்பு நன்மைகளைப் பெறுங்கள்.",
    "C4t": "4) சூரிய ஒளி",
    "C5":
        "நமது மூளை ஆக்ஸிஜனின் மீது மிகவும் சார்ந்துள்ளது. ஆழமான சுவாசத்தை ஊக்குவிக்கும் சுவாச பயிற்சிகள், ரத்தப்போக்கில் ஆக்ஸிஜன் அளவை அதிகரிக்கின்றன, மூளையின் செயல்பாடு, சாந்தம் மற்றும் சிந்தனையின் தெளிவை மேம்படுத்துகின்றன. உடற்பயிற்சி சுவாசத்தை மேம்படுத்துகிறது மற்றும் மூளை ஆரோக்கியத்தை அதிகரிக்கிறது.",
    "C5t": "5) தெளிவு வாய்ந்த சுவாசம்",
    "C6":
        "நீங்கள் உங்கள் மீது, மற்றவர்களில் மற்றும் எதோ உயர்ந்ததொரு சக்தியில் நம்பிக்கை வைத்திருத்தல் முக்கியமானது, மன அழுத்தத்தையும் மனச்சோர்வையும் சமாளிப்பதற்காக. சிரிப்பு, உடலை சிரமமின்றி வைப்பதற்கும் மனசோர்வைக் குறைப்பதற்கும் உதவுகிறது.",
    "C6t": "6) நம்பிக்கை உள்ள நோக்கங்கள்",
    "C7":
        "உங்களை உற்சாகமாக்கும் மற்றும் சுறுசுறுப்பான நண்பர்கள் வட்டத்தில் வைக்கவும். உங்கள் மனவெழுச்சிகளை பற்றி பேசுவது மிகவும் முக்கியமானது, ஆனால் எப்போதும் சாத்தியமாகாத நேரங்களில், எழுதுவது, ஆடுவது, இசையை அல்லது ஓவியம் போன்ற புலங்களை பயன்படுத்தி உங்கள் எண்ணங்களை வெளிக்கொணருங்கள். கலை சார்ந்த வெளிப்பாடு நமது மனதில் மூழ்கியிருக்கும் ரசாயன மாற்றங்களைத் தூண்டுவதில் மிகவும் தீர்ப்புப் பயன் தரக்கூடியது.",
    "C7t": "7) உங்கள் மனவெழுச்சியை வெளிக்கொணருங்கள்",
    "C8":
        "மிகுதியான தூண்டுதல்களைப் பற்றி மற்றும் மனசோர்வைப் பற்றி நான் கொஞ்சம் விளக்குகிறேன்:",
    "C8a":
        "• மிகுதியான தூண்டுதல்கள், குறிப்பாக மொபைல், டிவி போன்ற திரைகளைப் பயன்படுத்துவது, அல்லது இணையத்தில் அதிகமாக செயல்படுவது, இந்தவாறு நாம் 'பழிபெறுதல்களின்' அளவைக் குறைக்கிறது. இதனால், செயல்பாடுகளில் மிகுதியான திருப்தி கிடைக்கிறது, மேலும் இந்த ஆர்வத்தையும் தீர்க்கப்படாத குறைகளையும் நாள்தோறும் எதிர்கொள்வோம்.",
    "C8t": "8) சிக்கல் ஏற்படுத்தும் சுழற்சிகளைத் தவிருங்கள்",
    "C9":
        "மிகுதியான எளிய மனவெழுச்சியாளர்களுக்கு கிடைக்கும் சந்தர்ப்பங்களால், வீட்டுக் காதல் இனியவற்றைப் பெறுவதில் தங்கள் மனப்பூர்வத்தில் கூடுதலான அன்பினை நம்பிக்கை உள்ளனர்.",
    "C9t": "9) வீட்டுக் காதல் விலங்குகளைப் பெறுங்கள்",
    "C10":
        "புறநோக்கி: தினசரி குளியல் செய்யும்போது மனதை சாந்தப்படுத்தும், சுத்தம் மற்றும் தன்னம்பிக்கை அதிகரிக்கிறது.",
    "C10a":
        "உள்ளே நோக்கி: உடல் நலம் மற்றும் மனநலம் மேம்படுவதற்காக நீர் மிகவும் முக்கியமானது.",
    "C10b": "• சாப்பாட்டுக்கிடையில், நீர் அதிகம் குடிப்பது நல்லது",
    "C10c": "• குறைந்தபட்சம் 1.5 முதல் 2 லிட்டர் நீரையாவது குடிக்க வேண்டும்",
    "C10d":
        "• நீர் அளவுகுறை நிறைவு, சிறுநீர் நிறம் வெளிச்ச மஞ்சளாக இருக்க வேண்டும்.",
    "C10t": "10) புறத்திலும் உள்ளேதான் நீர்",
    "C11":
        "இந்தப் பாதிப்புகளுக்கு உங்கள் வாழ்க்கையின் முழுவதும் போராட வேண்டிய நேரம் வரும். சில நாட்கள் மற்ற நாட்களைக் காட்டிலும் சிறப்பாக இருக்கும் ஆனால் விட்டுவிடாதீர்கள்.",
    "C11a": "• உண்மையான நேரத்தில் ஏற்கவும்",
    "C11b":
        "• உங்கள் மனநிலையை திடீரென மாற்றவுள்ள எதுவும் இல்லை, மருத்துவத்திற்குத் தகுதியும் இல்லை.",
    "C11c": "• ஒவ்வொரு கட்டமாக முன்னேறுங்கள்",
    "C11d":
        "• இந்த சிக்கல்களை எதிர்கொள்ளும் தன்மைகளை அதிகரிக்க, இந்த ஆற்றல் தகுதி வரம்பற்ற வழிமுறைகளைத் தவிர்க்கவும்.",
    "C11e": "• பயனுள்ள ஆராய்ச்சியிலிருந்து தொடங்குங்கள்",
    "C11t": "சமரசங்களைச் செய்யவிடாதீர்கள்",
    "CAUSA":
        "நாம் குழந்தை வேளையில் கற்றதை முதிர்ச்சியில் நாங்கள் மீண்டும் மீண்டும் செய்கிறோம். அந்த காலத்தில் எப்போது நாங்கள் அன்பைப் பெற்றோம் என்பது எப்போது நாங்கள் முதிர்ந்த பிறகு எவ்வாறு தொடர்புகொள்கிறோம் என்பதைக் நேரடியாக தாக்குகிறது. பொது ரீதியாக, உணர்ச்சிமயமாக நம்பிக்கையுள்ள நபர்கள், தங்கள் தனித்துவத்தை வளர்க்க தேவையான கவனமும் அன்பும் பெறாதவர்களாக இருக்கிறார்கள். அவர்கள் இந்த அன்பின் குறைப்பினைப் பிற உறவுகளில் நிரப்ப முயல்கின்றனர், இது சார்ந்த தன்மையை உருவாக்கும். ஆனால், இந்த சார்ந்த தன்மை மற்ற காரணிகளுடன் கூட தொடர்புடையதாக இருக்கக்கூடும், உதாரணமாக உடல் அல்லது உணர்ச்சி விலகல், நிராகரிப்பு மற்றும் பழிவாங்குதல்.",
    "CAUSA_T": "காரணம்",
    "D": "4) கோபத்தை வெளிப்படுத்தும் முறைகள்:",
    "D1":
        "கோபத்தை வெளிப்படுத்துவதற்கான மிக இயல்பான மற்றும் மையமான முறை ஆவேசமான மறுப்புகளின் மூலம் ஆகும். கோபம் அச்சங்களுக்கு எதிரான ஒரு இயல்பான, பொருந்தக்கூடிய பதிலாகும்; இது சக்திவாய்ந்த, அடிக்கடி ஆவேசமான உணர்வுகளை மற்றும் நடத்தைப் புட்டுகிறது, இது தாக்கப்படும்போது போராடவோ அல்லது பாதுகாப்பவோ செய்ய உதவுகிறது. எவ்வளவோ ஒரு அளவு கோபம் நமது உயிரை மீட்க தேவையானது. எனினும், எங்கள் கோபத்தை எங்கு வேண்டுமானாலும் வெளியேற்ற முடியாது; சட்டங்கள், சமூக நடைமுறைகள் மற்றும் பொது அறிவு எவ்வாறு கோபத்தை வெளிப்படுத்துகிறோம் என்பதை வரையறுக்கின்றன. நாங்கள் எங்கள் உணர்வுகளை திறம்பட மற்றும் சமூகமாக ஏற்கக்கூடிய முறையில் நிர்வகிக்க பல செயல்முறைகளைப் பயன்படுத்துகிறோம்.",
    "DEF":
        "உணர்ச்சி சார்ந்த தன்மை என்பது ஒருவர் எங்கள் வாழ்வில் எப்போது தோழர் இருக்க வேண்டும், தம் முழுமையாக உணர்ந்திருக்க வேண்டும் அல்லது மகிழ்ச்சியாக இருக்க வேண்டும் என்று நம்பும் ஒரு பாழான நடத்தை ஆகும். இது மிகவும் பொதுவான உளவியல் குறைபாடு ஆகும், இந்நிலை காதலர், குடும்ப உறவுகள் மற்றும் நண்பர்களில் காணப்படும் மற்றும் இது சார்ந்த நபரை மட்டும் அல்லாமல், அவருடன் உணர்ச்சி இணைப்புடன் உள்ளவர்களையும் பாதிக்கிறது. பற்றுதல் அளவு மிகவும் முக்கியமாக இருக்கிறது, நபர் மற்றவரே இல்லாதபோது மோசமாகவும் வேதனையுடன் இருக்கும். உணர்ச்சி சார்ந்த நபர் தன் தனித்துவத்தை காத்துக்கொள்ளப் பங்கு வகிக்கிறாராகவே செயல்படுகிறான்.",
    "DEF_T": "வரையறை",
    "Err_estciv": "திருமண நிலை இழக்கப்பட்டது!",
    "Err_fil": "மக்கள் பற்றிய தகவல்கள் இழக்கப்பட்டன!",
    "Err_ida": "வயது இழக்கப்பட்டது!",
    "Err_res": "வீட்டு நிலை இழக்கப்பட்டது!",
    "Err_vinlab": "பணியாளர் நிலை இழக்கப்பட்டது!",
    "Escala1": "அளவுகோலுக்கான தகவல்",
    "Escala2": "எல்லா கேள்விகளும் 0 முதல் 3 வரை மதிப்பீடு செய்யப்படுகின்றன.",
    "Escala3": "அளவுகோல் மதிப்பு மற்றும் மன அழுத்த நிலை:",
    "Escala4": "< 10% மன அழுத்தமில்லை",
    "Escala5": "11-19% மிதமான மன அழுத்தம்",
    "Escala6": "20-29% நடுத்தர மன அழுத்தம்",
    "Escala7": "> 30% கடும் மன அழுத்தம்",
    "Exttit": "வெளிப்புறம்",
    "F": "5) கோபத்தை சமாளிக்க செயல்முறைகள்:",
    "F1":
        "1) கோபத்தின் உணர்வுகளை உறுதியாக (ஆவேசமாக அல்ல) வெளிப்படுத்துதல்: இதன் மூலம் உங்கள் தேவைகளை தெளிவாகச் சொல்லி, மற்றவர்களைத் தீங்குறுத்தாமல் அவற்றைக் كيفية எவ்வாறு நிரப்புவது என்பதைக் கூறுவதைக் கூறுகிறது. சூரிய சீரிய விதி சொந்தமாகவும் மற்றவர்களுக்கும் மரியாதை!",
    "F2":
        "2) உணர்வுகளைத் தடுக்குதல்: இது நீங்கள் கோபத்தைச் சாப்பிட்டு, அதைப் பற்றிக் சிந்திக்காமலே, நேர்மறை விஷயங்களில் கவனம் செலுத்தும் போது நிகழ்கிறது. குறிக்கோள் கோபத்தைத் தடுக்கவும், அதை மேலும் சீரான நடத்தை என மாற்றவும் உள்ளது. வெளிப்புற கோபத்தை அனுமதிக்காவிட்டால், அது உள்ளார்ந்ததாகக் மாறி, அதனால் ஆத்திரம், மன அழுத்தம், இருதய அழுத்தம் போன்ற உடல் பிரச்சினைகள் ஏற்படக்கூடும்.",
    "F3":
        "3) அமைதி/சிறப்பு. இது நடத்தைப் பார்வையையும், உள்ளார்ந்த பிரதிசரணைகளைப் பற்றிய மேலாண்மையையும் மட்டுமல்லாமல், உணர்வுகளைப் نرمிசனங்களை மேம்படுத்தும். இது அதிகமாகவே இருக்க வேண்டும். கோபத்தை முறையாகக் கூறாதது, மற்ற பிரச்சினைகளுக்கு வழிவகுக்கும், உதாரணமாக, நெஞ்சற்றுக் கோபத்தைப் பரப்புதல் அல்லது எப்போதும் சினம் மற்றும் எதிர்ப்பு தன்மையை வெளிப்படுத்துவது. மற்றவர்களை எப்போதும் குறைவாகக் கூறுவது, அனைத்து விஷயங்களைப் விமர்சிப்பது அல்லது சினமுள்ள கருத்துகளைச் செய்யாதவர்கள் அதிகமான சந்தோஷமான உறவுகளைப் பெற்றவர்களாக இருக்க முடியாது. ஆனால், கவனமாக இருக்கவும்! இது 'எல்லாவற்றையும் வெளியேற்ற' என்று பரிசீலிக்கக்கூடாது. ஆராய்ச்சிகள், கட்டுப்பாடற்ற கோபத்தை வெளிப்படுத்துவது கூடுதலாகக் கூடுதலாகக் கூடுதலாகக் கூடுதல் அக்கறை வரிசையை உருவாக்கும் என்பதை காண்கிறது. கோப்பத்தை தூண்டுபவர்களைப் புரிந்து கொள்ளுவது மற்றும் தீங்கு விளைவிக்கும் முறை முறைகளை உருவாக்குவது சிறந்தது.",
    "FIBhoje":
        "அந்த நாடுகளில், அதன் அமைப்பு உள்ளதாகவே கருதப்படுகிறது; தனிப்பட்ட நன்மைகள், சுகாதாரம், நல்ல பிறவிகள், முறைப்பு அல்லது தூண்டுதல் என்பதைப் பொருட்படுத்தாது, நமது வாழ்வில் நன்மைகளைத் தரும் எதுவும் கிடைக்காது. என்ன ஆகுமோ என துவக்கம் அங்கிருந்து விரைவாகவே உள்ளது. வெறும் பொருட்களைப் பெற்றால், நமது வருவாயை அல்ல.",
    "FIBhoje_t": "இந்தியாவின் கம்யூனிடி நன்மைகள்",
    "FimTeste":
        "உங்கள் பதில்களைப் பகுப்பாய்வு செய்யும் போது ஒரு விளம்பர வீடியோவைப் பார்க்கவும்.",
    "FimTeste_t": "சரிபார்க்கப்பட்டது",
    "Fort1": "1) உங்கள் கோபத்தின் காரணிகளை நீங்கள் அடையாளம் காணலாம்.",
    "Fort2":
        "2) உங்களது கோபத்தின் விளைவுகளை தொடர்புகொள்வதன் மூலம் நீங்கள் குறைக்கலாம்.",
    "Fort3":
        "3) கோபத்தின் விளைவுகளை குறைக்க உங்கள் பிரச்சினைகளைப் தீர்க்க நீங்கள் தெரியும்.",
    "Fort4":
        "4) நீங்கள் கோபத்தைச் செருப்புவதற்கும், எப்போது வெளிப்படுத்துவது என்பதையும் தெரிந்து கொள்ளக்கூடும்.",
    "Fort5": "5) உங்கள் கோபத்தை நீங்கள் கட்டுப்படுத்தலாம்.",
    "Fort6":
        "6) நீங்கள் தேவைப்படும்போது மன்னிப்பதை நீங்கள் தெரிந்து கொள்ளலாம்.",
    "Fort7":
        "7) உங்களது உள்ளார்ந்த கோபத்தைப் பற்றிய நல்ல மனநிலை கட்டுப்பாட்டை நீங்கள் கையாளலாம்.",
    "Fort8":
        "8) உங்கள் கோபத்தின் வெளிப்புற வெளிப்பாடுகளை நீங்கள் நல்ல முறையில் கட்டுப்படுத்துகிறீர்கள்.",
    "Fort9":
        "9) உங்கள் வாழ்வின் மீது எதிர்மறையான அணுகுமுறை இருந்தேற்பாடுகள் உள்ளன.",
    "Frac1":
        "1) நீங்கள் உங்கள் கோபத்தின் அடிப்படை காரணங்களை முழுமையாகப் புரிந்து கொள்ளவில்லை.",
    "Frac2":
        "2) உங்கள் மற்றும் பிறருக்கான கோபத்தின் பாதிப்பை குறைக்க உங்கள் தொடர்பாடல் திறன்களை மேம்படுத்த வேண்டும்.",
    "Frac3":
        "3) கோபத்தின் விளைவுகளைக் குறைக்க பயனுள்ள பிரச்சினைகளை தீர்க்கும் திறன்களை வளர்க்க வேண்டும்.",
    "Frac4":
        "4) கோபத்தை எப்போது அடக்க வேண்டும் மற்றும் எப்போது வெளிப்படுத்த வேண்டும் என்பதைப் புரிந்து கொள்ள வேண்டும்.",
    "Frac5": "5) உங்கள் கோபத்தை கட்டுப்படுத்த கடினமாக நீங்கள் உணர்கிறீர்கள்.",
    "Frac6":
        "6) நீங்கள் மன்னிக்க வேண்டியதில் சிரமம் அனுபவிக்கிறீர்கள், இது உங்களுக்கும் பிறருக்கும் எதிர்மறை விளைவுகளை உருவாக்குகிறது.",
    "Frac7":
        "7) உ emotional ர் சந்தர்ப்பங்களில் உங்கள் கோபத்தை கட்டுப்படுத்துவதில் சிரமம் அடைகிறீர்கள்.",
    "Frac8":
        "8) உங்கள் கோபத்தின் வெளிப்பாட்டைப் பராமரிக்க நீங்கள் போராடுகிறீர்கள்.",
    "Frac9": "9) நீங்கள் வாழ்க்கையை விரோதமாகக் காண்கிறீர்கள்.",
    "G": "6) உணர்வுகள் மற்றும் கருத்துகளை சமாளித்தல்:",
    "G1":
        "சரியான அணுகுமுறைகளை உருவாக்குவதற்கு, கோபத்தைப் புரிந்து கொள்வதே முக்கியம்: நான் என்ன நினைக்கிறேன்? நான் என்ன உணர்கிறேன்? இந்த அணுகுமுறைகளின் இலக்கு கோபத்தை முழுமையாக நீக்குவது அல்ல, ஆனால் கோபம் எப்போது பயன்படுகிறது என்பதையும் எவ்வாறு கட்டுப்படுத்துவது என்பதையும் வேறுபடுத்துவதில் உள்ளது.",
    "G1tit": "காரணங்கள்",
    "G2tit": "விளைவுகள்",
    "G3tit": "சிக்கல்கள்",
    "G4tit": "அடக்கம்",
    "G5tit": "கட்டுப்பாடு",
    "G6tit": "மன்னிப்பு",
    "H": "7) உணர்வுகள் மற்றும் கருத்துகளை சமாளித்தல்:",
    "H1":
        "நீங்கள் கோபத்தை தூண்டும் சூழ்நிலைகளைப் பற்றிய எண்ணங்களைப் பிரதிபலிக்கும்போது, அந்த சூழ்நிலையை மேம்படுத்தாத முறையில் প্রতியீடிக்கச் செய்த உணர்வுகளை நீங்கள் நினைவில் கொள்ளலாம். இந்த உணர்வுகளை சிறந்த முறையில் சமாளிக்க, நீங்கள் சூழ்நிலையை வேறு ஒரு கோணத்தில் பகுப்பாய்வு செய்ய முக்கியம்.",
    "H2": "அடுக்கடவை 1: பகுப்பாய்வு",
    "H3":
        "ஒருவேளை ஒரு விஷயம் அல்லது நபர் உங்களை நெருக்கமாகக் கலக்கும்போது, அந்த சூழ்நிலை அல்லது நபரைப் பற்றிய உங்கள் எண்ணங்களைப் பிடிக்க முயற்சிக்கவும். அவற்றைப் போதுமான விரைவில் எழுதவும் மற்றும் படிப்படியாக மீண்டும் மீண்டும் தோன்றும் எண்ணங்களைப் பட்டியலிடவும்.",
    "H4": "அடுக்கடவை 2: மதிப்பீடு",
    "H5":
        "உங்கள் எண்ணங்களை விரிவாக மதிப்பீடு செய்யவும். அவை சரியாக உள்ளதா அல்லது உணர்ச்சி மூலக் கோணங்களில் பாகுபடுத்தப்பட்டவையா? பாகுபடுத்தப்பட்ட எண்ணங்கள் பொதுவாக தவறானவை மற்றும் பல்வேறு வடிவங்களில் வரலாம்.",
    "H6":
        "• லேபிள்: மற்ற ஹிப்போத்தீசிஸ் அல்லது ஆதாரங்களைப் பொருட்படுத்தாமல் ஒற்றை நெகட்டிவ் லேபிள் அடித்தல், எடுத்துக்காட்டு: 'அவன் முட்டாள்.'",
    "H7":
        "• அதிகரிப்பு: யாரையாவது மதிப்பீடு செய்யும்போது, முந்தைய எதுவும் தவிர்த்து, நெகட்டிவ் கூறுகளை அதிகரிக்க மற்றும் நேர்மறை கூறுகளை குறைக்க, எடுத்துக்காட்டு: 'என் ஆசிரியர் எனக்கு குறைவான மதிப்பெண்களைத் தந்தார்; அது தவறாகும்' (ஆனால் எனக்கு இன்னும் சில நேர்மறை மதிப்பெண்களைத் தந்தார்).",
    "H8":
        "• தனிப்பயன்: மற்றவர்கள் உங்கள் மீது நேரடியாகப் பதிலளிக்கிறார்கள் என்று நம்புவது, அவர்களின் நடத்தைப் பற்றிய பொருத்தமான விளக்கங்களைப் பொருட்படுத்தாமல். எடுத்துக்காட்டு: 'அந்தப் பையன் குளிர்ந்தவராக இருக்கிறான், ஏனெனில் அவர் என்னைப் பொருந்துகிறாரா' (ஆனால் அந்தப் பையன் தனது குடும்பத்திடமிருந்து மோசமான செய்திகளைப் பெற்றிருக்கக்கூடும்...).",
    "H9":
        "• வீதி காணொளி: ஒரு சூழ்நிலையின் நெகட்டிவ் கூறுகளை மட்டும் கவனிக்க, எடுத்துக்காட்டு: 'என் ஆசிரியர் எந்தக் காரியத்தையும் சரியாகச் செய்யவில்லை. அவர் விமர்சனமாகவும், உணர்வற்றவராகவும், பாடத்தை நன்றாகக் கற்பிக்கக் கூடவில்லை.'",
    "H10":
        "• 'எல்லாம் அல்லது ஒன்றும்' சிந்தனை: ஒரு சூழ்நிலையை இரண்டு வகைகளில் மட்டுமே காணவும், தொடர்ந்து ஒரு வரிசையில் அல்ல, எடுத்துக்காட்டு: 'என் நண்பன் இந்தக் கேள்வியிலே என்னுடன் ஒப்புக்கொள்ளவில்லை, ஆகவே அவர் என்னை எதிலும் ஆதரிக்கவில்லை.'",
    "H11":
        "• சரியானவர் ஆகவேண்டியது: உங்கள் கருத்துகள் மற்றும் செயல் சரியாக இருப்பதை நிரூபிக்கவேண்டிய தொடர்ச்சியான முயற்சியாக இருக்க வேண்டும். தவறு ஆகிருப்பது கற்பனைக்கே ஏதுமில்லை, எடுத்துக்காட்டு: 'என் சக ஊழியருக்கு கத்தல் சரியானது. அவள் அதைச் செய்ததற்காக அவர் உரியதாக இருக்கிறார்.'",
    "H12":
        "அடுக்கடவை 3 - சூழ்நிலையைப் பற்றிய மற்ற வசதியான சிந்தனை முறைகளைப் கண்டறியவும்:",
    "H13":
        "ஒவ்வொரு சிதைவான எண்ணிற்கும், உங்கள் கோபத்தை குறைக்க உள்ள விருப்பமான, கட்டுப்படுத்தக்கூடிய சிந்தனை முறையை அடையாளம் காண முயற்சிக்கவும். இது ஒரு நபரின் அல்லது சூழ்நிலையின் நேர்மறை கூறுகளைப் பரிசீலனை செய்வதையும், எவராவது ஒரு நிலைமையைப் பற்றிய மாற்றுக் கருத்துக்களைப் பரிசீலனை செய்வதையும் அல்லது பரந்த கோணத்தைப் பெறுவதையும் அடங்குமாக இருக்கலாம்.",
    "H14": "அடுக்கடவை 4 - முந்தைய அடுக்கடைகளைப் பயிற்சியுங்கள்:",
    "H15":
        "இந்த பகுப்பாய்வை எளிதாக செய்ய வேண்டும் என்றால் தினமும் பயிற்சிய வேண்டும். இது எளிதாக ஆகும்போது, நீங்கள் கோபத்தை தூண்டும் ஒரு சூழ்நிலையை எதிர்கொள்ளும்போது உங்கள் எண்ணங்களை அடையாளம் காண மிகவும் திறமையானவராக ஆகீர்கள். சிதைவான எண்ணங்களை அடையாளம் காண்பதன் மூலம், அவற்றை வசதியான எண்ணங்களுடன் மாற்றி, உங்கள் கோபத்தில் அடித்துச் செல்லாமல் இருக்க முடியும்.",
    "Hostil": "வெறுக்கத்தக்க",
    "I": "8) உடல் அறிகுறிகளைக் கையாளுதல்:",
    "I1":
        "உங்கள் கோபத்தைச் சந்திக்கும்போது, பொதுவாக 'சமாதானமாக இருங்கள்' அல்லது 'இருத்து' என்ற ஆலோசனையிலிருந்து பெறுவது. இந்தக் கருத்துகள், உடலில் விபரீதமான குழப்பங்களை உருவாக்கும் கோபத்தின் உடல் அறிகுறிகளைச் சமாளிக்கச் சுருக்கமாக இருக்கின்றன. நீங்கள் சுறுசுறுப்பாக இருக்கக் கற்றுக்கொள்வது, கோபத்தின் உடல் விளைவுகளை மேலும் மேலாண்மை செய்ய உதவலாம்.",
    "I2": "ஆழமான மூச்சு:",
    "I3":
        "நீங்கள் கோபமாக இருக்கும்போது, எந்த சூழ்நிலையிலும் வேகமாகவும் செயல்படக்கூடிய அமைதியின்முறை பின்பற்ற வேண்டும். ஆழமான மூச்சு அங்கொன்று. இது உங்கள் உடலை அதிகமான ஆக்சிஜனைப் பெற உதவுகிறது, உங்கள் இதய தட்டையை தள்ளுகிறது மற்றும் உங்கள் இரத்தப் பயணத்தில் அட்ரெனலின் வெடிப்பு தவிர்க்க உதவுகிறது. இந்த மூச்சு ஆழமானது, இது நெஞ்சுக்குப் பதிலாக மார்பு அல்லது வயிறு பகுதியை உள்ளடக்கியது. மூச்சுக்கள் மெதுவாகவும் ஒத்திசைவாகவும் இருக்க வேண்டும்.",
    "I4":
        "உங்கள் கோபத்திற்கு உடலியல் அறிகுறிகளைப் பார்வையிட்ட பிறகு, உங்கள் மூச்சை எளிதாகக் கவனிக்கவும், இது விரைவாகவும் சுருக்கமாகவும் இருக்கும். ந conscious லாகவும் ஆழமாகவும் மூச்சு விடுவதன் மூலம் இந்த சுற்றுப்பயணத்தை முறியடிக்க, உங்கள் உடலை அமைதியாகவும் குறைவாகவும் உள்ளடக்க உதவும். உங்கள் தசைகள் தளர்ந்த பிறகு, மண்டலம் ஓங்கும்.",
    "I5":
        "இந்த குறுகிய தற்காலிகமான இடைவேளை உங்கள் உணர்வுகளை மீட்டெடுக்க, உங்கள் கருத்துகளை மாற்ற, மற்றும் நிலையை மேலும் திறம்பட கையாள உதவுகிறது.",
    "I6": "முன்னணி தசை அமைதி:",
    "I7":
        "இந்த முறையில் உங்கள் உடலில் முக்கிய தசை குழுக்களை ஒழுங்காகக் கடைக்கொண்டு, தளர்த்துகிறது. இது உங்களுக்கு மண்டலத்தை அடையாளம் காணவும் அதை விடுவிக்க உதவுகிறது. கோபத்தை ஊக்குவிக்கும் சூழ்நிலைகளில் பயன்படுத்தப்படும் போது, முன்னணி தசை அமைதி இந்த உணர்வுகளை குறைக்க உதவலாம், உங்களை அமைதியாகவும் குறைவாகவும் இருக்க உதவுகிறது.",
    "Ignorar": "விளைவுகளைப் புறக்கணிக்கவும்",
    "Inttit": "உள்ளக",
    "J": "9) மனோதாத்துவ பணி:",
    "J1":
        "முந்தைய ஆலோசனைகள் உங்களுக்கு கோபத்தை திறம்பட கையாள உதவாவிட்டால், அல்லது நீங்கள் கடுமையான கோபக் கட்டுப்பாட்டு சிக்கல்களில் சிரமம் அடையாவிட்டால், சுகாதார நிபுணரின் உதவியைப் பெற பரிந்துரைக்கிறோம்.",
    "J2":
        "மிக முக்கியமான படி ஒருவர் உங்களை மீட்டெடுக்க உதவ முடியும் என்பவரை கண்டுபிடிப்பதாகும். ஒரு தொழில்நுட்பருடன் பேசுவது நொய்யாத நிலைகளைத் தடுக்கும் மற்றும் உங்கள் பார்வையில் எப்படி சிகிச்சையளிக்க உதவுகிறது. மேலும், மனோதாத்துவம் உங்கள் தொடர்பு திறன்களை மேம்படுத்த மற்றும் உங்கள் உறவுகளை மேம்படுத்த உதவக்கூடும்.",
    "Med1": "1) சில சமயம் உங்கள் கோபத்தின் காரணிகளை அடையாளம் காணலாம்.",
    "Med2":
        "2) சில சமயம் உங்கள் கோபத்தின் விளைவுகளை திறம்பட தொடர்புகளின் மூலம் குறைக்கலாம்.",
    "Med3":
        "3) பெரும்பாலும் உங்கள் கோபத்தின் தாக்கத்தைச் குறைக்க உதவும் முறைகளைப் பயன்படுத்தி சிக்கல்களை தீர்க்கலாம்.",
    "Med4": "4) சில சமயம் உங்கள் கோபத்தை திறம்பட கையாளலாம்.",
    "Med5": "5) சில சமயம் உங்கள் கோபத்தை கட்டுப்படுத்தலாம்.",
    "Med6": "6) தேவைப்படும் போது மன்னிப்பில் சிரமப்படலாம்.",
    "Med7":
        "7) உங்கள் கோப உணர்வுகளின் மேல் உங்களுக்கு நியாயமான கட்டுப்பாட்டைப் பெறுகிறது என தோன்றுகிறது.",
    "Med8":
        "8) உங்கள் கோபத்தின் வெளிப்பாடுகளைப் பற்றி உங்களுக்கு நியாயமான கட்டுப்பாட்டைக் கொண்டிருக்கிறீர்கள்.",
    "Med9":
        "9) சில சமயம், நீங்கள் வாழ்க்கையின் எதிர்மறை பார்வையை வெளிப்படுத்துகிறீர்கள்.",
    "Mudar_atitude_titulo": "இந்த மனப்பாங்கைக் மாற்றுவது சாத்தியமா?",
    "NotasRaiva": "கோபத்தை எவ்வாறு கட்டுப்படுத்துவது?",
    "P1": "எனக்கு தேவைப்படும் அளவிலான மணிக்கான தூக்கம் கிடைக்கிறது",
    "P2": "நேரத்திற்கு உணவுகள் சாப்பிடுகிறேன்",
    "P3": "நான் நரம்புகளாக உணர்ந்தால் அமைதிக்கான மருந்துகளை எடுக்கிறேன்",
    "P4":
        "எனது விடுப்புகளை திரைபடங்கள் (தொடர்பு, கணினி, மொபைல் போன், அட்டைப்பரிமாற்றம், ஆகியவற்றில்) செலவிடுகிறேன்.",
    "P5": "நான் முறையான உடற்பயிற்சி செய்கிறேன்",
    "P6": "எண்ணிலைக்கே உணவு விரைவாக சாப்பிடுகிறேன்",
    "P7":
        "நான் இனிப்பான மற்றும் கொழுப்புள்ள உணவுகளை என் விருப்பத்திற்கு உட்பட்டுவிடுகிறேன்",
    "P8": "நான் பல பழங்கள் மற்றும் காய்கறிகளைச் சாப்பிடுகிறேன்",
    "P9": "நான் உணவுகளுக்கு இடையில் தண்ணீர் அருந்துகிறேன்",
    "P10": "முதன்மை உணவுகளுக்கு இடையில் நான் சாப்பிடுகிறேன்",
    "P11": "நான் ஒரு நல்ல காலை உணவு உண்டுகிறேன்",
    "P12": "நான் இரவுக்கு ஒரு பெரிய உணவு சாப்பிடுகிறேன்.",
    "P13": "நான் புகையிலை உப்பிடுகிறேன்",
    "P14": "நான் மது பானங்கள் அருந்துகிறேன்",
    "P15":
        "எனது விடுமுறை நேரத்தில், நான் இயற்கை மற்றும் свежமான காற்றை தேடுகிறேன்",
    "P16": "எனக்கு சாந்தி அளிக்கும் ஒரு பொழுதுபோக்கு உள்ளது",
    "P17": "என் குடும்பம் மிகவும் குரலுடன் இருக்கிறது",
    "P18": "எனக்கு வீட்டில் அதிக இடம் தேவைப்படுகிறேன்.",
    "P19": "என் பொருள்கள் அனைத்தும் ஒழுங்காக உள்ளன",
    "P20": "எனது வீட்டின் வானோன் அனுபவிக்கிறேன்",
    "P21": "என் அடுத்தவர்களோடா மிகவும் குரலுடன் இருக்கிறார்கள்",
    "P22": "நான் வசிக்கும் பகுதிக்கு பலர் உள்ளனர்",
    "P23": "என் வீடு சுத்தமாகவும், முறையாகவும் உள்ளது",
    "P24": "நான் வீட்டில் சாந்தியாக இருக்க முடியும்",
    "P25": "என் அறை எனக்கு மிகச் சிறியதாக இருக்கிறது",
    "P26": "பலர் ஒரே கூடில் என்னுடன் வாழ்கிறார்கள்.",
    "P27": "என் வீட்டின் அலங்கரிப்பில் நான் திருப்தி அடைகிறேன்",
    "P28": "என் வீடு எங்கள் தேவைகளுக்கு போதுமான அளவுக்கு பெரியதாக உள்ளது",
    "P29": "என் பகுதியில் பசுமையான வாசனைகள் உள்ளன",
    "P30": "நான் வசிக்கும் பகுதி மிகவும் குரலுடன் உள்ளது",
    "P31": "எனது பகுதியின் காற்று தூய்மையான மற்றும் பசுமையானது",
    "P32":
        "என் பகுதியில் உள்ள வீதிகள் மற்றும் தோட்டங்கள் சுத்தமாகவும், நல்லா பராமரிக்கப்பட்டவையாகவும் உள்ளன",
    "P33": "நான் தலைவலி காரணமாக பாட்டவருக்குப் பாதிக்கப்படுகிறேன்",
    "P34": "எனக்கு வயிற்றுப் பசைப்புகள் உள்ளன",
    "P35": "நான் நல்ல முறையில் ஜீரணம் செய்கிறேன்",
    "P36": "என் ஆறுகள் நல்ல முறையில் செயல்படுகிறது",
    "P37": "எனக்கு முதுகுவலி உள்ளது",
    "P38":
        "நான் இதயத்துடிப்பு மற்றும்/அல்லது மசித்வராத இதயத் துடிப்பு அனுபவிக்கிறேன்.",
    "P39": "எனக்கு அடிக்கடி அலர்ஜிகள் உள்ளன",
    "P40": "நான் சுவாசமின்மை அனுபவிக்கிறேன்",
    "P41": "எனக்கு கழுத்து மற்றும் முதுகு தசைகளில் பரபரப்பு உள்ளது",
    "P42": "எனக்கு சீரான இரத்த அழுத்தம் உள்ளது",
    "P43": "எனக்கு நல்ல நினைவு உள்ளது",
    "P44": "எனக்கு குறைந்த உணவுப் பிடிப்பு உள்ளது",
    "P45": "நான் சோர்வாகவும், சக்தியற்றதாகவும் உணர்கிறேன்.",
    "P46": "நான் தூக்கமின்மை சந்திக்கிறேன்",
    "P47": "நான் உடற்பயிற்சியின்றி சொட்டுகிறேன்",
    "P48": "நான் எளிதாக அழுகிறேன் மற்றும் வெறுப்பாகவும் உணர்கிறேன்",
    "P49": "என் வேலை எனக்கு மிகுந்த அழுத்தத்தை ஏற்படுத்துகிறது",
    "P50":
        "என் விடுமுறை நேரத்தில், நான் வேலைப்பற்றிய பிரச்சினைகளை நினைக்கிறேன்",
    "P51": "என் வேலைத் திட்டம் நிலையானது",
    "P52": "என் வேலைகள் எனக்கு அமைதியாக உணவுக் கூட அனுமதிக்கின்றன",
    "P53":
        "நான் ராத்திரி மற்றும் வாராந்திர விடுமுறைகளில் வேலை எடுத்துக்கொள்கிறேன்",
    "P54": "நான் பல வேலைகள் உள்ளேன்",
    "P55": "நான் வேலை செய்கிற போதெல்லாம், நேரம் விரைவாக செல்கிறது",
    "P56": "நான் என் வேலைகளுடன் பயனுள்ள மற்றும் திருப்தியுடன் உணர்கிறேன்",
    "P57": "நான் என் வேலை தவிர்க்கும் பயம் கொண்டுள்ளேன்.",
    "P58": "எனக்கு வேலை மையங்களுடன் சிக்கல்கள் உள்ளன",
    "P59": "எனக்கு என் மேலாளர் உடன் நல்ல உறவு உள்ளது.",
    "P60": "என் வேலை நிலையானதாகவே நம்புகிறேன்",
    "P61": "நான் வேலைக்காக கார் பயன்படுத்துகிறேன்",
    "P62": "நான் எதையாவது முடிக்க வேண்டும் என்றால், உணவு மறக்கிறேன்",
    "P63": "என் வேலை செய்யக்கூடிய வினைகளில் நான் திறமையானவனாக இருக்கிறேன்",
    "P64":
        "என் மேலாளர் மற்றும் குடும்பம் நான் செய்யும் வேலை பாராட்டுகின்றனர் என்பதனால் எனக்கு உண்டாகும்",
    "P65":
        "மனிதர்களுக்கு அன்பாக மற்றும் மரியாதையாக இருப்பதில் எனக்கு மகிழ்ச்சி",
    "P66": "நான் வழக்கமாக பிறருக்கு நம்புகிறேன்",
    "P67":
        "என் திட்டங்கள் பிறரால் சார்ந்தவை என்பதால் நான் குழப்பமாக இருக்கிறேன்",
    "P68": "சர்சைகள் எனக்கு மிகவும் பாதிக்கின்றன",
    "P69": "நான் என்னை கேட்கத் தயாரான நண்பர்களைக் கொண்டுள்ளேன்",
    "P70": "எனது பாலியல் உறவுகள் பற்றிய நிலைமையில் நான் திருப்தி அடைகிறேன்",
    "P71": "மற்றவர்கள் என்ன நினைக்கிறார்கள் என்பது எனக்கு மிகவும் முக்கியம்",
    "P72": "மற்றவர்களைப் போல் நன்றாகப் செய்ய விரும்புகிறேன்",
    "P73": "என் வேலைத் தோழர்கள் எனது நண்பர்கள்",
    "P74": "மற்றவர்களின் பிரச்சினைகளைக் கேட்டுப் பொறுமை உள்ளது",
    "P75":
        "என் கூட்டாளி எங்கள் உறவுகளை மேம்படுத்த முக்கியமான மாற்றங்களைச் செய்ய வேண்டும் என்று நான் நம்புகிறேன்",
    "P76": "நான் மிகுந்த அளவு பேசுகிறேன்",
    "P77": "நான் ஒருவருடன் மோதும்போது, உடனே என் குரலை உயர்த்துகிறேன்",
    "P78": "மற்றவர்களுக்கு என்னைவிட அதிகம் இருப்பதால் நான் பொறாமை உணர்கிறேன்",
    "P79":
        "ஒரு மோதலின் போது, நான் என்னக் கூற வேண்டும் என்பதிலேயே கவனம் செலுத்துகிறேன், இரண்டாவது நபரை முழுமையாகக் கேட்காமல்",
    "P80": "நான் ஆஜரான உத்திகளைப் பெறும் போது நரம்பியல் அடையாளம் காட்டுகிறேன்",
    "P81": "நான் என்னுடைய வாழ்க்கையைப் பற்றி பொதுவாகச் சந்தோஷமாக இருக்கிறேன்",
    "P82": "மக்களின் மீது நல்லதாகப் பேச விரும்புகிறேன்",
    "P83":
        "எனது முன் யாராவது மெதுவாகச் செல்கிறார் எனில் நான் நரம்பியல் அடையாளம் காட்டுகிறேன்",
    "P84": "ஒரு நீண்ட வரிசை இருக்கும் போது, நான் பொதுவாக விலகுவேன்",
    "P85":
        "நான் தேதிகளை அமைக்கும்போது பொதுவாகவே எனக்கு பெரிய அளவிலான பொறுமை உள்ளது",
    "P86": "எதிர்காலத்தில் நம்பிக்கையுண்டு",
    "P87":
        "ஒரு திசை எனக்கு பிடிக்காத போது, நான் பொதுவாகக் கடுமையானதைக் கூட நினைக்கிறேன்",
    "P88":
        "நான் என் முறையில் வேலையைச் செய்ய விரும்புகிறேன் மற்றும் முடியாமல் போனால் ஒட்டுமொத்தமாகக் குலைவிக்கிறேன்",
    "P89": "நான் நல்ல நகைச்சுவை உணர்வைக் கொண்டவன்",
    "P90": "நான் யாராக இருக்கிறேன் என்பதில் திருப்தியாக இருக்கிறேன்",
    "P91":
        "நான் ஒரு செயலில் மத்தியில் என்னை நெறி செய்யும் போது நரம்பியல் அடையாளம் காட்டுகிறேன்",
    "P92": "நான் ஒருபோதும் நிறைவுறாதவனாக இருக்கிறேன்",
    "P93": "நான் பணம் கடன் வாங்கிய மக்களைப் பற்றிப் பெரிதும் சிந்திக்கிறேன்",
    "P94":
        "நான் போக்குவரத்து நெரிசலில் சிக்கும்போது மிகவும் நரம்பியல் அடையாளம் காட்டுகிறேன்",
    "P95":
        "நான் விடுமுறையில் விரைவாகக் கடுப்படுகிறேன் மற்றும் உற்பத்தி செய்கிற செயல்களுக்கு திரும்ப விரும்புகிறேன்",
    "P96":
        "நான் மரபணு கோளாறு போன்ற ஒரு மரணமான நோய்களைப் பெறுவேன் என்று பயப்படுகிறேன்",
    "PH": "எதிர்ப்பு",
    "Perg": "கேள்வி",
    "R1":
        "நீங்கள் அதிக நம்பிக்கையுடன் இருக்கிறீர்கள் மற்றும் உங்கள் தனிப்பட்ட தேவைகளைப் பிரதியாகக் கொண்டிருப்பதற்குப் முன்னுரிமை அளிக்கவில்லை. உங்கள் உறவை உங்கள் வாழ்க்கையின் பிற அம்சங்களுடன் நன்றாக சமநிலைச் செய்யுகிறீர்கள். ஆனால் உங்கள் தனித்துவத்தை நீங்கள் மிகவும் தீவிரமாகப் பாதுகாக்கிறீர்கள் என்பதால், நீங்கள் முழுமையாக அர்ப்பணிக்கையுடன் இருப்பது போல் தெரியவில்லை. ஆழமான தொடர்புகளை உருவாக்குவதற்கு அல்லது நிலைமை வெளிப்படையாகக் காட்சி அளிப்பதைப் புறக்கணிக்கிறீர்களா என்று யோசியுங்கள்.",
    "R1T": "எமோஷனல் பிணையம் இல்லை",
    "R2":
        "உறவுகளில் சமரசங்கள் மற்றும் பேச்சுவார்த்தைகள் செய்வது முக்கியம் என்பதை நீங்கள் அறிவீர்கள். உங்கள் உணர்வுகளை தெளிவாகக் கூற முடியும், ஆனால் சில சந்தர்ப்பங்களில் நீங்கள் அச்சம் மற்றும் உங்கள் சுதந்திரத்தைப் பாதுகாக்க முடியாது. உங்கள் வாழ்க்கையில் நம்பிக்கையில்லாத தனிப்பட்ட பிணையத்தைத் தவிர்க்க புதிய வரம்புகளை அமைக்க மற்றும் தன்னின்மை பயிற்சி செய்ய துவங்குவது நல்லது.",
    "R2T": "குறைந்த எமோஷனல் பிணையம்",
    "R3":
        "உங்கள் கூட்டாளியை இழக்கக் கூடிய அச்சம் சில பிணைப்பைச் செயல்படுத்துகிறது. அவர்கள் சந்தோஷமாக இருப்பதை நீங்கள் விரும்புகிறீர்கள் மற்றும் அடிக்கடி உங்கள் சொந்த ஆர்வங்களைத் தள்ளுகிறீர்கள். இந்த நடத்தை தொடர்ந்தால், உங்கள் தனித்துவம் பெரிதும் ஆபத்துக்குள்ளாகும். ஆரோக்கியமான உறவுகளில், இரு நபர்களும் தங்கள் தனித்துவத்தைப் பாதுகாப்பார்கள், தனிப்பட்ட குறிக்கோள்களைப் பெறுவர் மற்றும் பயத்தைத் தவிர்த்து தங்கள் கருத்தை வெளிப்படுத்துவர். இந்த அச்சமில்லாத அணுகுமுறைக்கு பங்களிக்கக்கூடிய உங்கள் நடத்தைப் பற்றிக் சிந்தியுங்கள்.",
    "R3T": "மிதமான எமோஷனல் பிணையம்",
    "R4":
        "உங்கள் வாழ்க்கையின் முக்கிய அம்சங்களைப் பொறுத்தவரை, உங்கள் கூட்டாளியைப் பராமரிக்க பெரிதும் தேவையான உணர்வைக் கொண்டு இருப்பதாகக் உணருகிறீர்கள். அனைத்து அம்சங்களும் உறவின் சுற்றுவட்டாரத்தில் சுழல்கின்றன மற்றும் மற்றொரு நபருக்கு பயனுள்ளதாக இருப்பது உங்களுக்கு பிடிக்கிறது. மேலும, நீங்கள் எந்தவொரு முரண்பாட்டையும் தவிர்க்கிறீர்கள், மகிழ்ச்சியான உறவுகள் மோதல்களால் இல்லாதவை என்று நம்புகிறீர்கள். ஆனால் நினைவில் கொள்ளுங்கள்: இந்த செயல் முறை முன்போ அல்லது பிறகு விளைவுகளைத் தரும். தனித்துவம் ஆரோக்கியமான உறவுகளில் முக்கிய அங்கங்களாகும்.",
    "R4T": "உயர்ந்த எமோஷனல் பிணையம்",
    "RaivaExterna": "வெளிப்புற கோபம்",
    "RaivaInterna": "உள்நாட்டு கோபம்",
    "Result": "உங்கள் முடிவுகள்",
    "SA": "இது மக்கள் உருவாக்கும் வகையான தொடர்புகளை குறிக்கிறது.",
    "SAHL":
        "உயர்ந்த அளவுகள்: பொதுவாக பிறரை நம்புவோர், அவர்களது நேர்மறை பண்புகளை நம்புவோர் மற்றும் அவர்கள் உட்செயல் நோக்கங்களை சந்தேகிக்க மாட்டார்கள். இது அவர்களின் அடையாள உருவாக்கத்தையும் நெருக்கமான உறவுகளை உருவாக்கும் திறனையும் பாதிக்கிறது. அவர்கள் தரமான, நேர்மையான, அக்கறையுள்ள மற்றும் பிறருக்கு உதவ விரும்புகிறவராக இருக்கும், பல முறை பாசாங்கு, தானம் மற்றும் உணர்ச்சி எனப் பின்பற்றுவார்கள், ஆனால் அவர்கள் அதிகமாக பொறுத்து இருக்கலாம்.",
    "SALL":
        "குறைந்த அளவுகள்: பொதுவாக எதிர்ப்பாராதவர்களாக அல்லது தங்கள் நன்மைக்காக மாற்றுதல்களை காட்டுபவராக இருக்கும். அவர்கள் சந்தேகமாக இருப்பர், சில நண்பர்களே வைத்திருப்பர் மற்றும் முக்கியமான உறவுகளை வைத்திருப்பர். அவர்கள் பள்ளியில் சிக்கல்களை எதிர்கொள்வர் மற்றும் சமூக விதிகளை மீறும் பக்கம், சமூக விலகல் மற்றும் பொருள் பயன்பாட்டிற்கு சில தொடர்புகள் உள்ளன.",
    "SC":
        "இது ஒரு நபரின் அமைப்பு, தொடர்ச்சி, கட்டுப்பாடு மற்றும் இலக்குகளை அடைவதற்கான ஊக்கம், அவர்கள் நேர்மையுடன் மற்றும் சரியான முறையில் உள்ளடக்கம் ஆகியவற்றைப் பிரதிபலிக்கிறது.",
    "SCHL":
        "உயர்ந்த அளவுகள்: தங்கள் இலக்குகளை அடைய வழிகளை தேடும் நபர்கள், சில உறவுகளை அல்லது உடனடி விருப்பங்களை மோதும் போது கூட. அவர்கள் அடிக்கடி, கடுமையாகவும், தங்கள் வேலைக்கு மிகவும் அர்ப்பணிப்புடன் இருக்கும்.",
    "SCLL":
        "குறைந்த அளவுகள்: சிக்கலான பணி கையாளுவதற்கான குறைவான ஊக்கம், சிரமங்களை எதிர்கொள்கிற போது எளிதாக விலகுவது. அவர்கள் தங்கள் இலக்குகளை அடைவதற்கு நிச்சயமாக தெரியாத செயல்களில் ஈடுபடுவார்கள். அவர்கள் பொதுவாக தற்காலிகமாகவும், நேர்மையில்லாமல் இருப்பர், சில நேரங்களில் இது நஷ்டத்தை ஏற்படுத்துகிறது.",
    "SE":
        "ஒரு நபர் பிறருடன் தொடர்புகொள்வது எப்படி என்பதைக் குறிக்கிறது, இதன் மூலம் அவர்கள் எவ்வளவு தொடர்புடைய, பேச்சாளிகள், செயலில் ஈடுபடும், உறுதி செய்யும் மற்றும் பதிலளிக்கும் என்பதைக் குறிக்கிறது.",
    "SEHL":
        "உயர்ந்த அளவுகள்: சமூக மிக்கவர்களாக மற்றும் பிறருடன் தொடர்பு கொள்வதற்கான முயற்சிகளை தேடும் நபர்கள், அவர்கள் எவ்வளவு நெருங்கியவர்களை நம்புகிறார்கள் என்பதைக் குறிக்கின்றது. அவர்கள் பொது தகவல்களை உடனடியாகப் பகிர்வார்கள் மற்றும் புதியவர்களை நம்புவார்கள். இவர்கள் பொதுவாக செயலில் ஈடுபடும், தங்கள் விருப்பங்களை மற்றும் நம்பிக்கைகளை வெளிப்படையாக கூறுவார்கள் மற்றும் சில நேரங்களில் ஆட்சி செய்யும் தன்மையை வெளிப்படுத்துவர்.",
    "SELL":
        "குறைந்த அளவுகள்: சிறிது பேசுபவராகவும், தாங்கள் பற்றி அதிகம் பேசுபவராகவும், நெருக்கத்தை வளர்க்க மேலும் நேரம் தேவைப்படும். அவர்கள் அடிக்கடி உருக்கமாக, மோசமாக அல்லது சுயநலமாக இருப்பதில்லை.",
    "SINTOMAS":
        "மிகவும் பொறாமை, பிறருக்கு சாந்தியளிக்க தேவையான மிகுந்த தேவை, தனிமையைப் பற்றிய பயம், தனிப்பட்ட திட்டங்களின் குறைவு, குறைவாக உள்ள உணர்வுகள் மற்றும் ஒரு தொடர்ந்து கவனத்திற்கு தேவை.",
    "SINTOMAS_T": "அறிகுறிகள்",
    "SN":
        "இது ஒரு நபரின் அடிப்படை தன்மை மற்றும் அவர்கள் எவ்வாறு வாழ்க்கை நிகழ்வுகளால் உண்டாகும் உணர்வுகளை மேலாண்மை செய்கிறார்கள் என்பதைக் குறிக்கிறது.",
    "SNHL":
        "உயர்ந்த அளவுகள்: அவர்கள் உணர்வுகளை சபைச்சையாக கையாளாதவர்களாகவும், மனஅழுத்தத்தை தீவிரமாக அனுபவிப்பவர்களாகவும் உள்ளனர். அவர்கள் உணர்ச்சி அசாதாரண நிலைத்தன்மை மற்றும் வலுவான எதிர்மறை நிகழ்வுகளில் தீவிர அனுபவங்களைக் குறிக்கிறார்கள், நிகழ்வின் நேர்மறை அம்சங்களை குறைவாகக் கூறுகிறார்கள். அவர்கள் மனஅழுத்தம், குற்றம், பொறாமை, கோபம், உளைச்சல் மற்றும் பிற பிரச்சினைகள் உருவாக்கப்படுவதற்குரிய பக்கம்.",
    "SNLL":
        "குறைந்த அளவுகள்: எதிர்மறை உணர்ச்சி நிகழ்வுகளுக்கு முன்பு நபர் உணர்ச்சியாகச் சீராக இருப்பதாகக் குறிக்கிறது.",
    "SO":
        "இதுவே புதுப்பிக்கும் நடத்தைகள் மற்றும் புதிய அனுபவங்களின் மதிப்பைப் அறிதல் குறித்து.",
    "SOHL":
        "உயர்ந்த அளவுகள்: அவர்கள் உணர்வுகளை சபைச்சையாக கையாளாதவர்களாகவும், மனஅழுத்தத்தை தீவிரமாக அனுபவிப்பவர்களாகவும் உள்ளனர். அவர்கள் உணர்ச்சி அசாதாரண நிலைத்தன்மை மற்றும் வலுவான எதிர்மறை நிகழ்வுகளில் தீவிர அனுபவங்களைக் குறிக்கிறார்கள், நிகழ்வின் நேர்மறை அம்சங்களை குறைவாகக் கூறுகிறார்கள். அவர்கள் மனஅழுத்தம், குற்றம், பொறாமை, கோபம், உளைச்சல் மற்றும் பிற பிரச்சினைகள் உருவாக்கப்படுவதற்குரிய பக்கம்.",
    "SOLL":
        "குறைந்த அளவுகள்: நபர் சவாலான அல்லது எதிர்மறை நிகழ்வுகளுக்கு முன்னால் உணர்ச்சியாக சீராக இருப்பதாகக் குறிக்கிறது.",
    "SS":
        "பிக் பைவ் உலகில் மிகவும் பரவலாக பரவிய தன்மை சோதனைகளில் ஒன்றாகும். இது பல்வேறு சூழல்களில் உலகளாவிய மற்றும் தலையங்க சான்றுகளை கொண்டுள்ளது. இந்த சோதனை ஐந்து அடிப்படை தன்மைகள் உள்ளவையாகச் சித்திரிக்க முயல்கிறது. உயர்ந்த அல்லது குறைந்த மதிப்புகள் களவாணிப் பெறுமான அமைப்பை பிரதிநிதித்துவம் செய்யாது. கீழே விவாதிக்கப்பட்ட ஐந்து தன்மைகளைப் பார்வையிடுங்கள்.",
    "SSt": "சோதனையின் குறித்த",
    "Sint":
        "மனக்கோவல் என்பது வெறும் தற்காலிகமான சோகமாக இல்லை! இது நீண்ட கால உணர்வியல் சீரற்ற தன்மையைக் குறிக்கிறது. மனக்கோவலின் மிகவும் சாதாரண அறிகுறிகள்:",
    "SintAns":
        "அதிர்ச்சி உடல் மற்றும் மனப்பரிணாம அச்சங்களின் மூலம் வெளிப்படுகிறது. இது பொதுவாக எதிர்கால நிலைகளைப் பற்றிய மிகுதியான கவலை கொண்டதாகக் கருதப்படுகிறது. தற்போதைய நேரத்தில் வாழ்வது சவாலாக உள்ளது, ஏனெனில் எப்போதும் எதிர்காலத்தைப் பற்றிய கவலை உள்ளது. இது கட்டுப்பாட்டில் இருக்கும் போது, அதிர்ச்சி என்பது ஒருங்கிணைந்த ஆபத்துகளுக்கான உடலின் இயற்கையான எதிர்வினையாகும், எவ்வொரு காத்திருப்பு ஆபத்துகளுக்கு எளிதாக இருக்க முடியும். இருப்பினும், இது தீவிரமாக, நீண்ட காலமாகவும், தோன்றுதலுக்கு காரணம் இல்லாமல் இருந்தாலும். இப்படியான சூழல்களில், மக்கள் தனியாக இருந்துவிட முடியும் மற்றும் பாதுகாப்பானதாகக் கருதுவதாகத் தோன்றும் எந்த சூழல்களையும் தவிர்க்க முடியும், அவை எதுவும் இல்லையெனில்.",
    "Sinta":
        "• மனதுக்குள் கவலை, ஆற்றல் குறைபாடு, அஞ்சல் மற்றும் உணர்ச்சி மன அழுத்தம்.",
    "Sintb": "• உறக்கம் குறைபாடு: தூக்கமின்மை அல்லது அதிக தூக்கம்.",
    "Sintc":
        "• உணவுக்கோடு மாற்றங்கள், உடல் எடையைச் சேமித்தல் அல்லது இழப்பாகும்.",
    "Sintd":
        "• மடங்கிய உணர்வுகள், சோர்வு மற்றும் பணிகளை முடிக்க அதிக முயற்சிகள் தேவை.",
    "Sinte": "• சுவாரசியமின்மை, உந்துதல் குறைவு மற்றும் ஆத்திரம்.",
    "Sintf":
        "• அச்சம், அஞ்சல், நம்பிக்கை குறைவு, நம்பிக்கையின்மை, அவஸ்தை, உதவியின்மை மற்றும் காலி உணர்வு.",
    "Sintg":
        "• எதிர்மறைபூவா, அடிக்கடி மற்றும் தொடர்பற்ற குற்றவியல், குறைவான தனிநிலை மதிப்பு, நோக்கமின்மை, மதிப்பு குறைவு, பின்விளைவுகள், தோல்வி, நோய், மரணம் அல்லது யாத்திரை.",
    "Sinth":
        "• மாறுபட்ட மற்றும் எதிர்மறை உலகப் பார்வை: அனைத்தும் தற்காலிக மனம் மூலமாகக் காணப்படுகிறது, உங்களை, மற்றவர்களை மற்றும் உலகத்தை ஒரு சுருக்கமான நிறத்துடன் படிக்கிறது.",
    "Sinti": "• மையமாக கண்ணியத்தைப் பெறுவது, மெதுவாக யோசிப்பது, அடிக்கடி மறதி.",
    "Sintt": "மனஅழுத்தம் அறிகுறிகள்",
    "SinttAns": "அஞ்சல் அறிகுறிகள்",
    "SobreApp": "ஆப்ளிக்கேஷனைப் பற்றி",
    "SobrePersonalidade":
        "பெரிய ஐந்து (5 தனிப்பட்ட பண்புகள்) அடிப்படையில் உருவாக்கப்படும் தனிப்பட்ட தேர்வு, உங்கள் தனிப்பட்ட பண்புகளை ஒரு கேள்விகோவையைப் மூலம் மதிப்பீடு செய்யும் மற்றும் உங்கள் மிக அதிக அங்கீகாரம் பெற்ற தனிப்பட்ட பண்புகளைத் தீர்மானிக்க முயல்கிறது.",
    "SobreTesteAns":
        "இந்த தேர்வு பீக் அஞ்சல் புதுப்பிப்பு (BAI) அடிப்படையில் உள்ளது",
    "SobreTesteFelicidade":
        "மகிழ்ச்சி தேர்வு, உங்கள் மகிழ்ச்சி நிலையை உயர்ந்த நாட்டுக் மகிழ்ச்சி (GNH) தேர்வின் அடிப்படையில் அடையாளங்காட்டுகிறது.",
    "SobreTesteStress":
        "மனஅழுத்தம் தேர்வு பீக் மன அழுத்தப் புதுப்பிப்பு (BDI) அடிப்படையில் உள்ளது, இது நம்பிக்கையுள்ள மனநலப் பயிற்சியாளர்களால் பரவலாகப் பயன்படுத்தப்படுகிறது மற்றும் சர்வதேசமாக அங்கீகரிக்கப்பட்டது.",
    "T1": "உலகளாவிய பகுப்பாய்வு",
    "T2": "தனிப்பட்ட பகுப்பாய்வு",
    "TRAT1":
        "உங்கள் தீங்கான நடத்தைப் பின்னணியில் உள்ள காரணங்களைப் புரிந்துகொள்ள முயற்சிக்கவும். நீங்கள் தனியாக இருப்பதற்கு ஏன் பயப்படுகிறீர்கள்? உங்கள் குறைந்த தனிநிலை மதிப்பு காரணங்கள் என்ன? அத்தகைய உடன்படிக்கை அவ்வளவு சமநிலை பெற்றதாக இருக்குமா? இந்த கேள்விகள் பற்றிய சிந்தனை உங்கள் பலவீனங்களைப் அறிய உதவும் மற்றும் பிரச்சினைக்கு தீர்வை தேட உதவும்.",
    "TRAT1_T": "உங்களை நேர்மையாக இருங்கள்",
    "TRAT2":
        "உணர்ச்சிமிக்க வலிமையைப் அங்கீகரித்தல் உறவை முடிக்காது என்று பொருளல்ல. உங்கள் இதயத்தைத் திறக்கவும், உங்கள் அஞ்சல்களைப் பற்றி பேசவும் மற்றும் உங்கள் உறவை எவ்வாறு மேம்படுத்தலாம் என்று உங்கள் துணையுடன் பேசவும். நேர்மையால் உறவுகளுக்குள் ஒருமித்த மற்றும் இணைப்பைப் பெருக்குகிறது.",
    "TRAT2_T": "உங்கள் துணையுடன் பேசவும்",
    "TRAT3":
        "உங்கள் வாழ்க்கையின் அனைத்து அம்சங்களையும் சமநிலைப்படுத்த முயற்சிக்கவும். குடும்பத்துடனும் நண்பர்களுடனும் மீண்டும் தொடர்பு கொள்ளுங்கள், உங்கள் உடல்நலத்தைச் சீரமைக்கவும், புதிய பொழுதுபோக்கு ஆராயவும் மற்றும் சுய மேம்பாட்டிற்குப் பொறுப்பாகவும் செலவிடவும்.",
    "TRAT3_T": "உங்கள் ஆர்வங்களைப் பாதுகாக்கவும்",
    "TRAT4":
        "தனிமையின் பயத்தில் நீங்கள் நிறைய உறவுக்குள் நின்றுவிடாதீர்கள். உங்கள் துணை உங்கள் தனிப்பட்ட தன்மையை மதிக்காமல், உங்கள் சார்பில் தன்னை ஆதிக்கம் செலுத்துகிறான் என்றால், உறவை முடிக்க சிந்திக்க இது நேரம் ஆக இருக்கக்கூடும்.",
    "TRAT4_T": "அடுத்த கட்டங்களைக் கொடுக்கவும்",
    "TRAT5":
        "இந்த குறைபாடு பெரும்பாலும் குழந்தை பருவத்தின் பேரழிவுகளில் இருந்து உருவாகிறது. முந்தைய காலத்தின் உணர்ச்சிமிக்க காயங்களை குணப்படுத்துவது மிக முக்கியமான முதல் படியாகும். உறவுகளில் உணர்ச்சிமிக்க மூலங்களை எடுத்துச் செல்லும் நபர்கள் பொதுவாக தீர்க்கப்படாத பிரச்சினைகளை கொண்டு வருகிறார்கள். உங்கள் உள்நிலை குழந்தையை குணப்படுத்துதல் நிலையை மிகவும் மாற்றக்கூடும், உங்களை நேசிக்க மற்றும் பராமரிக்க உங்களுக்கான ஆதாரங்களை உருவாக்க உதவும், இது வாழ்க்கையின் மிகச் சிறந்த தரத்தை உருவாக்கும். பிறகு, நீங்கள் மற்றவருடன் ஆரோக்கியமான மற்றும் உணர்ச்சி மையமாக உள்ள வழியில் தொடர்பு கொள்ள தயாராக இருக்கிறீர்கள்.",
    "TRAT5_T": "கடந்தகாலத்தை அடையாளம் காண்க",
    "TRAT6":
        "இந்த தகவல்கள் எந்த ஒரு நலச்சிகிச்சையாளர் மதிப்பீட்டையும் ஆலோசனையையும் மாற்றவில்லை.",
    "TRAT6_T": "உதவியை தேடுங்கள்",
    "Tclaro": "வெளிச்சம் சிகரம்",
    "Tescuro": "இருண்ட தீமை",
    "Tletra": "எழுத்து வகை",
    "TotalRaiva": "மொத்த கோபம்",
    "Tra":
        "அவசரமாகவே, உங்கள் உடல்நலம் நிபுணரின் வழிகாட்டியைக் கொண்டு மனஅழுத்தத்தை சரி செய்ய உதவுவது பயனுள்ளதாக இருக்கும், குறிப்பாக உங்கள் சோதனை முடிவில் 'நீங்கள் தீவிர மனஅழுத்தம்!' என்று கூறப்பட்டால். உடல்நலம் நிபுணர், புதிய எண்ணவழிகள் மற்றும் நடத்தை முறைமைகளை கண்டறிய உதவுவார். இருப்பினும், நீங்கள் செய்யக்கூடிய மற்றும் செய்யவேண்டிய பல விஷயங்கள் உள்ளன: உங்கள் மனஅழுத்தத்தை உருவாக்கும் உங்கள் வாழ்க்கைமுறையை மாற்றுவது அவசியமாகும். உங்கள் உணர்ச்சி ஆரோக்கியத்தை மேம்படுத்த, மேலே கூறப்பட்ட ஆலோசனைகளைப் பரிசீலிக்கவும்! உங்கள் ஆரோக்கியத்திற்காக, மாற வேண்டிய அனைத்தையும் மாற்ற சக்தி மற்றும் சக்தியை பெறுங்கள் மற்றும் மனஅழுத்தத்திற்கு எதிரான போராட்டத்தில் வெற்றி பெறுங்கள்.",
    "TraAns":
        "அதிகாரியாக, உங்கள் சோதனை முடிவில் 'நீங்கள் தீவிர அசாதாரண சின்னங்கள்!' என்றால், உங்கள் மனஅழுத்தத்தை நிர்வகிக்க ஒரு நிபுணரின் வழிகாட்டி உதவுவது எப்போதும் உதவியாக இருக்கும். நிபுணர், புதிய எண்ணவழிகள் மற்றும் நடத்தை முறைமைகளை கண்டறிய உதவுவார். ஆனால், நீங்கள் தனியாகவே அசாதாரணத்தை நன்கு சமாளிக்க பல விஷயங்களை செய்ய முடியும். உங்கள் வாழ்க்கைமுறை அசாதாரண குறியீடுகளை உருவாக்குகிறது, ஆகவே, கீழே விவரிக்கப்பட்ட 10 குறிப்புகளைப் பார்க்கவும் மற்றும் உங்கள் ஆரோக்கியத்திற்காக, மாற வேண்டிய அனைத்தையும் மாற்ற சக்தி மற்றும் சக்தியை பெறுங்கள் மற்றும் அசாதாரணத்திற்கு எதிரான போராட்டத்தில் வெற்றி பெறுங்கள்.",
    "Trat": "மனஅழுத்தத்தை சிகிச்சை",
    "VerAnsiedade": "மனஅழுத்தம் பற்றி",
    "VerAnsiedadeAns": "அசாதாரணம் பற்றி",
    "VerVideo": "வீடியோவுக்குப் பிறகு முடிவைப் பார்வையிடுங்கள்",
    "_Dep2Escala":
        "18 கேள்விகள் 0 முதல் 5 மதிப்பீட்டுப் புள்ளிகளுக்கு மதிப்பீடு செய்யப்படுகிறது, எப்போதும் 0 மதிப்பீட்டில் இருந்து மற்றும் எப்போதும் 5 மதிப்பீட்டில் இருந்து",
    "_SobreDependenciaTitulo": "உணர்ச்சி சார்ந்த நிலையில்",
    "_SobreStresTitulo": "அருவமை",
    "_SobreTesteDependencia":
        "உணர்ச்சி சார்ந்த நிலை சோதனை Melody Beattie எழுதிய 'Codependent No More' என்ற கையேட்டின் அடிப்படையில் உருவாக்கப்பட்டது. பயனர் யாராவது மீது உணர்ச்சி சார்ந்த நிலைகள் காணப்படுகிறதா என்பதை மற்றும் எந்த அளவுக்கு என்பது சோதிக்கிறது.",
    "_SobreTipoPersonalidade": "பெர்சனாலிட்டி வகைகள்",
    "_adAtencao": "எச்சரிக்கை",
    "_adTotal": "சோதனையை தொடங்க, முழு விளம்பரத்தைப் பார்க்க வேண்டியது அவசியம்.",
    "_cancelarInicioTeste": "சோதனையைத் தொடக்காதே",
    "_depR1": "மனஅழுத்தம் இல்லை",
    "_depR1C":
        "மிகவும் நன்று! Iván Goldbergs சோதனையின்படி, நீங்கள் மனஅழுத்தம் அடையவில்லை! உங்கள் வாழ்க்கையின் சுழல்கள் மற்றும் சுழல்கள் வழக்கமாக கையாளலாம் மற்றும் உங்கள் உணர்வுகளை எளிதாக கையாளலாம்.",
    "_depR2": "மனஅழுத்தம் வாய்ப்பு",
    "_depR2C":
        "Iván Goldbergs சோதனையின்படி, மனஅழுத்தத்தின் சிறிய வாய்ப்பு உள்ளது, இது பெரும்பாலும் பெரும்பாலானவர்களில் நிலை! நீங்கள் உங்களுடைய உணர்வுகளை எப்போதும் கையாள முடியும், ஆனால் அவற்றை திருப்தியாகத் தீர்க்க முடியாது.",
    "_depR3": "மனஅழுத்தம் சின்னங்கள்",
    "_depR3C":
        "Iván Goldbergs சோதனையின்படி, நீங்கள் மனஅழுத்தம் சின்னங்களை காட்டுகிறீர்கள்! நீங்கள் மனஅழுத்தமான நடத்தை உருவாக்கக் கூடிய ஆபத்தில் உள்ளீர்கள். உணர்ச்சிகளைப் பாதுகாக்க ஒரு வாழ்க்கைமுறைப் பின்பற்றுவதற்கு சின்னங்களைப் பரிசீலிக்கவும்.",
    "_depR4": "மனஅழுத்தமான நடத்தை",
    "_depR4C":
        "Iván Goldbergs சோதனையின்படி, நீங்கள் மனஅழுத்தமான நடத்தை காட்டுகிறீர்கள்! உங்கள் கட்டளைகளை மாற்றுங்கள், உணர்ச்சிகளைப் பாதுகாக்கும் வாழ்க்கைமுறைப் பரிந்துரைகளைப் பின்பற்றுங்கள், மற்றும் நிபுணரின் உதவியைப் பெறுவது சிறந்தது.",
    "_depR5": "மிதமான மனஅழுத்தம்",
    "_depR5C":
        "கவனம்! Iván Goldbergs சோதனையின்படி, நீங்கள் மிதமான மனஅழுத்தத்தின் சின்னங்களைப் பெற்றுள்ளீர்கள். இந்தச் சிக்கலுக்கு கவனம் செலுத்த வேண்டும். உணர்ச்சிகளைப் பாதுகாக்கும் வாழ்க்கைமுறைப் குறிப்புகளைப் பின்பற்றுங்கள், மற்றும் நிபுணரின் உதவியைப் பெறுங்கள்.",
    "_depR6": "தீவிர மனஅழுத்தம்",
    "_depR6C":
        "எச்சரிக்கை! Iván Goldbergs சோதனையின்படி, நீங்கள் தீவிர மனஅழுத்தத்தின் சின்னங்களைப் காட்டுகிறீர்கள்! இந்த விவகாரம் உங்கள் முழு கவனத்தைத் தேவைப்படுகிறது. ஆரோக்கியமான வாழ்க்கைமுறையைப் பின்பற்றுங்கள், மற்றும் நிபுணரின் உதவியைப் பெறுங்கள்.",
    "_incioTeste": "சோதனையைத் தொடங்க, ஒரு விளம்பரத்தைப் பாருங்கள்",
    "_iniciarTeste": "சோதனையைத் தொடங்குங்கள்",
    "_introGeral":
        "இந்தப் பயன்பாடு உங்கள் மனம் மற்றும் உணர்வுகள் எவ்வாறு செயல்படுகின்றன என்பதைப் புரிந்து கொள்ள உதவும் சோதனைகளின் தொடர் ஒன்றை வழங்குகிறது. இது உலகளாவிய அளவில் நிபுணர்களால் பரிசீலிக்கப்பட்ட கருவிகள் ஆகும். சோதனைகளை செய்ய வேண்டிய காரணம் என்ன? ஏனெனில் ஒரு பிரச்சினையை தீர்க்க முதற்சேது அது இருப்பதை ஏற்றுக்கொள்வது! சோதனைகளை ரசிக்கவும்.",
    "_introTesteAnsiedade":
        "அசாதாரண சோதனை 21 கேள்விகளை உள்ளடக்கிய கேள்விப்பத்திரத்தைப் பயன்படுத்தி அசாதாரணத்தின் நிலையை மற்றும் கடுமையை மதிப்பீடு செய்கிறது. சோதனையின் உண்மைத்தன்மையை உறுதி செய்ய, உங்கள் கடைசி வாரத்தைப் பற்றியதைக் கருத்தில் கொண்டு அன்றாடமாக பதிலளிக்கவும். முடிவுகள், சில உதவியுள்ள தகவல்களுடன் கூடியவை, முடிவில் காணப்படும். விளம்பரங்கள் இந்த திட்டத்தை ஆதரிக்க உதவுகிறது மற்றும் உங்களுக்கு இலவசமாக பயன்பாட்டைப் பராமரிக்கிறது.",
    "_introTesteAtitude":
        "மனிதரின் உறவுகளில் நான்கு முதன்மை அணுகுமுறைகள் உள்ளன: நம்பிக்கையற்ற, ஆக்ரோஷமான, மையரீதியான, மற்றும் உறுதியாக. 60 கேள்விகளை உள்ளடக்கிய கேள்விப்பத்திரம் மூலம், இந்தப் பயன்பாடு உங்கள் வலுவான அணுகுமுறை எது என்பதைப் கண்டறிய உதவுகிறது. சரியான முடிவுகளைப் பெற, ஒவ்வொரு விளக்கத்திற்கும் உண்மையாக பதிலளிக்கவும். விளம்பரங்கள் திட்டத்தை நிதியுதவி செய்யும் மற்றும் பயன்பாட்டைப் இலவசமாகக் கையாள்வதற்கு உதவுகிறது.",
    "_introTesteDependencia":
        "உங்கள் வாழ்க்கையை உங்கள் கூட்டாளி இல்லாமல் கற்பனை செய்ய முடியுமா? அது பொருத்தமாக இருக்கும் என நீங்கள் நினைக்கிறீர்களா? இந்த சோதனை உங்கள் கூட்டாளி அல்லது நீங்கள் உணர்ச்சி சார்ந்த நிலைக்கு உட்பட்ட பிறருக்கு என்ன அளவுக்கு நீங்கள் உணர்ச்சி சார்ந்த நிலைக்கு உட்பட்டுள்ளீர்கள் என்பதைப் மதிப்பீடு செய்யும். ஒரு உறவையில் உணர்ச்சி சார்ந்த நிலையைப் புரிந்து கொள்வது அதை மீறுவதற்கான முதல் படியாகும். சோதனை கேள்விகளுக்கு பதிலளித்து, உங்கள் உணர்ச்சி சார்ந்த நிலையைப் கண்டறியவும்.",
    "_introTesteDepressao":
        "நீங்கள் மனஅழுத்தத்தில் இருக்கிறீர்களா என்று நீங்கள் நினைக்கிறீர்களா? இந்த இரண்டு சோதனைகளுக்கும் sincèrement பதிலளிக்கவும் மற்றும் நீங்கள் மனஅழுத்தத்தின் சின்னங்களைப் பெற்றுள்ளீர்களா என்பதைப் பாருங்கள். முடிவுகளுடன், உங்கள் உணர்ச்சி ஆரோக்கியத்தை மேம்படுத்த சில பயனுள்ள சிக்கல்களைப் காணலாம். இந்த பயன்பாடு மருத்துவ உதவியைப் பெற முடியாது என்பதை நினைவில் வையுங்கள். உங்கள் உணர்ச்சி நலன் தேடுவதற்கான பயணத்தில் நாங்கள் உங்களுக்கு ஆதரவாக இருக்கிறோம். தைரியம், நீங்கள் வெற்றி பெறலாம்.",
    "_introTesteFelicidade":
        "நீங்கள் சந்தோஷமாக இருக்கிறீர்களா? இது எளிதாக இல்லை: சிலர் இது வங்கிக்கணக்கைப் பற்றியதாக இல்லை என்று கூறுகிறார்கள், மற்றவர்கள் இது உண்மையான காதல், புரிதல், அல்லது நல்ல ஆரோக்கியம் பற்றியது என்று நம்புகிறார்கள்... கிட்டத்தட்ட இது முழுமையான பகுதிகளைப் பின்பற்றுகிறது. இந்த சோதனை 1972 ஆம் ஆண்டு பூத்தான் நாட்டின் ஒரு அரசரால் உருவாக்கப்பட்ட Gross National Happiness Test (GNH) ஐ அடிப்படையாகக் கொண்டது, அவர் தனது மக்களின் சந்தோஷத்தை நம்பிக்கையுடன் எடுத்துக் கொண்டார், இது பல அரசுகள், நாடுகள் மற்றும் அறிவாளிகளுக்கு ஒத்துழைக்க உதவியது. கேள்விப்பத்திரத்திற்கு பதிலளித்து, நீங்கள் உண்மையில் சந்தோஷமாக இருக்கிறீர்களா என்பதைக் கண்டறியவும். விளம்பரங்கள் திட்டத்தை நிதியுதவி செய்யும் மற்றும் பயன்பாட்டைப் இலவசமாகக் கையாள்வதற்கு உதவுகிறது. சோதனையை ரசிக்கவும்!",
    "_introTestePersonalidade":
        "ஒவ்வொரு நபருக்கும் 5 தனித்துவமான அடையாளங்கள் உள்ளன. இந்த சோதனையில் உங்கள் அடையாளங்களை கண்டறியவும், இது சுமார் 10 நிமிடங்கள் பிடிக்கும். சரியான முடிவுகளைப் பெற, ஒவ்வொரு விளக்கத்திற்கும் உண்மையாக பதிலளிக்கவும். முடிவில், உங்கள் தனிப்பட்ட வகை குறிக்கப்படும். விளம்பரங்கள் திட்டத்தை நிதியுதவி செய்யும் மற்றும் பயன்பாட்டைப் இலவசமாகக் கையாள்வதற்கு உதவுகிறது. சோதனையில் நல்ல அதிர்ச்சிகளைப் பெற்றீர்கள்!",
    "_introTesteRaiva":
        "கோபம் ஒரு இயல்பு மற்றும் ஆரோக்கியமான உணர்வு, ஆனால் அது கட்டுப்பாட்டுக்குள்ளாக மற்றும் அழிவானதாக மாறலாம். 47 கேள்விகளை உள்ளடக்கிய கேள்விப்பத்திரம் மூலம், இந்த சோதனை உங்கள் கோபத்தின் நிலையைப் மற்றும் நீங்கள் அதை கட்டுப்படுத்துகிறீர்களா அல்லது அதை உங்களை கட்டுப்படுத்துகிறீர்களா என்பதைப் கண்டறிய உதவுகிறது. சரியான முடிவுகளைப் பெற, ஒவ்வொரு விளக்கத்திற்கும் உண்மையாக பதிலளிக்கவும். விளம்பரங்கள் திட்டத்தை நிதியுதவி செய்யும் மற்றும் பயன்பாட்டைப் இலவசமாகக் கையாள்வதற்கு உதவுகிறது.",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "இயல்பாக அமைதியாக இருங்கள், இது ஒரு அசாதாரண சோதனை ஆகும், நீங்கள் 96 கேள்விகளுக்கு பதிலளிக்க 10 நிமிடங்கள் சிந்திக்க வேண்டும். சோதனையின் சதவீதத்தை உறுதி செய்ய, அனைத்து கேள்விகளுக்கும் உண்மையாக பதிலளிக்கவும். முடிவில், சில பயனுள்ள குறிப்புகளுடன் முடிவுகள் வழங்கப்படும். இந்த பயன்பாட்டில் உள்ள விளம்பரங்கள் திட்டத்தை நிதியுதவி செய்யும் மற்றும் பயனர்களுக்கு இலவசமாக பராமரிக்க உதவுகிறது. உங்கள் மன அழுத்த நிலைகளை மேம்படுத்த அல்லது மோசமானதாக மாறுமா என்பதைப் பரிசீலிக்க சோதனையை முறையாக செய்யுங்கள்.",
    "_listaTestes": "சோதனை பட்டியல்",
    "_mudarIdioma": "மொழியை மாறுங்கள்",
    "_removerAds": "விளம்பரங்களை அகற்று",
    "_tAnsiedade": "அணுக்குலை சோதனை",
    "_tAtitude": "நடப்புமுறையை சோதனை",
    "_tAutoConfianca": "சுயநம்பிக்கை சோதனை",
    "_tDepBeck": "ஆரன் பெக் சோதனை",
    "_tDepGoldberg": "ஐவன் கோல்ட்பெர்க் சோதனை",
    "_tDependencia": "மரபுத்தொகை சோதனை",
    "_tDepressao": "உணர்ச்சி சோதனை",
    "_tFelicidade": "இனிய சோதனை",
    "_tPersonalidade": "பரிமாண சோதனை",
    "_tRaiva": "கோப சோதனை",
    "_tRelacionamentos": "சம்பந்தம் சோதனை",
    "_tSorriso": "சிரிப்பு சோதனை",
    "_tStress": "மரபுத்தொகை சோதனை",
    "_testeNaoFeito": "சோதனை நிறைவேறவில்லை",
    "_tituloApp": "மரபுத்தொகை & உணர்ச்சிகள்",
    "agressiva_descricao":
        "தமக்கே ஏற்புடையதல்லாத, தேவைகள், விருப்பங்கள், உணர்ச்சிகள் மற்றும் கருத்துக்களை மற்றவர்களுக்கு எதிராக பகட்டாக, தேவையானதாக, மிரட்டலாக அல்லது தண்டனையாய் வெளிப்படுத்தும் நபர். வெல்லத் தனிப்பட்ட விருப்பங்களை மற்றவர்களின் விருப்பங்களை முன் வைத்து, எந்தச் செலவிலும் வெல்வது விரும்புகிறான். இது தனது உரிமைகளை பாதுகாப்பதில், மற்றவர்களின் உரிமைகளை மீறுவதற்கு ஒப்புக் கொள்ளும்.",
    "agressiva_titulo": "பகட்டுமையான",
    "algumas": "என்றால்",
    "allapps": "அனைத்து சோதனைகளையும் திறக்கவும்",
    "analise1": "முழுமையான பகுப்பாய்வு",
    "analise2": "அளவீட்டுச் பகுப்பாய்வு",
    "appChat": "சொடுக்க உதவி",
    "as_vezes": "என்றால்",
    "assertiva_descricao":
        "அசர்டிவ் நபர்கள் நேரடியாக தொடர்பு கொள்ளுகிறார்கள், தேவைகள், விருப்பங்கள், உணர்ச்சிகள் மற்றும் கருத்துகளை மிக அதிகமான அச்சம் இல்லாமல் வெளிப்படுத்துகிறார்கள். அவர்கள் மற்றவர்களின் உரிமைகளை மீறாமல் தங்கள் உரிமைகளை முன்னின்று வாதிக்கிறார்கள்.",
    "assertiva_titulo": "அசர்டிவ்",
    "asvezes": "என்றால்",
    "aut.sobre":
        "இந்த சோதனை 15 கேள்விகளை கொண்டது, ஒவ்வொன்றும் 0 முதல் 3 மதிப்பீட்டு அளவீட்டில் மதிப்பீடு செய்யப்படுகிறது.",
    "aut_1":
        "நான் கடுமையாக வேலை செய்யவும், பொறுமையாக இருந்தாலும், என் இலக்குகளை அடைய முடியும் என்று நம்புகிறேன்.",
    "aut_2":
        "சிரமங்களை சந்திக்கும் போது நான் பதற்றம் மற்றும் எதிர்மறை உணர்வுகளை உணர்கிறேன்.",
    "aut_3":
        "எனது திறமைகள் மற்றும் திறன்களைப் போன்ற நபர்களுடன் நான் ஒழுங்காக தொடர்பு காப்பேன்.",
    "aut_4": "நான் வெற்றியை உடனே அடையாவிட்டாலும் என் முயற்சிகளை தொடருகிறேன்.",
    "aut_5":
        "மற்றவர்களின் எதிர்பார்ப்புகளைப் பின்பற்றுவதற்குப் பதிலாக, எனது நம்பிக்கைகளை முன்னிறுத்துகிறேன்.",
    "aut_6":
        "என் வேலைக்காக நான் புகழைப் பெறுகிறேன் மற்றும் நேர்மறை கருத்துகளைப் பெறுகிறேன்.",
    "aut_7":
        "வாழ்க்கை எனை ஊக்குவிக்கிறதே அத்தியாயமாகிறது மற்றும் நேர்மறை சக்தியை அளிக்கிறது.",
    "aut_8":
        "ஒரு பிரச்சினைக்கு முழுமையாக நிதியாக இருந்தால், நான் எப்போதும் தீர்வை கண்டுபிடிக்க முடியும் என்று நம்புகிறேன்.",
    "aut_9":
        "முக்கியமான தடைகளைத் தாண்டும் போது கற்றுக்கொண்ட பாடங்களைப் பற்றி நான் யோசிக்கிறேன்.",
    "aut_10":
        "சிரமமாகக் காணப்படும் அல்லது சிக்கலான செயல்களை நான் கையாள்கிறேன்.",
    "aut_11":
        "புதிய நிலைகளுடன் நான் அமைதியாக சந்திக்கிறேன், மனஅழுத்தம் இல்லாமல்.",
    "aut_12": "மற்றவர்கள் விலகினாலும், நான் தொடர்கிறேன்.",
    "aut_13": "நான் எதிர்காலத்தை நம்பிக்கையுடன் காண்கிறேன், அச்சம் இல்லாமல்.",
    "aut_14":
        "நான் ஒரே நேரத்தில் ஒரு நோக்கத்தையும் அடையாத போதிலும், கடுமையாக வேலை செய்யும் நபர்களுடன் இணைக்கிறேன்.",
    "aut_15": "நான் எனது நோக்கங்களை அடைய முடியும்.",
    "aut_aum": "சுயநம்பிக்கையை எப்படி மேம்படுத்துவது",
    "aut_aum_c":
        "சுயநம்பிக்கையை உருவாக்குவது மெதுவாகப் போகும் ஒரு செயல்முறை ஆகும், இது நேர்மறை பழக்கங்களையும் மனப்பாங்குகளையும் உள்ளடக்கியது. உங்கள் சுயநம்பிக்கையை எவ்வாறு மேம்படுத்தலாம் என்பதற்கான சில உத்திகள்:",
    "aut_aum_c1":
        "1. யதார்த்தமான இலக்குகளை அமைக்கவும்: அடையக்கூடிய இலக்குகளை அமைத்து, அவற்றைப் சிறிய படிகள் எனப் பிரிக்கவும். ஒவ்வொரு சாதனையும் உங்கள் சுயநம்பிக்கையை கட்டி அமைக்கிறது.",
    "aut_aum_c2":
        "2. உங்கள் வெற்றிகளை கொண்டாடுங்கள்: உங்கள் சாதனைகளை, அவை எவ்வளவாகச் சிறியவையாக இருந்தாலும், ஒப்புக்கொண்டு கொண்டாடுங்கள். இது உங்கள் தன்னம்பிக்கையைக் கட்டமைக்க உதவுகிறது.",
    "aut_aum_c3":
        "3. சுய-அன்பை நடைமுறைப்படுத்துங்கள்: உங்கள் நண்பருக்குச் செய்யும் பாசம் மற்றும் புரிந்துணர்வுடன் உங்கள் எங்களைப் பராமரிக்கவும். கடுமையான சுய-அவலோசனையை தவிர்க்கவும்.",
    "aut_aum_c4":
        "4. புதிய திறன்களை வளர்க்கவும்: உங்கள் திறன்களை மேம்படுத்த அல்லது புதியவற்றை கற்றுக் கொள்ள நேரம் செலவிடுங்கள், இது உங்கள் திறன்களில் நம்பிக்கையை அதிகரிக்கிறது.",
    "aut_aum_c5":
        "5. வெற்றியை கற்பனை செய்யுங்கள்: சவால்களை வெற்றிகரமாக கையாள்வதை உங்கள் மனதில் கற்பனை செய்யுங்கள். இது உங்கள் மனதை நிஜ உலக நிலைகளுக்கு தயார்படுத்துகிறது.",
    "aut_aum_c6":
        "6. பாராட்டுகளை ஏற்றுக் கொள்ளுங்கள்: உண்மையாக பாராட்டுகளை ஏற்றுக் கொள்ளுங்கள் மற்றும் உங்கள் சாதனைகளை குறைக்க வேண்டாம். இது உங்களுக்கு ஒரு வலிமையான சுய-படத்தை உதவுகிறது.",
    "aut_aum_c7":
        "7. உங்கள் பாதுகாப்பான மண்டலத்தைத் தாண்டுங்கள்: வளர வளர உதவும் சவால்களை எதிர்கொள்ளுங்கள். தடைகளை முறியடிப்பது உங்கள் சுயநம்பிக்கையை உறுதிப்படுத்துகிறது.",
    "aut_aum_c8":
        "8. தொடர்பு பயிற்சிகளை செய்யுங்கள்: உங்கள் கருத்துகளை மற்றும் எண்ணங்களை நம்பிக்கையுடன் தெரிவித்துக் கொள்ள தொடர்பு திறன்களை மேம்படுத்துங்கள்.",
    "aut_aum_c9":
        "9. ஒரு நேர்மறை டைரியை வைத்திருங்கள்: சாதனைகள், பாராட்டுகள் மற்றும் நீங்கள் நன்றியுள்ள விஷயங்களை எழுதுங்கள். நேர்மறை அம்சங்களை மையமாகக் கொண்டு உங்கள் எண்ணத்தை மாற்றுங்கள்.",
    "aut_aum_c10":
        "10. உங்கள் உடலின் நலனை கவனியுங்கள்: உடற்பயிற்சியில் ஈடுபடுங்கள், ஆரோக்கியமாக சாப்பிடுங்கள் மற்றும் நல்ல தூக்க வழக்கங்களை பராமரியுங்கள். ஒரு ஆரோக்கியமான உடல் நம்பிக்கையுள்ள மனதை ஆதரிக்கிறது.",
    "aut_aum_c11":
        "11. நேர்மறை மனப்பாங்கை வளர்க்கவும்: எதிர்மறை எண்ணங்களை சவால் செய்யுங்கள் மற்றும் அவற்றைப் நேர்மறை, யதார்த்தமான உறுதிப்படுத்தல்களுடன் மாற்றுங்கள்.",
    "aut_aum_c12":
        "12. பிழைகளிலிருந்து கற்றுக்கொள்ளுங்கள்: பிழைகளைப் punishment செய்யாமல், அதை கற்கும் மற்றும் வளர்ச்சியின் வாய்ப்பாகக் கொள்ளுங்கள்.",
    "aut_aum_c13":
        "13. எல்லைகள் அமைக்கவும்: தேவையான போது இல்லை என்றால் கூறுங்கள், இது நீங்கள் உங்கள் நேரம் மற்றும் சுயத்தை மதிக்கிறீர்கள் என்பதை வெளிப்படுத்துகிறது.",
    "aut_aum_c14":
        "14. குறைபாடுகளை ஏற்றுக் கொள்ளுங்கள்: யாரும் முற்றிலும் சிறந்தவராக இருக்க முடியாது என்பதைப் புரிந்துகொள்ளுங்கள். உங்கள் குறைகளை உங்கள் தனிப்பட்ட அடையாளமாகக் கொள்ளுங்கள்.",
    "aut_aum_c15":
        "15. நேர்மறையுடன் சுற்றி இருக்கவும்: உங்களை ஊக்குவிக்கும் ஆதரவு தரும் மக்களுடன் இருங்கள் மற்றும் உங்களைத் தவிர்க்கும் மக்களை தவிர்க்கவும்.",
    "aut_aum_c16":
        "16. உங்கள் தோற்றத்தைப் பராமரிக்கவும்: நீங்கள் நம்பிக்கையுடன் மற்றும் வசதியாக உணரக்கூடிய முறையில் உங்களைப் பிரதிபலியுங்கள்.",
    "aut_aum_c17":
        "17. சுயநம்பிக்கையை கட்டுவது ஒரு தொடரும் பயணமாகும் என்பதை நினைவில் கொள்ளுங்கள். உங்கள் சுய-படத்தை வளர்க்க உங்களுக்கு பொறுமையுடன் இருங்கள்.",
    "aut_def": "தன்னம்பிக்கை என்ன?",
    "aut_def_c":
        "தன்னம்பிக்கை என்பது உங்கள் திறமைகள், திறன்கள் மற்றும் வாய்ப்புகளில் உள்ள நேர்மறை நம்பிக்கை மற்றும் நம்பிக்கையாகும். இது நீங்கள் சவால்களை எதிர்கொண்டு, முடிவுகளை எடுத்து, வாழ்க்கையின் பல்வேறு நிலைகளை கையாளலாம் என்பதற்கான உள்ளார்ந்த நம்பிக்கையாகும். தன்னம்பிக்கை என்பது உங்கள் திறமைகள் மற்றும் வாய்ப்புகளை நம்புவது, இது நேரடியாக உங்கள் நடத்தை, மற்றவர்களுடன் உரையாடல் மற்றும் தடைகளை எதிர்கொள்பது ஆகியவற்றைப் பாதிக்கிறது. இது உணர்ச்சி நலனும் தனிப்பட்ட வெற்றியும் அடைய முக்கியமாகும், ஏனெனில் இது மனிதர்களைப் பாதுகாப்பான, திறமையான மற்றும் எதிர்பாராத சூழ்நிலைகளுக்கு எதிராக சக்திவாய்ந்தவராக உணரச் செய்கிறது.",
    "aut_dest": "தன்னம்பிக்கையின் அழிப்பாளர்கள்",
    "aut_dest_c1":
        "1. தோல்வி அல்லது தவறுகள்: மீண்டும் மீண்டும் தோல்வி அல்லது தவறுகள் உங்கள் திறமைகளில் உள்ள நம்பிக்கையை குலையாக்கலாம்.",
    "aut_dest_c2":
        "2. தொடர்ந்து விமர்சனம்: மற்றவர்களால் தொடர்ந்த, எதிர்மறை விமர்சனம் தன்னம்பிக்கையை கடுமையாக பாதிக்கலாம்.",
    "aut_dest_c3":
        "3. மற்றவர்களுடன் ஒப்பீடு: நீங்கள் அடிக்கடி மற்றவர்களுடன் ஒப்பிடுதல் மற்றும் சரியாக இல்லாதது போன்ற உணர்வுகளை உணர்வது தன்னம்பிக்கையை குறைக்கலாம்.",
    "aut_dest_c4":
        "4. உலர்ந்த அனுபவங்கள்: மொப்புதல், வன்முறை அல்லது முக்கிய எதிர்மறை நிகழ்வுகள் போன்ற முந்தைய உலர்ந்த அனுபவங்கள் தன்னம்பிக்கையில் நீடித்த தாக்கங்களை ஏற்படுத்தலாம்.",
    "aut_dest_c5":
        "5. அங்கீகாரம் குறைவு: உங்கள் முயற்சிகள் மற்றும் வெற்றிகள் அங்கீகரிக்கப்படாதபோது, இது தன்னம்பிக்கைக்கு குறைவாகக் காரணமாக இருக்கலாம்.",
    "aut_dest_c6":
        "6. முழுமையான பார்வை: நீங்கள் உங்கள் மேல் மிகவும் உயர்ந்த அளவுகளை அமைத்தால், அது உங்கள் திறமைகளை குறைத்துவிடும் மற்றும் தன்னம்பிக்கையை குறைக்கும்.",
    "aut_dest_c7":
        "7. எதிர்மறை தனிப்படுத்தல்: உங்கள் தோற்றம், திறன்கள் அல்லது தன்மையைப் பற்றிய எதிர்மறை பார்வை தன்னம்பிக்கையை அழிக்கலாம்.",
    "aut_dest_c8":
        "8. முந்தைய எதிர்மறை செய்திகள்: பெற்றோர்கள் அல்லது ஆசிரியர்கள் போன்ற அதிகாரம் வாய்ந்தவர்களிடமிருந்து எதிர்மறை கருத்துகள் தன்னம்பிக்கையில் நீடித்த பாதிப்புகளை ஏற்படுத்தலாம்.",
    "aut_dest_c9":
        "9. அனுபவம் குறைவு: புதிய அல்லது மறுபடியும் அறியப்படாத நிலைகளைக் கண்டால், அது அச்சுறுத்தல்களை உருவாக்கும் மற்றும் தன்னம்பிக்கையை குறைக்கும்.",
    "aut_dest_c10":
        "10. சமூக ஒதுக்கீடு: சமூக தொடர்புகள் மற்றும் உணர்ச்சி ஆதரவு குறைவதால், இது குறைந்த தன்னம்பிக்கைக்கு வழிவகுக்கலாம்.",
    "aut_dest_c11":
        "11. மற்றவர்களின் அங்கீகாரத்திற்கு அதிகமாக நம்பிக்கை: மற்றவர்களின் அங்கீகாரத்திற்கு மிகவும் நம்பிக்கை வைத்திருப்பது, அந்த அங்கீகாரம் இல்லாதபோது தன்னம்பிக்கையை பாதிக்கலாம்.",
    "aut_dest_c12":
        "12. அதிக சுய விமர்சனம்: உங்களை அதிகமாக விமர்சித்து, குறைகளை மட்டுமே கவனிப்பது தன்னம்பிக்கையை பாதிக்கலாம்.",
    "aut_dest_c13":
        "13. மன நல நோய்கள்: அச்சம், மனச்சோர்வு மற்றும் உணவுப் பழக்கமின்மை போன்ற நிலைகள் தன்னம்பிக்கையை எதிர்மறையாக பாதிக்கலாம்.",
    "aut_dest_c14":
        "14. முக்கிய வாழ்க்கை மாற்றங்கள்: திருமண பிழைப்பு, வேலை இழப்பு அல்லது நோய் போன்ற முக்கிய நிகழ்வுகள் தன்னம்பிக்கையை பாதிக்கலாம்.",
    "aut_dest_c15":
        "இந்த காரணங்களை அடையாளம் கண்டு, திறமைகளை மேம்படுத்துதல், யதார்த்த இலக்குகளை அமைத்தல், நேர்மறை மனப்பாங்கை ஊக்குவித்தல் மற்றும் உணர்ச்சி கவனத்தைப் பயிற்சியாக்குதல் மூலம் தன்னம்பிக்கையை கட்டமைக்க அதிகமாகச் செய்ய வேண்டியது அவசியமாகும்.",
    "aut_escala_1":
        "சிறந்தது. உங்கள் முடிவுகள் வலுவான தன்னம்பிக்கையை காட்டுகிறது. நீங்கள் உங்கள் வாழ்க்கையை உங்களின் இலக்குகளுக்காக நம்பிக்கையுடன் வழிநடத்துகிறீர்கள், பாதுகாப்பு மற்றும் தன்னம்பிக்கையைப் பெறுகிறீர்கள். ஒவ்வொரு வெற்றியும் உங்கள் தன்னம்பிக்கையை மேலும் வலுப்படுத்துகிறது, மற்றும் தடைகளை உங்கள் நேர்மறை அணுகுமுறையை பாதிக்காமல் அனுபவங்களில் இருந்து கற்றுக்கொள்வதை நீங்கள் அறிவீர்கள்.",
    "aut_escala_1t": "நீங்கள் வலுவான தன்னம்பிக்கையைச் சொல்கிறீர்கள்",
    "aut_escala_2":
        "நீங்கள் சரியான பாதையில் இருக்கிறீர்கள். நீங்கள் அறியக்கூடிய நிலைகளில் நல்ல தன்னம்பிக்கையை காட்டுகிறீர்கள், ஆனால் புதிய அல்லது நம்பிக்கையற்ற சூழ்நிலைகளில், நீங்கள் குறைவான நம்பிக்கையை உணரலாம். உங்கள் திறன்கள் மற்றும் திறமைகளைப் அறிந்து கொள்ளுங்கள், மேலும் அவற்றைப் பறிப்பு செய்யும் எண்ணங்களைப் பரிசீலியுங்கள். கூடுதல் தகவலுக்கு கீழேயுள்ள வழிகாட்டலைப் படிக்கவும்.",
    "aut_escala_2t": "நீங்கள் நடுத்தர தன்னம்பிக்கையைச் சொல்கிறீர்கள்",
    "aut_escala_3":
        "முடிவுகள் உங்கள் தற்போதைய தன்னம்பிக்கை நிலை முழுமையாக திருப்திகரமாக இல்லை என்பதைக் குறிக்கின்றன. தற்போது மற்றும் எதிர்காலத்தைப் பற்றிய அச்சங்களை அனுபவிக்கலாம். உங்கள் திறமைகளை ஆராய்வதற்கு மாறாக, உங்கள் அடையாளங்களை மீறுகிறது போலத் தெரிகிறது.",
    "aut_escala_3t": "நீங்கள் குறைந்த தன்னம்பிக்கையைச் சொல்கிறீர்கள்",
    "aut_intro":
        "உங்கள் தன்னம்பிக்கை உங்கள் வாழ்க்கையின் பல்வேறு துறைகளை எவ்வாறு பாதிக்கிறது என்பதைக் கண்டுபிடிக்கவில்லையா? தன்னம்பிக்கை என்பது உங்கள் திறமைகள், சிறப்பம்சங்கள் மற்றும் தனிப்பட்ட தீர்மானங்களில் நம்பிக்கையாகும். சமூக மற்றும் தொழில்முறை மையங்களில் வெற்றி அடைய சீரான தன்னம்பிக்கையை வளர்ப்பது மிகவும் முக்கியமாகும். உங்கள் தன்னம்பிக்கை எப்படிப்பட்டது என்பதை கண்டுபிடிக்க இந்த சோதனையைச் செய்யுங்கள்.",
    "aut_pro": "சுயநம்பிக்கையை ஊக்குவிக்கும் காரணிகள்:",
    "aut_pro_c1":
        "1. சாதனைகள் மற்றும் வெற்றிகள்: குறைந்த அளவிலான வெற்றிகளையும் அடைவது, சுயநம்பிக்கையை அதிகரிக்க முடியும்.",
    "aut_pro_c2":
        "2. ஒப்புதல் மற்றும் சுயஒப்புதல்: அனைத்து குறைகளை உள்ளடக்கியதாகும், தனது நிலையை ஒப்புக்கொள்ளுதல், சுயநம்பிக்கையை ஊக்குவிக்க ஒரு முக்கியமான படியாகும்.",
    "aut_pro_c3":
        "3. சுயவளர்ச்சி: கற்றல் மற்றும் திறன்களை மேம்படுத்தும் செயல்பாடுகளில் நேரம் மற்றும் முயற்சிகளை முதலீடு செய்வது, சுயநம்பிக்கையை அதிகரிக்க முடியும்.",
    "aut_pro_c4":
        "4. சுயதெரிதல்: உங்கள் பலம், பலவீனம், மதிப்புகள் மற்றும் ஆர்வங்களை புரிந்து கொள்ளுதல், சுயநம்பிக்கைக்கு ஒரு உறுதியான அடித்தளத்தை உருவாக்க உதவுகிறது.",
    "aut_pro_c5":
        "5. அடையக்கூடிய குறிக்கோள்களை அமைத்தல்: யதார்த்தமான குறிக்கோள்களை வரையறுக்கின்றது மற்றும் அவற்றை அடைய முயற்சிகள் செய்வது, உங்கள் திறன்களில் நம்பிக்கையை வலுப்படுத்தலாம்.",
    "aut_pro_c6":
        "6. ஆதரவு அமைப்பு: நன்மைகள் மற்றும் ஊக்கத்தை வழங்கும் நண்பர்கள், குடும்பம், அல்லது வழிகாட்டிகளால் சுற்றப்பட்டிருப்பது, சுயநம்பிக்கையை அதிகரிக்கலாம்.",
    "aut_pro_c7":
        "7. நேர்மறை சிந்தனை: ஒரு ஒப்புதலான மனநிலையை வளர்த்தல் மற்றும் கட்டுமான சிந்தனைகளை மையமாகக் கொண்டது, சுயநம்பிக்கையை மேம்படுத்தலாம்.",
    "aut_pro_c8":
        "8. சுய-உறுதி: உங்கள் பலங்களை மற்றும் சாதனைகளை அடிக்கடி அங்கீகாரம் அளித்தல், ஒரு வலுவான சுயநம்பிக்கையை வலுப்படுத்தலாம்.",
    "aut_pro_c9":
        "9. சவால்களை எதிர்த்து வெற்றி: சவால்களை சந்தித்து தகர்க்கும்போது, நீங்கள் என்னைச் செய்யக் கூடியது என்பதைத் காட்டுவதற்கு, சுயநம்பிக்கையை அதிகரிக்க முடியும்.",
    "aut_pro_c10":
        "10. தனிப்பட்ட பராமரிப்பு: போதுமான தூக்கம், ஆரோக்கியமான உணவு மற்றும் உடற்பயிற்சி போன்ற தனிப்பட்ட பராமரிப்பை நடைமுறைப்படுத்துவது, சுயநம்பிக்கையில் நேர்மறையான பாதிப்பை உருவாக்கலாம்.",
    "aut_pro_c11":
        "11. நேர்மறை காட்சி: சவாலான நிலைகளை நம்பிக்கையுடன் எதிர்கொண்டு வெற்றி பெறும் உங்களை உருவாக்குவதைக் கற்பனை செய்தல், சுயநம்பிக்கையை வலுப்படுத்த உதவும்.",
    "aut_pro_c12":
        "12. தவறுகளை ஒப்புதல்: தவறுகள் கற்றல் மற்றும் வளர்ச்சியின் இயல்பு பகுதியென ஒப்புக்கொள்வது, தோல்வியின் பயத்தை குறைக்க மற்றும் சுயநம்பிக்கையை அதிகரிக்க உதவும்.",
    "aut_pro_c13":
        "13. திறமையான தொடர்பு: உங்கள் கருத்துகள் மற்றும் கருத்துக்களை வெளிப்படுத்தும் தொடர்பு திறன்களை வளர்ப்பது, சுயநம்பிக்கையை அதிகரிக்க உதவும்.",
    "aut_pro_c14":
        "14. பிறிதுபோல நிலைத்திருத்தம்: சிரமங்களை எதிர்கொண்டு அண்டையில் முயற்சியைத் தொடர்வது, அதிக சுயநம்பிக்கையை உருவாக்க உதவும்.",
    "aut_pro_c15":
        "15. சுயவல்லமை: உங்கள் வாழ்க்கை மற்றும் உங்கள் தீர்வுகளை கட்டுப்படுத்துதல், உங்கள் செயல்களில் திறனும் அதிகாரமும் உள்ளன என்ற உணர்வை ஊக்குவிக்கும்.",
    "aut_pro_c16":
        "16. சுயநம்பிக்கை என்பது தொடர்ந்து நடைபெறும் செயல்முறை என்பதையும், காலம் கடந்து மாறக்கூடியது என்பதையும் நினைவில் கொள்க. இந்த காரணிகளை முறையாக பயிற்சியுடனும், தன்னம்பிக்கை மற்றும் யதார்த்தமான சுயம் உருவாக்க பணியாற்றுங்கள்.",
    "cau_dep": "மனஅழுத்தத்தின் காரணங்கள்",
    "cau_dep1":
        "மனஅழுத்தம் ஒரு சிக்கலான மற்றும் பல காரிகங்கள் கொண்ட நிலை, மேலும் பல காரணிகள் அதன் வளர்ச்சிக்கு பங்களிக்கலாம். இவை ஒருவருக்கு ஒருவேளை மாறுபடலாம், ஆனால் பொதுவாக அடிப்படையாகக் கூறும்.",
    "cau_dep2":
        "மரபணு காரணிகள்: மரபணு முன்னுரை மனஅழுத்தத்தில் முக்கிய பங்கு வகிக்கிறது. உங்கள் குடும்பத்தில் ஒருவர் மனஅழுத்தத்திற்கு குத்தியுள்ள நிலையில், நீங்கள் அதிகமான ஆபத்தில் இருக்கக்கூடும்.",
    "cau_dep3":
        "முடக்கு சமநிலைகள்: சீரடிப்பு, டோபமின் மற்றும் நொரெட்ரெனலின் போன்ற நரம்பியல் புரதங்கள் மட்டத்தின் மாற்றங்கள், மூளையின் செயல்பாட்டை பாதித்து மனஅழுத்தத்திற்கு பங்களிக்க முடியும். தொழில்நுட்பத்தின் அதிக பயன்பாடு, டோபமின் ஒழுங்கு முறையை தொல்லையடையக்கூடும்.",
    "cau_dep4":
        "அதிர்ச்சியான வாழ்க்கை நிகழ்வுகள்: தீவிர அனுபவங்கள், முக்கியமான இழப்புகள், குடும்ப மோதல்கள், நிதி சிக்கல்கள் அல்லது முக்கிய வாழ்க்கை மாற்றங்கள் மனஅழுத்தத்தை தூண்டலாம் அல்லது மேம்படுத்தலாம்.",
    "cau_dep5":
        "தனிப்பட்ட வரலாறு: முந்தைய மனஅழுத்தத்தின் வரலாறு, நோயின் மீள்நிகழ்வின் ஆபத்தை அதிகரிக்கிறது.",
    "cau_dep6":
        "மருந்தியல் நோய்கள்: சில மருத்துவ நிலைகள், எனவே, புற்றுநோய், குறைபாடுகள், மாடிப் பரிசோதனை மற்றும் ஹார்மோனல் நிலைகள், மனஅழுத்தத்திற்கான ஆபத்தை அதிகரிக்கக் கூடும்.",
    "cau_dep7":
        "மருந்து துன்புறுத்தல்: ஆல்கஹால், போதைப்பொருள் அல்லது கூடுதல் அளவிலான இனிப்பு உணவுகளை зло வழக்கமாக பயன்படுத்துவது, மனஅழுத்தத்தின் ஆபத்தை அதிகரிக்கலாம்.",
    "cau_dep8":
        "சமூக தனிமை: சமூக ஆதரவின் நெருக்கமாக இல்லாமல் இருப்பது மற்றும் தனிமை, மனஅழுத்தத்தின் ஆபத்தை அதிகரிக்கலாம்.",
    "cau_dep9":
        "மனஅழுத்தம்: எதிர்மறை சிந்தனைக் கோடுகள், குறைந்த சுயமதிப்பு, அதிகமாக சுயவிரயம் மற்றும் சமாதானம், மனஅழுத்தத்தில் பங்கு வகிக்கக்கூடும்.",
    "cau_dep10":
        "ஹார்மோனல் துரிதங்கள்: தைராய்டு ஹார்மோன்கள் போன்ற ஹார்மோனல் மாற்றங்கள், மனநிலையைப் பாதித்து மனஅழுத்தத்திற்கு பங்களிக்கக்கூடும்.",
    "cau_dep11":
        "மனஅழுத்தம் ஒரு குணமாக்கக்கூடிய நிலை என்பதையும், சரியான சிகிச்சை இதன் ஆபங்களை கையாள உதவக்கூடும் என்பதையும் நினைவில் கொள்க. ஒரு ஆரோக்கியமான உணர்ச்சிமிக்க வாழ்க்கைக்கு, மேலே உள்ள ஆலோசனைகளைப் பார்க்கவும், அவற்றைப் பயன்படுத்தவும். நீங்கள் அல்லது நீங்கள் அறிந்தவர்கள் மனஅழுத்தத்தின் அறிகுறிகளை அனுபவிக்கிறீர்கள் என்றால், ஒரு மருத்துவசார்ந்த நிபுணரிடம் சரியான மதிப்பீடு மற்றும் சிகிச்சைக்கு உதவியைப் பெறவும்.",
    "concordo": "நான் ஒப்புக்கொள்கிறேன்",
    "conselhos": "குறிப்புகள்",
    "conselhos2": "ஆரோக்கியமான வாழ்க்கைக்கு குறிப்பு",
    "citacoes_titulo": "",
    "citacao_byronsd": "FR Healthcare - Healthy Lifestyle Tips",
    "citacao_who": "World Health Organization - Mental Health",
    "citacao_mayo": "Mayo Clinic - Depression",
    "def_stress_texto":
        "உயர்வு என்பது அழுத்தத்தை ஏற்படுத்தும் நிகழ்வுகளுக்கு அல்லது சூழ்நிலைகளுக்கு உடலின் இயற்கையான நிச்சயம் ஆகும். இது பொதுவாக எதிர்பாராத அல்லது ஒருவரின் கட்டுப்பாட்டிற்குள் இல்லாத ஏதாவது மூலம் தூண்டப்படுகிறது. இந்த நிச்சயம் நமது வாழ்க்கைகளை எவ்வாறு பாதிக்கிறது என்பதைக் குறிப்பிடும் பல தனிப்பட்ட காரணிகளால் மாறுபடும், அவைகளில் சமூக மற்றும் பொருளாதார சூழல், நாம் வாழும் சூழல் மற்றும் பரம்பரைப் பிறப்புமை அடங்கும்.",
    "def_stress_titulo": "அழுத்தம் என்ன?",
    "dep2_1": "நான் துயரமாக, கஷ்டமாகவும், மன அழுத்தமாகவும் இருக்கிறேன்",
    "dep2_2": "நான் தோல்வியுற்றவாறே உணர்கிறேன்",
    "dep2_3": "நல்ல விஷயங்கள் நடந்தாலும், நான் மன அழுத்தமாகவே உணர்கிறேன்",
    "dep2_4": "எளிய விஷயங்கள் கூட என் பக்கம் பல முயற்சிகளை தேவைப்படுகிறது",
    "dep2_5": "நான் அடிக்கடி என் வாழ்க்கையை முடிக்க நினைக்கிறேன்.",
    "dep2_6": "நான் என்னுடைய எதிர்காலத்தைப் பார்க்கவில்லை",
    "dep2_7":
        "நான் சில விஷயங்கள் குறித்து குற்றத்தை உணர்கிறேன் மற்றும் நான் தண்டிக்கப்பட வேண்டுமென நினைக்கிறேன்.",
    "dep2_8": "நான் படிக்கும் போது மையமாக்குவதில் சிரமம் அடைகிறேன்",
    "dep2_9":
        "நான் எந்தப் பாணியைப் பின்பற்றாமல் எடை கூட்டுகிறேன் அல்லது இழக்கிறேன்",
    "dep2_10": "நான் முடிவுகளை எடுக்க சிரமமாக இருக்கிறேன்.",
    "dep2_11": "நான் நரம்புத்தட்டாகவும், குழப்பமாகவும் இருக்கிறேன்.",
    "dep2_12": "நான் கட்டுப்பாட்டில் அல்லது சிறையிடப்பட்டதாக உணர்கிறேன்.",
    "dep2_13":
        "முந்தைய காலத்தில் முக்கியமான மற்றும் உந்துதல் அளித்த விஷயங்களில் ஆர்வத்தை இழந்துள்ளேன்.",
    "dep2_14": "நான் மிக மெதுவாக பணிகளை முடிக்கிறேன்.",
    "dep2_15": "நான் சோர்வாகவும், சிரமமாகவும் உணருகிறேன்",
    "dep2_16":
        "நான் உயிர்மையில்லாமல் இருந்தது போல ஒரு காலிப்பपनத்தை உணருகிறேன்",
    "dep2_17":
        "என் தூக்கப் படி மிகவும் அசாதாரணமாக இருக்கிறது: நான் அதிகமாக அல்லது குறைவாக உறங்குகிறேன்.",
    "dep2_18": "வாழ்க்கையின் மகிழ்ச்சி மற்றும் மகிழ்ச்சி என்னை விலக்கிவிட்டது",
    "disclamer":
        "இந்தக் குறிப்புகள் வரையறுக்கப்பட்ட ஒரு சொந்த மதிப்பீடு என்பதை குறிப்பு செய்யவும்! சரியான கண்டறிதல் மற்றும் சிகிச்சைக்கான, நீங்கள் ஒரு சுகாதார நிபுணருடன் ஆலோசிக்க வேண்டும்.",
    "discordo": "நான் ஒப்புக்கொள்கிறேன்",
    "escala": "உணர்ச்சிமிக்க சார்பு (அளவீடு)",
    "escolha": "*முதலே, உங்கள் தேர்வை செய்யவும்!",
    "fEscala1": "அளவீடு பற்றி",
    "fEscala2":
        "எல்லா பதில்களும் 0 முதல் 4 வரை ஒரு அளவீட்டில் மதிப்பீடு செய்யப்படுகிறது:",
    "fEscala3": "0 - 20 மிக மோசமாக",
    "fEscala4": "20 - 40 மோசமாக",
    "fEscala5": "40 – 60 திருப்தியாக",
    "fEscala6": "60 – 80 சந்தோஷமாக",
    "fEscala7": "80 – 128 மிக சந்தோஷமாக",
    "fEscalaT": "தரப்பட்ட அடிப்படையிலான:",
    "fSintt": "திறன்கள்",
    "fconselhos": "மொத்த தேசிய மகிழ்ச்சி (GNH)",
    "feliz": "சந்தோஷமாக",
    "felizR": "GNH குறியீட்டின் படி, நீங்கள் ஒரு சந்தோஷமான நபர் :)",
    "fp1": "நீங்கள் உடல் பயிற்சி செய்கிறீர்களா?",
    "fp2": "நீங்கள் ஒரு ஆரோக்கியமான உணவுவழக்கம் கொண்டவரா?",
    "fp3": "நீங்கள் நல்ல ஆரோக்கியத்தில் இருக்கிறீர்களா?",
    "fp4": "நீங்கள் நன்றாக பலனளிக்கிறீர்களா?",
    "fp5": "நீங்கள் நீங்கள் செய்யும் வேலை அனுபவிக்கிறீர்களா?",
    "fp6": "நீங்கள் நல்ல முறையில் உறங்குகிறீர்களா?",
    "fp7": "நீங்கள் உங்கள் தோற்றத்தில் திருப்தியாக இருக்கிறீர்களா?",
    "fp8": "நீங்கள் நன்றாக ஓய்வாக எழுகிறீர்களா?",
    "fp9": "நீங்கள் வசதியான வாழ்க்கையை அனுபவிக்கிறீர்களா?",
    "fp10": "நீங்கள் உங்கள் நிதிகளை நன்றாகக் கையாளுகிறீர்களா?",
    "fp11": "நீங்கள் சாதனை உணர்வு உடன் வீடு திரும்புகிறீர்களா?",
    "fp12": "நீங்கள் பணத்தைச் சேமிக்க முடியுமா?",
    "fp13": "நீங்கள் எதிர்காலத்திற்கான இலக்குகளை அமைக்கிறீர்களா?",
    "fp14": "நீங்கள் சாதாரணமாக உங்கள் இலக்குகளை அடைகிறீர்களா?",
    "fp15": "நீங்கள் உங்கள் திறனுக்கான அங்கீகாரம் பெறுகிறீர்களா?",
    "fp16": "நீங்கள் விரும்பும் பொருட்களை வாங்குகிறீர்களா?",
    "fp17": "நீங்கள் பொருள்களின் சாதகமான பக்கம் பார்க்கிறீர்களா?",
    "fp18": "நீங்கள் உங்கள் பிழைகளிலிருந்து கற்கிறீர்களா?",
    "fp19": "நீங்கள் உங்கள் உணர்வுகளை நன்றாகக் கையாளக்கூடியவரா?",
    "fp20": "நீங்கள் உங்கள் நேரத்தை விளைவாகக் கையாளுகிறீர்களா?",
    "fp21":
        "நீங்கள் வாழ்க்கையின் எளிய விஷயங்களைப் பொதுவாகப் பாராட்டுகிறீர்களா?",
    "fp22": "நீங்கள் உங்கள் வழியனுப்புவதைப் பயன்படுத்துகிறீர்களா?",
    "fp23":
        "நீங்கள் உங்கள் தொழில்முறை மற்றும் தனிப்பட்ட வாழ்க்கையை சமநிலைப்படுத்த முடியுமா?",
    "fp24": "நீங்கள் உங்கள் காதல் உறவுக்கு திருப்தியாக இருக்கிறீர்களா?",
    "fp25": "நீங்கள் உங்கள் அறிவை பகிர்கிறீர்களா?",
    "fp26":
        "நீங்கள் நண்பர்கள் மற்றும்/அல்லது குடும்பத்துடன் நேரம் செலவழிக்கிறீர்களா?",
    "fp27":
        "நீங்கள் இப்போது நீங்கள் எடுத்த பாதையைப் பற்றிய பெருமையடைகிறீர்களா?",
    "fp28": "நீங்கள் சமூகத்திற்கு பங்களிக்கிறீர்களா?",
    "fp29":
        "நீங்கள் உங்கள் உரிமைகளைப் பயன்படுத்துகிறீர்களா மற்றும் உங்கள் கடமைகளைப் நிறைவேற்றுகிறீர்களா?",
    "fp30": "நீங்கள் பொதுவாக நATURE அமைதியுடன் தொடர்புடையவரா?",
    "fp31": "நீங்கள் வேறுபாடுகளை மதிக்கிறீர்களா?",
    "fp32":
        "உங்கள் அன்றாட நடவடிக்கைகள் உலகத்தின் எதிர்காலத்தைப் பற்றிய கவலையை பிரதிபலிக்கிறதா?",
    "fp33": "சோதனை முடிவானது",
    "frequente": "முழுவதும்",
    "gr_ambiente": "சுற்றுப்புறம்",
    "gr_emprego_ocupacao": "வேலை / தொழில்",
    "gr_estilo_vida": "வாழ்க்கை முறை",
    "gr_maior_stress": "அதிக மன அழுத்தம் வகை",
    "gr_menor_stress": "குறைந்த மன அழுத்தம் வகை",
    "gr_personalidade": "பேரியலமை",
    "gr_relacionamentos": "முற்பட்ட உறவுகள்",
    "gr_sintomas": "சின்னல்கள்",
    "h-a":
        "அல்பர்டோ சிகிச்சை படைக்கிறான்! அவன் திரட்டியதாக இருக்கும்போது, அவன் முதன்மை கவலை நோரா. அவன் அவளுக்கு தேங்காய் தண்ணீர் வழங்குகிறான். மற்றவர்கள் அவன் எதைச் சப்பிக்கிறான் மற்றும் உதவியைப் கேட்க எப்போதும் பயமில்லை என்பதைக் கூறுகிறார்கள்.",
    "h-c":
        "கிளாரா கவனமானவள்! அவள் உற்சாகமாக இல்லாதது; அவள் நிலைமையின் சீரிய நிலைமைக்கு கவலைப் படுகிறாள். அவள் கப்பல் மூலம் மீட்கப்பட்ட உயிர்காக்கும் தொகுப்பைச் சேமிக்க சந்தோஷமாக இருக்கிறாள். எப்போதும், அவள் நன்கு தயாரிக்கப்பட்டிருப்பாள் மற்றும் அவள் முக்கியமான பணிகளை உடனடியாகத் தொடங்குகிறாள். அவள் அனைத்தையும் ஒழுங்கு செய்யும் பொறுப்பாக உள்ளது என்று உணருகிறாள் மற்றும் அனைவரும் அடிப்படையானவற்றைப் தேடத் தொடங்குகிறார்கள்: தண்ணீர் மற்றும் உணவு.",
    "h-e":
        "எடுவார்டோ வெளியானவர்! அனைவரும் உயிருடன் இருப்பதில் மகிழ்ச்சியடைந்துள்ளார்! அவன் பேச மற்றும் தனது மகிழ்ச்சியைப் பகிர்வதில் ஒரு மிகுந்த தேவையை உணருகிறான். அவன் அனைவரையும் திரும்ப அழைத்து, அவர்களின் மீட்பு வாழ்வை கொண்டாடுவதற்காக ஒரு திட்டத்தை முன்மொழிகிறான்.",
    "h-intro":
        "அந்தப் புகைப்படத்தில் ஐந்து பேர் கடல் நடுவில் ஒரு தீவுக்கு அடிக்கிப் போனுள்ளனர். அவர்கள் அந்த நிலையை எப்படித் தாங்குகிறார்கள் என்பது அவர்களின் தனித்துவமான ஆற்றல்களில் மாறுபடும்!",
    "h-intro_tit": "கப்பல் நஷ்டம்:",
    "h-n":
        "நூரியா நரம்பியல் அடையாளம்! அவள் மன அழுத்தம் மூலம் விரைவில் மிரட்டப்படுகிறாள். அவள் கண்ணீர் கலைந்து, கடற்கரையில் உட்கார்ந்து, எப்படி தீவிலிருந்து எவ்வாறு வெளியேறும் என்று அழுகிறது. அவளுக்கு சுற்றிய கடல் முடிவில்லாதது போலத் தெரிகிறது மற்றும் இயற்கை ஆபத்தான மற்றும் சோகமானதாகத் தோன்றுகிறது. அவள் முழுமையாக இழந்து விடுகிறாள்.",
    "h-o":
        "ஆனா திறந்தவள்! அவள் அழகான தீவைப் ஆராய்வதில் உற்சாகமாக இருக்கிறாள். வெளிப்படையான சூழல் அவளை உந்துகிறது. அவள் கல், மிளகு மற்றும் பூக்களைத் திரட்டுகிறாள் மற்றும் அவள் அனைத்து உருவாகிய கம்பு குடியிருப்பின் நுழைவுவாயிலை அலங்கரிக்கிறாள். இது புதிய விஷயங்களைக் கற்க ஒரு வாய்ப்பு என்று அவள் நம்புகிறாள்.",
    "h_esc": "நீங்கள் இதே போல இருக்கும்போது, உங்கள் நிலைமை என்ன ஆகும்?",
    "habitual": "பொதுவாக",
    "help_me":
        "உணர்ச்சியல் குறைபாடுகள்: மன அழுத்தம், கோபம், சோர்வு, பதற்றம், உணர்ச்சி அடிப்படையிலான பிணக்கம்... எங்கள் பயன்பாட்டின் மூலம் இலவசமாக சுகாதார வல்லுநருடன் பேசுங்கள்.",
    "infeliz": "படமில்லா",
    "infelizR":
        "எச்சரிக்கை! GNH அட்டவணை படி, நீங்கள் தயக்கம் இல்லாமல் இருக்கிறீர்கள்! :(",
    "int_tracos":
        "அடுத்த வரைபடத்தில் குறிப்பிடப்பட்ட 5 ஆளுமை பண்புகளை அறியவும்:",
    "int_tracos_t": "ஆளுமை பண்புகள்",
    "lik1": "முழுவதுமாக அஞ்சாதே",
    "lik2": "அஞ்சாதே",
    "lik3": "சரியானது",
    "lik4": "ஆமாம்",
    "lik5": "முழுவதுமாக ஆமாம்",
    "manipuladora_descricao":
        "இந்த நபர் தன்னுடைய விருப்பங்களை எல்லாவற்றுக்கும் முன்னால் வைக்கிறார் மற்றும் பிறரை தனிப்பட்ட பலனுக்கு பயன்படுத்துகிறார். அவர் பேசுவதற்கும், சொல்பவருக்கே அவர் உரையாற்றுவதற்கும் திறமை பெற்றவர். அவர் கேட்கிறார் ஆனால் உண்மையில் கேட்கவில்லை, இடைத்தரர்களைப் பயன்படுத்துகிறார், தகவல்களை வளைக்கிறார் மற்றும் நம்பிக்கையுடன் மற்றும் நல்ல நோக்கத்தில் தோன்றுகிறார். ஆனால் அவரின் தொடர்பு வார்த்தைகளில் மற்றும் ஒப்புதல் குறைகளைப் பயன்படுத்துகிறது, அது வெளிப்படையானது.",
    "manipuladora_titulo": "தனிப்பட்ட",
    "mtfeliz": "மிகவும் மகிழ்ச்சி",
    "mtfelizR":
        "தனிப்பட்ட: GNH அட்டவணை படி, நீங்கள் மிகவும் மகிழ்ச்சியானவர் :):)",
    "mtinfeliz": "மிகவும் தயக்கம்",
    "mtinfelizR":
        "எச்சரிக்கை! Gross National Happiness (GNH) அட்டவணை படி, நீங்கள் மிகவும் தயக்கம் உள்ளவர்! :(:(",
    "mtvezes": "அதிகமாக",
    "mudar_atitude_texto":
        "உங்கள் நிலைப்பாட்டை மாறுவது சவாலானது, ஆனால் இது சாத்தியமாகும். இந்த செயல்முறையை பின்பற்றுங்கள்: தெளிவான மற்றும் குறிப்பிட்ட இலக்குகளை அமைக்கவும். எதிர்மறை இலக்குகளுக்கு பதிலாக நேர்மறை இலக்குகளை மையமாகக் கொள்ளுங்கள். உங்கள் இலக்குகளை சிறிய, நிர்வகிக்கக்கூடிய படிகள் என உடைக்கவும். எதிர்மறை நடத்தைகளை தூண்டும் காரணிகளை அடையாளம் காணவும். சிறிய வெற்றிகளை கொண்டாடுங்கள். உங்கள் முன்னேற்றத்தை ஊக்குவிக்கும் ஆதரவு மிக்க நபர்களுடன் இருக்கவும். சற்றே தடுமாறினால் உங்களை அதிகமாக குறை செய்ய வேண்டாம்—கவனம் செலுத்துங்கள் மற்றும் பொறுமையாக இருங்கள்! உங்கள் வெற்றியான எதிர்காலத்தை கற்பனை செய்து அதில் நம்புங்கள்! உங்கள் விருப்ப சக்தி உயிரியல் வேறுபாடுகளை மீற முடியும். பலர் மாறியுள்ளனர், நீங்கள் மாறலாம்.",
    "muitas_vezes": "பல\nமுறை",
    "muito_pouco": "மிகவும்\nசிறிது",
    "notay": "💜 = நீங்கள் உணர்ச்சி சார்ந்த பரிசோதனையற்குரிய நபர்!",
    "nunca": "என்றும் இல்லை",
    "okcompra": "வாங்கல் நிறைவுபெற்றது!",
    "okcompra2": "விளம்பரமற்ற பதிப்பை வாங்கியதற்கு நன்றி!",
    "okcompra3": "அனைத்து சோதனை பதிப்புகளையும் வாங்கியதற்கு நன்றி!",
    "origem":
        "1972-ல், ஜிக்மே வங்க்சக் பூத்தான் ராஜ்யத்தின் அஞ்சலியை ஏற்றுக்கொண்டார் மற்றும் அவரது 600,000 கீழ்ப்படிவுகளை மகிழ்ச்சி அளவிட முயன்றார். இதை செய்ய, அவர் பூத்தான் படிப்புகளுக்கான மையத்தை நிறுவினார், பூத்தான் மக்களின் மகிழ்ச்சியை மதிப்பீடு செய்ய ஒரு கேள்வி அட்டவணையை உருவாக்க நோக்கமாகக் கொண்டு. இது தற்போது 'முக்கிய தேசிய மகிழ்ச்சி' என்ற முயற்சியின் தொடக்கம் ஆகும்.",
    "origem_t": "சோதனையின் தோற்றம்",
    "p1": "மருத்துவமையாக்கம் அல்லது எரிச்சல்.",
    "p2": "சூடாக உணர்வு.",
    "p3": "தரமாக நடனம்.",
    "p4": "தோய்வாக இருக்க முடியாது.",
    "p5": "மிகவும் மோசமாக நடக்கும் என்று பயமுள்ளேன்.",
    "p6": "சில நேரங்களில் சீராதம் அல்லது மயக்கம்.",
    "p7": "முழக்கங்கள் அல்லது அதிகரிக்கக்கூடிய இதயக் கம்பம்.",
    "p8": "சமநிலை இழப்பு.",
    "p9": "அதிகமாக பயப்படுகிறேன்.",
    "p10": "அவருக்குப் பயமாக இருக்கிறேன்.",
    "p11": "முடக்கமில்லாமல் உணர்வு.",
    "p12": "சமமாக அசைவு.",
    "p13": "உடல் முழுவதும் அசைவு.",
    "p14": "கட்டுப்பாட்டை இழக்க வியப்பாகப் பயம்.",
    "p15": "எளிதாக மூச்சு கவர்வு.",
    "p16": "மரணம் பற்றிய பயம்.",
    "p17": "பயப்படுகிறேன்.",
    "p18": "பசும்பொதி அல்லது வயிற்றுப் பொறாமை.",
    "p19": "மயக்கம் உணர்வு.",
    "p20": "பரிசுத்தமான முகம்.",
    "p21": "சுண்டிய வியர்வை.",
    "p22": "சோதனை முடிந்தது.",
    "pP1": "நான் என்னைச் சுற்றியுள்ளவர்களில் ஆர்வத்தை உருவாக்குகிறேன்",
    "pP2": "நான் பிறரைக் கவலையடையாதவனாக இருக்கிறேன்",
    "pP3": "நான் எப்போதும் தயாராக இருக்கிறேன்",
    "pP4": "நான் எளிதாக அழுத்தப்படுகிறேன்",
    "pP5": "நான் கண்டுபிடிப்பு மற்றும் சிருஷ்டிக்கரமானவன்.",
    "pP6": "நான் பேசுவதில் மிகுந்த வரம்பிலுள்ளேன்; நான் பேசுவதில்லை.",
    "pP7": "நான் பிறருடன் ஒத்துழைக்க விரும்புகிறேன்.",
    "pP8": "நான் பொருள்களை பரவலாக விடுகிறேன்.",
    "pP9": "மரபணவியல் நிலையில் அமைதியாக இருப்பேன்",
    "pP10": "எனக்கு கலைக்கான சிறந்த ஆர்வங்கள் இல்லை",
    "pP11": "நான் மக்களுடன் அருவருப்பாக உணர்கிறேன்",
    "pP12": "நான் சில சமயம் பிறருக்கு அநாதிகரமாக இருக்கிறேன்.",
    "pP13": "நான் விபரங்களுக்கு கவனம் செலுத்துகிறேன்",
    "pP14": "நான் பல விஷயங்களில் கவலைப்படுகிறேன்",
    "pP15": "நான் சிந்தனை மற்றும் கற்பனை எடுக்க விரும்புகிறேன்",
    "pP16": "நான் அடங்கியவன் மற்றும் தனியாக இருப்பேன்",
    "pP17": "நான் எல்லாருடனும் பரிசுத்தமாகவும், அன்பாகவும் இருக்கிறேன்",
    "pP18": "நான் முறைமையற்றவன் என்று தோன்றுகிறேன்",
    "pP19": "நான் அரிதாகவே கவலைப்படுகிறேன் அல்லது துக்கம் அடைகிறேன்.",
    "pP20": "நான் அம்சம் யோசிக்கவில்லை",
    "pP21": "நான் எளிதாக உரையாடல்களைத் தொடங்குகிறேன்",
    "pP22": "நான் பிறருடன் தொலைவாகவும், அக்கறையற்றவனாகவும் இருக்கிறேன்.",
    "pP23": "எந்தவொரு தேவையும் உடனடியாக செய்ய வேண்டும்",
    "pP24": "நான் எளிதாகவே அழுத்தப்படுகிறேன்",
    "pP25": "நான் அடிக்கடி நல்ல எண்ணங்களை உடையவன்",
    "pP26": "நான் அடிக்கடி தனியாக இருப்பதை விரும்புகிறேன்",
    "pP27": "எனக்கு ஒரு மென்மையான இதயம் உள்ளது",
    "pP28": "நான் எளிதாகவே கவலைப்படுகிறேன்",
    "pP29": "நான் எளிதாகவே ஈர்க்கப்படுகிறேன் அல்லது சிரிக்கிறேன்.",
    "pP30": "எனக்கு முழுமையான கற்பனை இல்லை",
    "pP31": "ஒரு விழாவில், நான் பல்வேறு நபர்களுடன் பேசுகிறேன்",
    "pP32": "நான் பிறரின் குறைகள் கண்டுபிடிக்கிறேன்",
    "pP33": "நான் ஒழுங்கு விரும்புகிறேன்",
    "pP34": "நான் உணர்ச்சியாக நிலையானவனாக இருக்கிறேன்",
    "pP35": "நான் புதிய விஷயங்களை விரைவாகப் பிடிக்கிறேன்",
    "pP36": "நான் என்னை அலட்சியமாகக் கொள்ள விரும்பவில்லை",
    "pP37": "நான் என் நேரத்தை பிறருக்கு தருகிறேன்",
    "pP38": "நான் என் பொறுப்புகளை குறைக்க முயற்சிக்கிறேன்",
    "pP39": "நான் அடிக்கடி மனநிலையின்மையை அடைகிறேன்",
    "pP40": "நான் கலை, இசை அல்லது இலக்கியத்தில் நுட்பமானவன்",
    "pP41": "உலகம் எனக்கு ஒரு 'விழா' ஆக இருக்கிறது",
    "pP42": "நான் சோசியல் மற்றும் நட்பாக இருக்கிறேன்",
    "pP43": "நான் திட்டங்களைச் செய்து அதை பின்பற்றுகிறேன்",
    "pP44": "நான் எளிதாக மன்னிக்கிறேன் மற்றும் மறக்கிறேன்",
    "pP45": "நான் விஷயங்களைப் பற்றிய சிந்தனையை செலவிடுகிறேன்",
    "pP46": "நான் வெளியே வருபவர்களுக்கு எரிவெளி மற்றும் அடங்கியவன்.",
    "pP47": "நான் மக்களை அமைதியாக உணரச் செய்கிறேன்.",
    "pP48": "நான் என்னுடைய வேலையில் கேட்டு இருப்பேன்.",
    "pP49": "நான் அடிக்கடி துக்கமாக உணர்கிறேன்.",
    "pP50":
        "நான் ஒருங்கிணைந்தவன் மற்றும் எப்போதும் பல எண்ணங்களை உள்ளடக்கியவன்.",
    "pP51": "சோதனை முடிந்தது",
    "pR1": "நன்றாகச் செய்தீர்கள்! உங்கள் மிகச் சொல்லப்பட்ட பண்பாக உள்ளது",
    "pR2":
        "இது உங்கள் மிகச் சொல்லப்பட்ட பண்பல்ல! உங்கள் மிகச் கவனிக்கத்தக்க பண்பு",
    "passiva_descricao":
        "ஒரு பசிவான நபர் சகிப்பாளியானவர் மற்றும் நடவடிக்கைகளை தவிர்க்கிறார். அவர்கள் அரிதாகவே முரண்பாட்டை வெளியிடுகிறார்கள் மற்றும் பிறரை மகிழ்விக்க விரும்புகிறார்கள். அவர்கள் தங்களை குற்றவிழுப்பவராகத் திகழ்வதில்லை அல்லது தங்கள் விருப்பங்களை, தேவைகளை மற்றும் ஆர்வங்களை நேரடியாக வெளிப்படுத்துகிறார்கள். இதனால், பிறர் அவர்களின் உண்மையான உணர்வுகளைத் தெரியாது. கற்று கொண்டுவிடும் வழிகளைத் தேடுவதற்கு பதிலாக, அவர்கள் நுட்பத்தையும் அன்பையும் பயன்படுத்தி சூழ்நிலைகளைத் தவிர்க்கிறார்கள், இதனால் அவர்களால் விரும்பாத ஆனால் மறுக்க முடியாத செயல்களைச் செய்யும் நிலையில் அவர்கள் தங்களது சுயமரியாதையை இழக்க முடியும்.",
    "passiva_titulo": "பசிவு",
    "pl1":
        "இந்தப் பகுதியில் வாழ்க்கை திருப்தி, எதிர்பார்ப்பு, சுய மதிப்பு, திறமையைப் பறைசாற்றும், மன அழுத்த மேலாண்மை மற்றும் ஆவியைத் தேவையாகக் கொள்ளுதல் ஆகியவை அடங்கும்.",
    "pl1_t": "1) உளவியல் நலன்:",
    "pl2":
        "இந்தப் பகுதி ஆபத்தான நடத்தை முறைமைகள், உடற்பயிற்சியின் அடிக்கடி, தூக்க பழக்கங்கள் மற்றும் உணவு பழக்கங்களைப் பார்வையிடுகிறது.",
    "pl2_t": "2) ஆரோக்கியம்:",
    "pl3": "தினசரி நேரப் பகிர்வு.",
    "pl3_t": "3) நேரப் பயன்பாடு:",
    "pl4":
        "தொடர்புகளில் belonging, உற்சாகம், வீட்டில் மற்றும் சமூகத்தில் பாதுகாப்பு, மற்றும் நன்கொடைகள் அல்லது சுயயாண்மைக் செயல்பாடுகளைப் பார்வையிடுகிறது. சமூக வாழ்க்கை உறவுகளை வலுப்படுத்துகிறது மற்றும் நெருக்கடியான நேரங்களில் எதிர்ப்பு சக்தியை கட்டியெழுப்ப உதவுகிறது.",
    "pl4_t": "4) சமூக வாழ்வு:",
    "pl5":
        "அரசு மற்றும் அரசு உட்பட கல்வி மற்றும் கல்வியின் மூலம் பகிரப்படும் மதிப்புகள் மற்றும் அகாடமிக் சாதனைகளுக்கு அப்பால் சுற்றுச்சூழல் விழிப்புணர்வு ஆகியவை பயிற்சி அளிக்கிறது.",
    "pl5_t": "5) கல்வி:",
    "pl6": "சமூகம் நிகழ்வுகளில் பங்கு எடுக்குதல், கலை வளர்ச்சி வாய்ப்புகள்.",
    "pl6_t": "6) கலாச்சாரம்:",
    "pl7":
        "இயற்கை வளங்கள், நீர், காற்று, மண்ணு மற்றும் உயிரியல் வகைப்பாடுகள் போன்றவற்றின் தரம் மற்றும் பச்சை நிலங்களை அணுகல் போன்றவை பற்றி நகர்களின் உளவியல் எளிமையைக் அளிக்கிறது. சுற்றுச்சூழலைப் பராமரிப்பது, தனியாகவே, உங்களைப் பராமரிப்பதாகும்.",
    "pl7_t": "7) சுற்றுச்சூழல்:",
    "pl8":
        "அரசு மற்றும் பொது நிறுவனங்கள் தங்களது பொறுப்புகளை எப்படி கையாள்கின்றன என்பது பற்றிய படம்.",
    "pl8_t": "8) நிர்வாகம்:",
    "pl9":
        "வருமானம், நிதி பாதுகாப்பு, கடன் அளவு மற்றும் வாங்கிய பொருட்களின் தரத்தைப் மதிப்பீடு செய்கிறது.",
    "pl9_t": "9) வாழ்வியல் நிலை:",
    "pq_anuncios_texto":
        "விளம்பரங்கள் இந்தத் திட்டத்தை நிதியுதவி செய்கின்றன மற்றும் செயலியை எல்லா பயனர்களுக்கும் இலவசமாகக் வைத்திருக்கின்றன. நீங்கள் விளம்பரங்கள் இல்லாத அனுபவத்தை விரும்பினால், விளம்பரங்களை நீக்கு என்னும் விருப்பத்தை வாங்கலாம். உங்கள் ஆதரவுக்கு நாங்கள் மிகவும் நன்றியுடன் இருக்கிறோம்.",
    "pq_anuncios_titulo": "விளம்பரங்கள் ஏன்?",
    "r0": "எனக்கு எந்த தாக்கமும் இல்லை.",
    "r1": "அண்மையில் நான் கோபிக்கிறேன்.",
    "r2": "என் கோபத்தை நான் கட்டுப்படுத்தக்கூடியதாக எனக்கூறுகிறேன்.",
    "r3":
        "கோபமாக இருப்பதற்கு பிறகு, அதை எப்படி கட்டுப்படுத்தலாம் என்று நான் யோசிக்கிறேன்.",
    "r4": "எனக்கு ஏதேனும் காரணம் இல்லாமல் கோபமாகிறேன்.",
    "r5": "நான் அடிக்கடி மாறுபாட்டை அடைய முயற்சிக்கிறேன்.",
    "r6":
        "நான் கோபமாக இருக்கும்போது, நான் என் உணர்வுகளைப் பற்றி யோசிக்கிறேன் மற்றும் எங்கு தவறாக நடந்தது என்பதைப் பார்வையிடுகிறேன்.",
    "r7":
        "நான் கோபமாக இருக்கும்போது, நான் கத்துவிடுவேன், அவதூறு செய்கிறேன் மற்றும் பிறகு நான் வருந்துவதாகக் கூறுகிறேன்.",
    "r8":
        "யாராவது ஏதேனும் ஒரு விஷயத்தை பிழைத்தால், நான் அவர்களை சந்திக்கவும் அவர்களைப் பொறுப்பேற்கவும் தயங்குகிறேன்.",
    "r9": "என் கோபத்தை வெளிப்படுத்துவதில் நான் குற்றவாளியாக உணருகிறேன்.",
    "r10": "நான் ஒருவருடன் கோபமாக இருந்தால், அதை அமைதியாக பேசுகிறேன்.",
    "r11":
        "நான் என் கோப உணர்வுகளைப் பகிரும் போது, அது என் மனதைப் பொறுத்துக் கொள்ள முடியும்.",
    "r12":
        "மற்றவர்கள் என் கோபத்தின் உண்மையான அளவைக் கண்டால், நான் வெறுப்பிற்குரிய நபராகக் கருதப்படுவேன்.",
    "r13":
        "என் வாழ்க்கையில் என்னவென்றால் தோல்வி அடைவது என்று நினைத்து, அதை இறுதியாகக் கருதுகிறேன்.",
    "r14":
        "நான் கோபமாக இருக்கும்போது, சிறந்த முடிவுகளை எடுக்க எனக்குத் தேவையான நேரத்தை நானே அளிக்கிறேன்.",
    "r15":
        "நான் கோபமாக இருந்தாலும், என் கோபத்தை மறைக்க மற்றவர்களுடன் பேச முயற்சிக்கிறேன்.",
    "r16": "நான் என் அறிமுகமானவர்களை விட அதிகமாக கோபமாகிறேன்.",
    "r17":
        "என் நண்பர்கள் மற்றும் குடும்பம் எனது கோபத்தை கட்டுப்படுத்துவதில் என்னுடன் சிரமம் உள்ளதைப் புரிந்துகொள்கிறார்கள்.",
    "r18": "நான் ஏதாவது முட்டாள்தனமாகச் செய்தால், நான் எனக்கே கோபமாகிறேன்.",
    "r19":
        "நான் என் கோபத்தை அடிக்கடி பிறரிடமிருந்து மறைக்கிறேன் மற்றும் பிறகு அதை முக்கரமாக உணர்கிறேன்.",
    "r20":
        "ஒருவர் என்னை கோபமாக்கும் போது, நான் அமைதியாக இருக்கிறேன் மற்றும் என் உணர்வுகளை காட்டுவதில்லை.",
    "r21":
        "என் கோப உணர்வுகளை வெளியேற்றுவதற்காக, நான் செயல்பாடுகள், பொழுதுபோக்கு, அல்லது பழக்கங்களை நன்கு பின்பற்றுகிறேன்.",
    "r22":
        "ஒருவர் எனக்குக் கூறாமல் செய்யவேண்டியதை கேட்கும்போது, நான் அதை ஒப்புக்கொள்கிறேன் மற்றும் பிறகு என்னிடம் கோபமாகிறேன்.",
    "r23":
        "நான் கோபமாக இருக்கும் போது, சுவரை அடிக்க அல்லது பொருட்களை குறைய விரும்புகிறேன்.",
    "r24":
        "எதாவது எனக்கு நெருக்கமாக்கும் போது, நான் நிலையை நகைச்சுவை முறையில் பார்க்க முயற்சிக்கிறேன் மற்றும் எனது அடிமைத்தனத்தை நகைச்சுவையாக மாற்றுகிறேன்.",
    "r25":
        "நான் கோபமாக உணரும்போது, சில நேரங்களில் மிதமான பாகங்களை இடைவிடுமாறு தற்காலிகமாக தொலைவாக இருக்க முடியும்.",
    "r26": "என் கோபத்தை தூண்டக்கூடிய நிலைகளை தவிர்க்கிறேன்.",
    "r27": "ஒருவர் என் திட்டங்களை தடுக்கும் போது, நான் கோபமாகிறேன்.",
    "r28":
        "இதே போன்ற சூழ்நிலைகளில் மற்றவர்கள் எனக்குக் கேட்கிறார்கள் என்று தோன்றுகிறது.",
    "r29":
        "நான் செய்த ஒன்றுக்கு சரியான பாராட்டை பெறவில்லை என்றால், நான் கோபமாகிறேன்.",
    "r30": "ஒருவர் அநீதியாக நடக்கும் போது, நான் கோபமாகிறேன்.",
    "r31":
        "என் திறமையைவிட குறைவானவர்கள் என்னை கட்டளை அளிக்கும்போது, நான் கோபமாகிறேன்.",
    "r32":
        "சில சமயங்களில், நான் முழுமையாக கட்டுப்பாட்டை இழக்க வேண்டியதாகக் கொள்ளுகிறேன்.",
    "r33": "அடிக்கடி, ஒரு விஷயம் என்னை கோபமாக்குகிறது.",
    "r34":
        "நான் அசாதாரணமான மக்களுக்கு வேலை செய்ய வேண்டிய போது, நான் கோபமாகிறேன்.",
    "r35":
        "நான் ஒருவரிடம் கோபமாக இருக்கும் போது, நான் அருகிலிருக்கும் அனைவரையும் பிழைப்பேன்.",
    "r36": "நான் நேரத்தில் இல்லாத போது, நான் கோபமாகிறேன்.",
    "r37":
        "நான் கோபமாக இருக்கும் போது, சில மணி நேரம் கோபமாகவே இருந்து கொண்டேன்.",
    "r38": "மலேசி மக்கள் எனக்குச் சூடாக இருக்கும், அவர்களை அருகிலிருந்தால்.",
    "r39": "ஒருவர் என்னை இழைத்தால், நான் கோபமாகிறேன்.",
    "r40": "எனது சில நண்பர்களுக்கு மிகவும் எனக்கு தொந்தரவாகக் காட்சிகள் உள்ளன.",
    "r41": "என் மனதுக்குள், நான் மற்றவர்களை மிகவும் விமர்சிக்கிறேன்.",
    "r42": "நான் கோபமாக இருக்கும் போது, மற்றவர்கள் விட விரைவில் அமைதியாகிறேன்.",
    "r43": "நான் சரியாகக் கொடுப்பதைப் போலவே கூடுதலாக கோபமாக இருக்கிறேன்.",
    "r44": "நான் என்னைத் துன்புறுத்துபவர்களை மன்னிக்கக் கூடியவன்.",
    "r45": "நான் யாருடனும் பகிர்ந்துகொள்ளாத கோபங்களை வைத்துள்ளேன்.",
    "r46":
        "கடந்த காலத்தில் ஏற்பட்ட விஷயங்களுக்கு பற்றி சிந்திக்கும் போது, நான் கோபமாகிறேன்.",
    "r47": "இந்த செயலியில் உள்ள விளம்பரங்கள் எனக்கு மேலும் கோபமாகச் செய்தன :)",
    "r48": "சோதனை முடிவு",
    "rC": "3) கோபத்தை எப்படி சமாளிக்க வேண்டும்:",
    "rC1":
        "நேரடியான மற்றும் dolோக விளக்கங்களை அடையாளம் காண்பது சிறந்த முறையில் நிர்வகிக்க முதலாவது படி. சில உணர்வுகள் மற்றும் சிந்தனைகள் கோபம் பெருகும் போது நிகழ்கின்றன; பிறவை அப்போதும் கொண்டிருக்கின்றன. உங்கள் அறிகுறிகள் எவ்வாறு வளர்கிறன என்பதை அடையாளம் காண, கோபம் இருந்ததாகக் தோன்றிய முந்தைய நிலைகளை நினைவில் வைத்துக் கொள்ளுங்கள் மற்றும் அதோடு வருவிக்கப்பட்ட உணர்வுகள் மற்றும் சிந்தனைகளை நினைவில் கொள்ள முயற்சிக்கவும். உங்கள் உணர்வுகள், சிந்தனைகள் மற்றும் உடல்நிலை அறிகுறிகள் எப்படி வளர்ந்தன என்பதைக் குறித்த நிகழ்வுகளைப் பற்றிய எண்ணங்களை நினைத்தல் மிகவும் பயனுள்ளதாக இருக்கும்.",
    "ra": "எளிதாக, ஆனால் எனக்கு பெரிதாகக் கேட்கவில்லை.",
    "raivaMau":
        "எச்சரிக்கையாக! உங்கள் கோபத்தை உங்கள் நடத்தை மற்றும் உணர்வுகளை கட்டுப்படுத்த அனுமதிக்கிறீர்கள்! இதனால், உங்கள் உறவுகளில் பல பிரச்சினைகளை உருவாக்குகிறது மற்றும் உங்கள் நலனை பாதிக்கிறது. கீழே உள்ள தலைப்பைப் படிக்கவும்: கோபத்தை எப்படி கட்டுப்படுத்துவது? மேலும் உடனடியாக இந்த குறிப்புகளை நடைமுறைப்படுத்துங்கள்.",
    "raivaMedio":
        "சில சூழ்நிலைகளில் உங்கள் கோபத்தை கட்டுப்படுத்தக்கூடியவர், ஆனால் எப்போதும் அல்ல. நீங்கள் கோபத்தைச் சீராகக் கட்டுப்படுத்த பயிற்சிகள் செய்யப்பட்டிருக்கிறீர்கள், ஆனால் இன்னும் மேம்படுத்த சாத்தியம் உள்ளது. உங்கள் கோபத்திற்கு காரணங்களை மேலும் புரிந்து, உங்கள் உணர்வுகளைச் சீராகக் கட்டுப்படுத்தும் நடவடிக்கைகளை எடுத்துக்கொள். கீழே உள்ள தலைப்பைப் படிக்கவும்: கோபத்தை எப்படி கட்டுப்படுத்துவது? மேலும் உங்கள் கோபக் கட்டுப்பாட்டைப் மேலும் மேம்படுத்துங்கள்.",
    "rara": "அரிதாக",
    "raramente": "அரிதாக",
    "raro": "சில நேரங்களில்",
    "rb": "நிலைமையாக்கலின், சில நேரங்களில் அசௌகரியமானது.",
    "rc": "அதிகமாக, மிகவும் சிரமம் உண்டாக்கியது.",
    "reiniciar": "முகப்பு",
    "rel.1": "நான் அடிக்கடி மற்றவர்களைப் போலவே myself அதிகமாகவே காண்கிறேன்.",
    "rel.2":
        "நான் வழமையாக குறிக்கோள்களை அமைக்க மாட்டேன்; நான் சாதாரணமாக அணுகுவதற்காகவே செல்வேன் மற்றும் சூழ்நிலைகளை மாற்றவும்.",
    "rel.3":
        "எதையாவது பயந்து, செய்ய முடியாது என்றால், நான் எப்போதும் என்னுடைய காரியத்தை நியாயப்படுத்தும் வாக்குறுதிகளை உருவாக்குகிறேன்.",
    "rel.4":
        "எனது உரிமைகளை உறுதிப்படுத்த வேண்டிய போது, நான் ஒரு நடமாடக்கூடிய நிலையைப் பின்பற்றுவேன்.",
    "rel.5":
        "நான் அடிக்கடி அசாதாரண, கோபம், நெருக்கம், பயம் மற்றும் அச்சம் போன்ற எதிர்மறை உணர்வுகளை அனுபவிக்கிறேன்.",
    "rel.6":
        "நான் மற்றவர்களுடன் இருக்கும்போது, அவர்கள் பேசும் முனைவைப் பொதுவாக அனுமதிக்கிறேன்.",
    "rel.7":
        "நான் என்னுடைய மற்றும் பிறரிடமிருந்து அளிக்கப்பட்ட வாக்குறுதிகளை கடைபிடிக்க முடியாமல் போகிறேன்.",
    "rel.8":
        "நான் என்னைத் தற்காலிகமாக வெளிப்படுத்தவோ, புதியவற்றைப் பயன்படுத்தவோ பயம் காரணமாக.",
    "rel.9":
        "நான் என்னுடைய மற்றும் பிறரிடமிருந்து எதிர்மறை எண்ணங்களை கொண்டிருக்கிறேன்.",
    "rel.10":
        "முடிவுகள் செய்ய பயப்படுகிறேன் ஏனெனில் நான் ஒரு முன்னணி நபராகவும், எனக்கு நிறைய எதிர்பார்க்கிறேன்.",
    "rel.11": "எப்போதும் பத்து வேலைகளை நம்புகிறேன்.",
    "rel.12": "சில சமயங்களில் சில தேர்வுகளை ஏற்றுக்கொள்ள முடியாது.",
    "rel.13":
        "அந்த நிமிடங்களில், என் வாழ்க்கையில் எதாவது மாறுபடுகிறது என்பதைக் கண்டுபிடிக்கிறேன்.",
    "rel.14": "ஒருவருடன் அறிமுகப்படுத்தும் போது, கConversation அதிகமாகவே",
    "rel.15": "சில சந்தர்ப்பங்களில் நல்ல ஒப்பாகவே யோசிக்கிறேன்.",
    "rel.16": "தலைமையை மதிக்கவே இல்லாதவர்களை மிகுந்த விமர்சிக்கிறேன்.",
    "rel.17": "நேரத்தில் மற்றவர்களுடன் இருந்தால், நான் தொலைவு அடைவேன்.",
    "rel.18":
        "நான் எப்போதும் வாழ்க்கை நிலைகளை எதிர்கொள்வதில் பயமாக இருக்கிறேன்.",
    "rel.19":
        "நான் அடிக்கடி மனதாகவே கொள்கைகளை மாற்றுகிறேன், மற்றவர்கள் இதைப் பெரிதும் பரிசீலிக்கிறார்கள்.",
    "rel.20": "எடுத்துக்கொள்ளும் அல்லது செய்யும் விதம் எனக்கு தெரியாது.",
    "rel.coment":
        "அமெரிக்க உளவியலாளர் பில் மெக் கிரா படி, நீங்கள் உங்கள் வாழ்க்கையில் உள்ள ஒவ்வொரு சூழ்நிலையிலும், சவாலிலும், உறவிலும் நீங்கள் பொதுவான அடிப்படையீட்டாக இருக்கிறீர்கள். நீங்கள் நன்மைமிக்கவோ அல்லது தீமையானவோ பங்களிக்கலாம், நீங்கள் ஈடுபட்ட ஒவ்வொரு சூழ்நிலையையும் பாதிக்கிறீர்கள். நீங்கள் எவ்வாறு மற்றும் ஏன் நீங்கள் 어떤 ரோல் ஆடுகிறீர்கள் என்பதைப் கண்டறிய நேரம் ஆகும். மெக் கிரா சொல்வதில், உங்கள் சொந்தத்தைப் பற்றிய அறிவில்லாமை உங்கள் விருப்பங்கள், தேவைகள், மதிப்புகள் மற்றும் மதிப்பைக் புரிந்து கொள்ளத் தடுக்கும் என்று கூறுகிறார். நினைவில் வையுங்கள், நீங்கள் அதிகமான நேரத்தை செலவிடும் மற்றும் அதிகமாக முதலீடு செய்யும் நபர் நீங்கள்.",
    "rel.coment.t": "சமூக உறவுகள் பற்றி:",
    "rel.escala.1":
        "மிகுந்த குறைந்த மதிப்பு: நீங்கள் உங்கள் மீது அல்லது உங்கள் தேவைகளில் அல்லது அக்கறைகளில் அதிகமாக மையமாயிருக்கிறீர்கள் என்பதால் பிறருடன் தொடர்புகொள்வதில் முக்கிய சிக்கல்களை நீங்கள் எதிர்கொள்கிறீர்கள். நீங்கள் சூழ்நிலையின் பாதிக்கப்பட்டவர் என்ற உணர்வைப் பெறலாம், தன்னம்பிக்கை குறைவால் துயரமடையலாம், மற்றும் நம்பிக்கையைப் பெரிதும் இழக்கலாம். இந்த மனப்பாங்குடன், பிறருடன் வெற்றி பெறுவது உங்களால் தவிர்க்கப்படலாம். நீங்கள் பயம் மற்றும் சுயசிந்தனை குறைவால் போராடலாம், ஆனால் தவறுகள் மற்றும் பயங்கள் உங்களுக்கு வளர்ந்து கற்றுக்கொள்ள உதவுகின்றன, புதிய பாடங்களுக்கு திறந்த மனதுடன் இருக்கும்போது.",
    "rel.escala.1t": "உறவுகளில் மிகுந்த சிரமம்",
    "rel.escala.2":
        "நீங்கள் சில உறவுப் திறன்களை கொண்டுள்ளீர்கள், ஆனால் உங்கள் மீது அதிகமாக மையமாயிருப்பதால், பிறரின் தேவைகளைப் பெரிதும் கவனிக்காமல், அவை குறைவாகவே உள்ளன. நீங்கள் குழப்பமாக உணரலாம் மற்றும் நிலையான இலக்குகளை அமைக்க சிரமப்படலாம், இது மோசமான முடிவுகளை உண்டாக்கி உங்கள் அச்சத்தை அதிகரிக்கலாம். நேர்மறையாக சிந்திக்க மற்றும் உங்கள் மதிப்பை மதிக்க கவனம் செலுத்துங்கள். மேலும் கட்டமைப்பான நடத்தைகளை மேற்கொள்வதன் மூலம், நீங்கள் பிறருக்கு நேர்மறையாக பங்களிக்க முடியும், மேலும் உங்கள் வளர்ச்சியை உதவலாம்.",
    "rel.escala.2t": "உங்கள் உறவுப் திறன்கள் குறைவாக உள்ளன",
    "rel.escala.3":
        "நீங்கள் பிறருடன் நன்றாக தொடர்புகொள்கிறீர்கள், ஆனால் உங்களுக்கேற்ற சில சிக்கலான நம்பிக்கைகள் உங்களுக்கு மற்றும் பிறருக்கு நம்பகமாக இருக்க உதவவில்லை, இது உங்கள் உறவுகளில் அதிகமாக ஆடகலாக இருக்கின்றது. உங்களுக்கான சில தனிப்பட்ட அச்சங்கள் நீங்கள் உங்களை மற்றும் பிறரையும் கடுமையாக விமர்சிக்கச் செய்யலாம். இந்த நடத்தை உங்களுக்கு சரியான, பரஸ்பர மற்றும் மையான உறவுகளை கட்டமைக்க வாய்ப்புகளை இழக்கச் செய்யலாம். நீங்கள் உங்களை மற்றும் பிறரையும் எவ்வாறு நடத்துகிறீர்கள் என்பதெல்லாம், நீங்கள் எப்படி நடத்தப்படுகிறீர்கள் என்பதைக் பாதிக்கும்.",
    "rel.escala.3t": "உங்கள் உறவுப் திறன்கள் உள்ளன",
    "rel.escala.4":
        "சிறந்த மதிப்பு. நீங்கள் தொடர்புகொள்வதற்கும், பிறரின் மீது ஆர்வத்தைத் தெரியப்படுத்துவதற்கும், மக்களுடன் இணைக்க எளிதாக அனுபவிக்கிறீர்கள். உங்கள் புனிதமான தனித்துவமும் உறுதிப்படுத்தும் நடத்தையும் உங்களுக்கு உள்ளது, ஆனால் சில நேரங்களில் நீங்கள் அடங்கியவாறாக தோன்றலாம். நீங்கள் சில தனிப்பட்ட பயங்கள் மற்றும் சந்தேகங்களை கொண்டிருக்கலாம், இது உங்கள் உறவுகளை தடை செய்யக் காரணமாக இருக்கக்கூடும். உங்கள் தன்னம்பிக்கையை மேம்படுத்துவதில் கவனம் செலுத்துங்கள், இது உங்கள் இலக்குகளை மெய்யாக அடைய உதவக்கூடும்.",
    "rel.escala.4t": "நீங்கள் நன்றாக தொடர்புகொள்கிறீர்கள்",
    "rel.escala.5":
        "மிகவும் சிறந்த மதிப்பு. நீங்கள் அசத்தக்கூடிய தொடர்பு திறன்களை மற்றும் பிறருடன் தொடர்பு கொள்ள சிறந்த திறனை கொண்டிருக்கிறீர்கள். உங்களுக்கு உணர்வு, ஒரு சிறந்த தனித்துவம் மற்றும் மக்களுடன் இருப்பதில் மகிழ்ச்சி உள்ளது. நீங்கள் நம்பிக்கையுள்ளவராகவும், தாக்கத்திற்கு உட்படவோ, மற்றும் அனைத்து காரியங்களையும் செய்யும் திறனைக் கொண்டவராக இருக்கிறீர்கள். திறந்த மனதுடன் மற்றும் தன்னம்பிக்கையுடன், நீங்கள் சில நேரங்களில் பெருமையுடன் போதிக்கப்படலாம். உங்கள் பிரபலத்திற்குப் பொறுப்பாக, மக்கள் இயல்பாகவே உங்களுக்கு ஈர்க்கப்படுகிறார்கள், எனவே சமூகப் பூச்சியாக மாறுவதில் தவிர்க்கவும்.",
    "rel.escala.5t": "நீங்கள் சிறந்த உறவுப் திறன்கள் கொண்டவர்",
    "rel.intro":
        "எலேன் சிஹெரா பல்வேறு சமூக சூழ்நிலைகளில் மனிதர்களின் நடத்தைகளைப் பற்றிய ஒரு ஆய்வைச் செய்தார். இந்த சோதனை உங்கள் நடத்தையை, தொடர்புகளை, தொடர்பை மற்றும் பிறருடன் இணைப்பை மதிப்பீடு செய்யக் குறிக்கோளாகும். இது உங்கள் எதிர்வினைகளைப் பற்றிய முன்னிலைகளை நன்கு அறிய உதவுவதோடு, 0 முதல் 100 வரை ஒரு அளவீட்டு அளவுகோலுடன் உங்கள் திறன்களைக் குறிப்பிடும் முடிவுகளை வழங்கும். நாங்கள் உங்களுக்கு ஒரு வெற்றிகரமான சோதனை ஆசைப்படுகிறோம்.",
    "removerAds": "விளம்பரங்களை நீக்கு",
    "removerAds2": "அப்ளிகேஷனில் இருந்து விளம்பரங்களை நீக்கு",
    "resultado": "வகைபாடு",
    "satisfatório": "கண்காணிக்கத்தக்கது",
    "satisfatórioR":
        "GNH குறியீட்டு அடிப்படையில், நீங்கள் மிதமான அளவில் மகிழ்ச்சியாக இருக்கிறீர்கள் :/",
    "semRaiva":
        "வாழ்த்துக்கள்! உங்களை எது கோபிக்கச் செய்கிறது என்பதைக் நீங்கள் நல்ல முறையில் புரிந்துகொள்கிறீர்கள் மற்றும் நீங்கள் பிரச்சினையின் அறிகுறிகளை உணர்ந்தவுடன் என்ன செய்ய வேண்டும் என்பதைப் தெரிந்து கொண்டீர்கள். நன்றியுடன், நீங்கள் கோபத்தை நிர்வகிக்க பல்வேறு முறைகளை வளர்த்துள்ளதாகத் தெரிகிறது, நீங்கள் அதைப் பெருமையாகக் கொள்ளலாம்.",
    "sempre": "எப்போதும்",
    "sint_stress_alto":
        "அதிக உற்சாகமாக, உறுதியாக, சமரசமாக முடியாமல், செங்குத்தாக, கவலைக்கிடமாக, எளிதாக எழுந்துவிடுபவராக, பயங்கரமாக, நரம்பழிக்குறியதுபோல, தள்ளுபடியை அல்லது தாமதங்களைப் பொறுக்கமுடியாதவாறு.",
    "sint_stress_titulo": "மனஅழுத்தத்தின் அறிகுறிகள்",
    "sobreRaiva": "கோபம் பற்றிய விவரம்",
    "sobre_autoconfianca": "தன்னம்பிக்கையின் பற்றிய விவரம்",
    "sobre_sorriso": "பூசணி பற்றிய விவரம்",
    "sobre_texto":
        "இந்த பயன்பாடு ByronSystemDeveloper® மூலம் உருவாக்கப்பட்டுள்ளது, பயனர் அவர்களுடைய நடத்தைகள் மற்றும் உணர்வுகளைப் புரிந்துகொள்ள உதவுவதற்காக ஒரு வரிசையான சோதனைகளை வழங்குவதற்கான நோக்குடன். இந்த சோதனைகள், விளக்கங்கள் மற்றும் குறிப்பு பயனர்களை ஆரோக்கியமான நடத்தைகள் மற்றும் வாழ்க்கை முறைகளை ஏற்க ஊக்குவிக்கக் கேட்டு, உடல்நிலை மற்றும் மனநிலையிலும் மேம்பாடு அடைய உதவுகிறது. மகிழுங்கள் :)",
    "sobre_titulo": "APP பற்றிய விவரம்",
    "sor.1": "நீங்கள் தினமும் அடிக்கடி சிரிக்கிறீர்களா?",
    "sor.2":
        "நீங்கள் சந்திக்கும் பெரும்பாலானவர்கள் உங்களைப் பார்த்தபோது சிரிக்கிறார்களா?",
    "sor.3":
        "ஒருவர் உங்களுக்கு சிரிக்கும்போது, நீங்கள் மறுபடியும் சிரிக்கிறீர்களா?",
    "sor.4":
        "நீங்கள் ஒருவருக்கு அறிமுகமாகப்படும் போது, அவர்களை வரவேற்கும்போது நீங்கள் சிரிக்கிறீர்களா?",
    "sor.5": "நீங்கள் சிரிக்கும்போது, உங்கள் பற்கள் தெரிகிறதா?",
    "sor.6":
        "நீங்கள் ஒருவரையும் தெரிந்து கொள்ளாத இடத்தில் இருந்தால், நீங்கள் எல்லா நேரத்திலும் சீரியலாகவே இருந்தால்?",
    "sor.7":
        "உங்கள் சிரிப்பு எப்போது ஒருவேளை ஒரு சிரிப்பு அல்லது நகைச்சுவை சிரிப்பு ஆகிறதா?",
    "sor.8":
        "நீங்கள் உங்கள் சிரிப்பைப் பார்த்திருக்கிறீர்களா? அது அழகாக இருக்கிறதா?",
    "sor.9": "நீங்கள் அரிதாக சிரிக்கும் வகையினரா?",
    "sor.10": "உங்கள் முகம் பொதுவாக கவலைக்கிடமாக அல்லது அச்சமாக இருக்கிறதா?",
    "sor.11":
        "சில நேரங்களில், நீங்கள் தனியாக இருக்கும்போது, ஒரு மனவருத்தமான நிகழ்வைப் நினைவில் கொண்டால், சிரிக்கிறீர்களா?",
    "sor.12":
        "நீங்கள் எதோ ஒரு விசாரணையில் தள்ளிக்கொண்டு ஒரு நல்ல நண்பரைச் சந்திக்கும்போது, ஒரு உண்மையான சிரிப்பு காட்டுகிறீர்களா?",
    "sor.13":
        "நீங்கள் சிரிக்கும்போது, உங்கள் சுற்றுப்புறத்தில் உள்ள பிறரையும் சிரிக்கச் செய்ய முடியுமா?",
    "sor.escala.1":
        "வாழ்த்துக்கள்! சிரிப்பு என்பது உங்கள் அங்கமாகவே உள்ளது, ஏனெனில் பெரும்பாலான நேரங்களில் நீங்கள் அதிர்ச்சியின்றி சிரிக்கிறீர்கள். உங்கள் சிரிப்பு நீங்கள் அமைதியான மற்றும் விலகிய நிலையை அடைவதாகக் குறிக்கிறது. இது பிறருடன் நல்ல உறவுகளை வளர்க்க உதவுகிறது. உங்கள் சிரிப்பை எளிதாகப் பெறும் பலரையும் ஈர்க்கின்றது, மேலும் உங்கள் பயனாகவும், அதுபோன்றது!",
    "sor.escala.2":
        "நீங்கள் உங்கள் சிரிப்புகளில் அடக்கமாக இருக்கிறீர்கள்! நீங்கள் விரும்பும் போது சிரிக்கத் தெரிகிறது மற்றும் உங்கள் நடத்தை தோன்றுகிறது, ஆனால் நீங்கள் அதை ஏற்கவேண்டிய போது மட்டுமே. பொதுவாக, நீங்கள் மக்களுடன் நல்ல உறவுகளை நிலைநாட்ட முயற்சிக்கிறீர்கள், ஆனால் சில கணங்களில் சிரிப்புகள் இல்லாத நேரங்கள் இருக்கக்கூடும். எப்போதும் மேம்படுவதற்கான இடம் உள்ளது, இதைப் பற்றி யோசிக்கவும் மற்றும் சிரிக்கையின் பலன்களைப் பார்வையிடவும்.",
    "sor.escala.3":
        "அந்த மிகக் குறைவான சிரிப்பை நீங்கள் மேம்படுத்த வேண்டும். நீங்கள் சிரிக்க விரும்பாத அல்லது தேவையில்லை என்று உணரலாம், ஆனால் மக்கள் சிரிக்காதவர்களைப் பின்தொடர்வார்கள், ஏனெனில் முதல் தேவையானது சிரிப்பு! நினைவில் வையுங்கள், சிரிப்பு உங்கள் சுற்றுப்புறத்தை மகிழ்ச்சியாக ஆக்குகிறது! சிரிக்க ஏன் நீங்கள் செய்கிறீர்கள் என்பதை கீழே பார்க்கவும் மற்றும் முயற்சிக்கவும்! இது உங்கள் வாழ்க்கையில் மாற்றத்தை உருவாக்கும்.",
    "sor.intro":
        "நீங்கள் நாள்தோறும் அடிக்கடி சிரிக்கிறீர்களா? அதை உறுதி செய்ய ஒரு சோதனை தேவையில்லை! ஆனால், இந்த சோதனை உங்கள் சிரிப்பு எவ்வாறு பல்வேறு சூழ்நிலைகளில் வெளிப்படுகிறது என்பதற்கு உள்ள முன்னிலை வழங்கும். முடிவில், நீங்கள் இயற்கையாகவே சிரிக்கும் நபராக, நேர்மறையுள்ள சக்தி கொண்டவராக இருக்கிறீர்களா என்பதைக் தெரிந்து கொள்ளுங்கள் மற்றும் சிரிக்கையின் உங்களுக்கும் உங்கள் சுற்றுப்புறத்தவர்களுக்கும் உள்ள பலன்களைப் பற்றிய தகவல்களைப் பெறுங்கள். சிரிப்புகள் தற்காலிகமாக அல்லது யோசனையுடன் இருக்க முடியும் என்பதை நீங்கள் அறிந்தீர்களா? சோதனையை முடிக்கும்போது தற்காலிகத்தையும் யோசனையையும் கண்டறியவும். மதிப்பீட்டை மகிழ்ச்சியாக அனுபவிக்கவும்!",
    "sor.sobre":
        "13 கேள்விகளுடன் ஒரு சோதனை, ஒவ்வொரு கேள்விக்கும் 0 முதல் 1 புள்ளிகள் மதிப்பீடு செய்யப்படுகிறது.",
    "sor.sorri1": "இந்த சிரிப்பைப் நீங்கள் மேம்படுத்த வேண்டும்",
    "sor.sorri2": "நீங்கள் சில நேரங்களில் சிரிக்கிறீர்கள்",
    "sor.sorri3": "நீங்கள் ஒரு சிரிக்கின்ற நபர்",
    "sor_PE":
        "பால் எக்மான், 20ஆம் நூற்றாண்டின் 100 மிக முக்கியமான உளவியலர்களில் ஒருவராக, உணர்வுகள் மற்றும் முகப் பாட்டை படிக்க முன்னணி ஆவார்.",
    "sor_c1":
        "ஆய்வுகள், ஒரு சிரிக்கின்ற முகத்தைப் பார்த்து 60%க்கும் மேற்பட்டோர் மீண்டும் சிரிக்கிறார்கள் என்று காட்டுகிறது! ஒரு சிரிப்புடன் மகிழ்ச்சியை பரப்புபவராக இருங்கள் மற்றும் நீங்கள் அதற்குப் பதிலாக ஒரு சிரிப்பைப் பெற வாய்ப்பு உண்டு.",
    "sor_c2_1":
        "• மக்கள் இடையே தொடர்புகளை உருவாக்குகிறது, நெருக்கத்தை, பொறுமையை அதிகரிக்கிறது மற்றும் நம்பிக்கையை ஊக்குவிக்கிறது.",
    "sor_c2_2":
        "• நமக்கு மேலும் ஈர்க்கக்கூடிய, நட்பு மற்றும் இளமையானதாக உருவாக்குகிறது, காரணமாக முகத்தக்குச்சியின் இயக்கங்கள் சருமத்தின் இளவுகளை அதிகரிக்கிறது.",
    "sor_c2_3":
        "• செரட்டோனின் மற்றும் எண்டோர்பின்களை விடுகிறது, இது நலனை, மகிழ்ச்சியை மற்றும் ஆற்றலை ஊக்குவிக்கிறது.",
    "sor_c2_4":
        "• உடலின் பாதுகாப்பு மண்டலத்தை அதிகரிக்கிறது மற்றும் சக்தியை அதிகரிக்கிறது.",
    "sor_c2_5": "• வலி உணர்வை குறைக்கிறது.",
    "sor_c2_6":
        "• உணர்ச்சி சமநிலையை பேண உதவுகிறது, மன அழுத்தம் மற்றும் அச்சம் ஆகியவற்றின் தாக்கங்களைப் பாதுகாக்கிறது மற்றும் தன்னுடைய அமைதியைப் பாதுகாக்க உதவுகிறது.",
    "sor_c2_7": "• சுய மதிப்பை அதிகரிக்கிறது.",
    "sor_c3":
        "19 ஆம் நூற்றாண்டின் பிரான்சிய நரம்பியல் நிபுணர் கில்லோம் டுசென் மனித முகப் பாட்டைப் பற்றி முதன்முதலில் படித்தவர். உண்மையான மற்றும் போலியான சிரிப்புகள் முற்றிலும் வேறுபட்ட முகத்தக்குச்சிகளை செயலாக்குவதாக அவர் கண்டுபிடித்தார். 'டுசென் சிரிப்பு' என்று அழைக்கப்படும் உண்மையான சிரிப்பு, கண்ணுகளை முற்றாக மூடியிருக்கும் தசைகளைப் உள்ளடக்கியது மற்றும் வெள்ளம் மற்றும் மரியாதையைப் வெளிப்படுத்துகிறது. போலியான சிரிப்பு வெறும் வாயை மட்டும் நகர்த்துகிறது மற்றும் உண்மையான சிரிப்பின் மரியாதையைக் குறைக்கிறது. இந்த 'துறை மடர்போன்ற சிரிப்புகள்' மானிகின்களில் அல்லது கட்டாயமாக சிரிக்கிறவர்களில் காணப்படும் வீக்கமான முகப்பாட்டுகளைப் போன்றதாகும்.",
    "sor_c4":
        "சிரிப்பு உடலின் 80 மண்டலங்களைச் செயல்படுத்தக்கூடும், இது மூளை, நாக்கு, இதயம், மார்பு, கால்கள், பாதங்கள் மற்றும், கண்டிப்பாக, முகத்தைப் பாதிக்கிறது! ஆய்வுகள் சிரிப்பு மருத்துவ விளைவுகளைப் பொருத்தமானதாகக் கூறுகின்றன, அதாவது நமது வயதுகூடுவதற்குள் சுருக்கங்கள் உருவாகுவதைக் தாமதிக்கின்றன. ஆகவே, அதிகமாக சிரிக்கவும் – இது சிறந்த மருந்தாகும்! தினமும் சிரிப்பு வாய்ப்புகளை தேடுங்கள், நேர்மறை மக்கள் மற்றும் சூழல்களுடன் சூழப்பட்டு மகிழ்ச்சியைப் பரப்புங்கள். தினமும் ஒரு சிரிப்புப் பங்கை உண்டாக்குதல் தொற்றுநோயாக இருக்கிறது மற்றும் உங்கள் சுகாதாரத்தை மேம்படுத்தும்.",
    "sor_c5_1":
        "அமைதியடையவும், வாழ்க்கையை அனுபவிக்கவும், அதிகமாக சிரிக்கவும், மேலும், விஷயங்களைப் பற்றிய கவலை குறைவாகவும் செய்யவும் (கெனித்த் ப்ரானாக்)",
    "sor_c5_2":
        "உங்கள் சிரிப்பை உலகுடன் பகிரவும் – இது நட்பும் அமைதியும்தான் (கிரிஸ்டி ப்ரிங்க்ளி)",
    "sor_c5_3":
        "கண்ணாடியில் சிரிக்கவும். இதை ஒவ்வொரு காலையில் செய்யுங்கள், உங்கள் வாழ்க்கையில் பெரிய மாற்றத்தை காணவேண்டும் (யோகோ ஓனோ)",
    "sor_c5_4":
        "எப்போது நாம் சந்திக்கிறோமோ, எப்போதும் சிரிப்புடன் வாழ்த்துவோம், ஏனெனில் சிரிப்பு அன்பின் துவக்கம் (அன்னை தேரசா)",
    "sor_sor": "சிரிப்பு தொற்றுநோயாக இருக்கிறது:",
    "sor_t2": "சிரிப்பின் விளைவுகள்:",
    "sor_t3": "உண்மையான மற்றும் பொய்யான சிரிப்புகள்",
    "sor_t4": "சிரிப்பு: சிறந்த மருந்து",
    "sor_t5": "சிரிப்பின்மேற்கான புகழ்பெற்ற மேற்கோள்கள்",
    "testecompleto":
        "மேல் சரியான மதிப்பீட்டிற்காக, முழு சோதனையை முயற்சிக்கவும்",
    "tipo_atitudes_titulo": "அடைவேளைகள் வகைகள்",
    "tipos_atitudes_titulo": "அடைவேளைகள் பற்றி",
    "tit_desc_niv": "மனஅழுத்த நிலை விவரிப்பு",
    "tit_niv_categ": "வகைபடுத்தப்பட்ட மனஅழுத்த நிலை",
    "titulofrequecia": "எவ்வளவு முறை...",
    "todosBSD": "அனைத்து BSD செயலிகள்",
    "v_hist": "என் முடிவுகள்",
    "varias_vezes": "மிகவும்",
    "vezes": "எப்பொழுதும்",
    "zon1": "மிகவும் குறைவாக",
    "zon1_des": "நீங்கள் விரும்பும் குறிக்கோள்களை அடைய अधिक ऊर्जा தேவை.",
    "zon1_des_red":
        "உங்கள் மாந்திரிகை நிலை மிகக் குறைவாக உள்ளது, இது நல்லதாக இருக்காது!",
    "zon2": "குறைந்தது",
    "zon2_des":
        "நீங்கள் மிகவும் நல்ல வரம்பில் உள்ளீர்கள், இதன் மூலம் உங்கள் இதய அட்டாக்கள் அல்லது குடல் மண்டலத்தின் மூலம் ஏற்பட்டுள்ள நோய்களின் அபாயம் இல்லை. எனினும், உங்கள் செயல்திறன் முழு திறனை அடையாது.",
    "zon2_des_red":
        "உங்கள் மாந்திரிகை நிலை குறைவாக உள்ளது, ஆனால் இது இதுவரை சிறந்தது அல்ல!",
    "zon3": "சாதாரணம்",
    "zon3_des":
        "நீங்கள் நெருக்கடியும், ஓய்வும் என்பவற்றின் மையமாக அனுபவிக்கிறீர்கள். உங்கள் குறிக்கோள்களை அடைய சில நெருக்கடிகள் அவசியம்.",
    "zon3_des_red":
        "அன்புகள்! நீங்கள் சாதாரண நிலை மாந்திரிகையை பராமரிக்கிறீர்கள்!",
    "zon4": "உயர்ந்த",
    "zon4_des":
        "உங்கள் வாழ்க்கையை மதிப்பீடு செய்யும் மற்றும் அவசரமான பிரச்சினைகளை அடையாளம் காணும் நேரம். உளவியல் சிக்கல்களை மற்றும் உங்கள் அப்பசாரம் மற்றும் சுழற்சி மண்டலங்களில் ஏற்பட்டுள்ள சிக்கல்களைத் தடுக்கும். ஒவ்வொரு நாளும் பயிற்சி செய்யவும், ஒரு ஆரோக்கியமான உணவுக் கட்டுப்பாட்டைப் பின்பற்றவும், சிக்கல்களை இழக்க உதவும் உளவியல் நுணுக்கங்களைப் பயன்படுத்தவும், நம்பகமான நண்பரிடமிருந்து ஆதரவு பெறவும். நேர்மறைமிக்க மற்றும் மற்றவர்களுக்கு தயவாக இருக்கவும்.",
    "zon4_des_red": "உங்கள் மாந்திரிகை உயரும், இது ஆரோக்கியமாக இல்லை!",
    "zon5": "மிகவும் உயர்ந்த",
    "zon5_des":
        "உங்கள் மாந்திரிகை நிலை தீவிரமாக இருக்கிறது மற்றும் உடனடி நடவடிக்கைகளை தேவை. நண்பர்கள், குடும்பம் அல்லது ஆரோக்கிய நிபுணர் உதவியைப் பெறவும். ஓய்வை எடுத்துக் கொண்டு மாந்திரிகை குறைக்கும் நுணுக்கங்களைப் பயிற்சியுடன் நிலைத்திருங்கள். உடற்பயிற்சி, ஆரோக்கியமான உணவு மற்றும் நேர்மறை அணுகுமுறை மற்றும் மற்றவர்களிடம் அன்பாக இருப்பதை முன்னுரிமை செய்க.",
    "zon5_des_red":
        "எச்சரிக்கை! உங்கள் மாந்திரிகை மிகவும் உயரும் மற்றும் உடனடி கவனத்திற்கு தேவை!",

    // Burnout Test #########
    "_tBurnout": "மனஅழுத்தச் சோர்வு சோதனை",

    "burn_intro":
        "இந்த சோதனை வேலை, பள்ளி அல்லது படிப்புடன் தொடர்புடைய மனச் சோர்வின் அறிகுறிகளை மதிப்பிடுகிறது.\nமாணவர்கள், தொழில்நிபுணர்கள் அல்லது தொடர்ந்து அழுத்தம் மற்றும் கோரிக்கைகளுக்கு உள்ளாகும் யாராலும் இதைப் பயன்படுத்தலாம்.\nகேள்விகள் மூன்று முக்கிய பகுதிகளை உள்ளடக்குகின்றன: உணர்ச்சி சோர்வு, உணர்ச்சி விலகல் மற்றும் தனிப்பட்ட சாதனை உணர்வு.\nகடந்த சில வாரங்களில் நீங்கள் எப்படி உணர்ந்தீர்கள் என்பதை கருத்தில் கொண்டு நேர்மையாக பதிலளிக்கவும்.\nஇந்த சோதனை மருத்துவ மதிப்பீட்டை மாற்றாது, ஆனால் உங்கள் தற்போதைய மனச் சோர்வு நிலையைப் புரிந்துகொள்ள உதவலாம்.",

    "burn_dim_ex_title": "உணர்ச்சி சோர்வு",
    "burn_dim_dis_title": "உணர்ச்சி விலகல்",
    "burn_dim_real_title": "தனிப்பட்ட சாதனை",

    "burn_1": "நாளின் முடிவில் நான் மிகவும் சோர்வாக உணர்கிறேன்.",
    "burn_2": "தூங்கிய பின்னரும் சோர்வாகவே விழிக்கிறேன்.",
    "burn_3":
        "என் தினசரி பணிகள் நான் வழங்க முடிவதைக் காட்டிலும் அதிக ஆற்றலைக் கேட்கின்றன.",
    "burn_4": "சோர்விலிருந்து மீள எனக்கு கடினமாக உள்ளது.",
    "burn_5": "சிறிய பொறுப்புகள்கூட மிகவும் பாரமாக உணர்கின்றன.",
    "burn_6": "நான் அடிக்கடி மனதளவில் சோர்வாக உணர்கிறேன்.",

    "burn_7": "என் பணிகளில் எனக்கு ஆர்வம் குறைந்துவிட்டது.",
    "burn_8": "தேவையானதைச் செய்கிறேன், ஆனால் ஈடுபாடு இல்லாமல்.",
    "burn_9": "என் பொறுப்புகளைப் பற்றி அதிகமாக சிந்திப்பதைத் தவிர்க்கிறேன்.",
    "burn_10": "நான் செய்வதிலிருந்து உணர்ச்சியளவில் விலகியதாக உணர்கிறேன்.",
    "burn_11": "வேலை அல்லது படிப்பில் எனக்கு இருந்த உற்சாகம் குறைந்துவிட்டது.",
    "burn_12":
        "உற்சாகமின்றி கடமைகளை மட்டும் நிறைவேற்றுகிறேன் என்று உணர்கிறேன்.",

    "burn_13":
        "என் தினசரி வாழ்க்கையில் பயனுள்ள ஒன்றைச் செய்கிறேன் என்று உணர்கிறேன்.",
    "burn_14":
        "வேலை அல்லது படிப்பில் நான் செய்வதைக் குறித்து பெருமைப்படுகிறேன்.",
    "burn_15": "சவால்களை எதிர்கொள்ள முடியும் என்று உணர்கிறேன்.",
    "burn_16": "நான் செய்வதில் முன்னேற்றம் காண்கிறேன்.",
    "burn_17": "மேலும் மேம்பட தொடர்ந்து முயற்சிக்க நான் ஊக்கமடைந்துள்ளேன்.",
    "burn_18": "என் முயற்சி மதிப்புடையது என்று உணர்கிறேன்.",

    "burn_res_low_title": "குறைந்த மனஅழுத்தச் சோர்வு",
    "burn_res_low_desc":
        "உங்கள் முடிவுகள் குறைந்த அளவிலான மனச் சோர்வைக் காட்டுகின்றன.\nபொதுவாக, நீங்கள் தினசரி கோரிக்கைகளை நன்றாக சமாளித்து, உணர்ச்சி சமநிலையைப் பேணுகிறீர்கள்.\nஎனினும், சோர்வு அறிகுறிகளை கவனித்து, ஓய்வوقான நேரத்தை பாதுகாப்பது முக்கியம்.",

    "burn_res_mod_title": "மிதமான மனஅழுத்தச் சோர்வு",
    "burn_res_mod_desc":
        "உங்கள் முடிவுகள் மிதமான அளவிலான மனச் சோர்வைக் காட்டுகின்றன.\nகாலப்போக்கில் மோசமடையக்கூடிய உணர்ச்சி அழுத்தத்தின் அறிகுறிகள் உள்ளன.\nவழக்கங்களை மறுபரிசீலனை செய்தல், சுமையை குறைத்தல் மற்றும் ஓய்வை வலுப்படுத்தல் மோசமாதலைத் தடுக்க உதவும்.",

    "burn_res_high_title": "உயர் மனஅழுத்தச் சோர்வு",
    "burn_res_high_desc":
        "உங்கள் முடிவுகள் அதிக அளவிலான மனச் சோர்வைக் காட்டுகின்றன.\nஇந்த நிலை பெரும்பாலும் உணர்ச்சி சோர்வு, ஊக்கத்தின் இழப்பு மற்றும் பணிகளிலிருந்து விலகல் ஆகியவற்றுடன் தொடர்புடையது.\nஓய்வு எடுப்பது, கோரிக்கைகளைச் சரிசெய்வது மற்றும் தொழில்முறை ஆதரவை நாடுவது முக்கியமாக இருக்கலாம்.",

    "burn_dim_ex_low_title": "குறைந்த உணர்ச்சி சோர்வு",
    "burn_dim_ex_low_desc":
        "நல்ல மீட்பு திறன் மற்றும் சோர்வை மேலாண்மை செய்வதைக் காட்டுகிறது.",

    "burn_dim_ex_mod_title": "மிதமான உணர்ச்சி சோர்வு",
    "burn_dim_ex_mod_desc":
        "அடிக்கடி சோர்வு மற்றும் ஆற்றலை மீட்கும் சிரமங்களை சுட்டிக்காட்டுகிறது.",

    "burn_dim_ex_high_title": "உயர் உணர்ச்சி சோர்வு",
    "burn_dim_ex_high_desc":
        "தீவிரமும் நீடித்ததுமான மனச் சோர்வைக் காட்டுகிறது.",

    "burn_dim_dis_low_title": "குறைந்த உணர்ச்சி விலகல்",
    "burn_dim_dis_low_desc":
        "பணிகளில் ஈடுபாடு மற்றும் ஆர்வத்தைத் தக்கவைக்கிறது.",

    "burn_dim_dis_mod_title": "மிதமான உணர்ச்சி விலகல்",
    "burn_dim_dis_mod_desc":
        "மெல்ல மெல்ல ஊக்கம் குறைவதற்கான அறிகுறிகளை காட்டுகிறது.",

    "burn_dim_dis_high_title": "உயர் உணர்ச்சி விலகல்",
    "burn_dim_dis_high_desc":
        "உணர்ச்சியளவில் விலகல் மற்றும் நீங்கள் செய்வதில் அர்த்த இழப்பை காட்டுகிறது.",

    "burn_dim_real_low_title": "உயர் தனிப்பட்ட சாதனை",
    "burn_dim_real_low_desc":
        "திறன் உணர்வும் செயல்திறன் குறித்த திருப்தியும் இருப்பதை காட்டுகிறது.",

    "burn_dim_real_mod_title": "மிதமான தனிப்பட்ட சாதனை",
    "burn_dim_real_mod_desc":
        "நீங்கள் செய்வதின் மதிப்பு மற்றும் தாக்கம் குறித்து சில சந்தேகங்களை சுட்டிக்காட்டுகிறது.",

    "burn_dim_real_high_title": "குறைந்த தனிப்பட்ட சாதனை",
    "burn_dim_real_high_desc":
        "சுயமரியாதை மற்றும் தனிப்பட்ட திருப்தியில் எதிர்மறை தாக்கத்தை காட்டுகிறது.",

    "burn_sobre": "மனஅழுத்தச் சோர்வு பற்றி",
    "burn_ctx_what_title": "மனஅழுத்தச் சோர்வு என்றால் என்ன?",
    "burn_ctx_what_desc":
        "மனஅழுத்தச் சோர்வு என்பது நீண்ட காலமாக மனஅழுத்தம், அழுத்தம் மற்றும் அதிகப்படியான கோரிக்கைகளுக்கு உள்ளாகுவதால் ஏற்படும் உடல் மற்றும் மனச் சோர்வு நிலையாகும்.\nஇது தொடர்ச்சியான சோர்வு, ஊக்க இழப்பு, உணர்ச்சி விலகல் மற்றும் குறைந்த தனிப்பட்ட சாதனை உணர்வு ஆகியவற்றாக வெளிப்படுகிறது.\nமாணவர்கள், தொழில்நிபுணர்கள் மற்றும் தொடர்ந்து அதிக சுமைக்கு உள்ளாகும் யாரையும் இது பாதிக்கலாம்.",

    "burn_ctx_causes_title": "மனஅழுத்தச் சோர்வின் காரணங்கள்",
    "burn_ctx_causes_desc":
        "மனஅழுத்தச் சோர்வு பொதுவாக பல காரணிகளின் சேர்க்கையால் ஏற்படுகிறது; உதாரணமாக அதிக பணிச்சுமை, போதிய ஓய்வு இல்லாமை, முடிவுகளுக்கான தொடர்ச்சியான அழுத்தம், அங்கீகாரம் அல்லது ஆதரவு இல்லாமை, மற்றும் வேலை, படிப்பு, தனிப்பட்ட வாழ்க்கை ஆகியவற்றை சமநிலைப்படுத்துவதில் உள்ள சிரமங்கள்.\nஇந்த நிலைகள் நீடித்தால், சோர்வு ஏற்படும் அபாயம் அதிகரிக்கும்.",

    "burn_ctx_prevent_title": "மனஅழுத்தச் சோர்வைத் தடுப்பது எப்படி",
    "burn_ctx_prevent_desc":
        "தடுப்பு என்பது சுமையை குறைத்தல் மற்றும் மனநலத்தை கவனிப்பதை உள்ளடக்குகிறது.\nதொடர்ச்சியான இடைவெளிகள், எல்லைகளை அமைத்தல், போதிய தூக்கம், பொழுதுபோக்கு செயல்பாடுகளைத் தொடர்தல் மற்றும் தேவையானபோது ஆதரவை நாடுதல் ஆகியவை முக்கியமான படிகள்.\nஅறிகுறிகளை ஆரம்பத்திலேயே அடையாளம் காண்பது மோசமாதலைத் தடுக்க உதவும்.",

    "burn_ctx_treat_title":
        "மனஅழுத்தச் சோர்வை எவ்வாறு சமாளிப்பது அல்லது சிகிச்சை செய்வது",
    "burn_ctx_treat_desc":
        "மனஅழுத்தச் சோர்வை சமாளிக்க நடைமுறை மாற்றங்களும் சரியான ஆதரவும் தேவை.\nதற்காலிகமாக கோரிக்கைகளை குறைத்தல், வழக்கங்களை மறுசீரமைத்தல், ஓய்வில் முதலீடு செய்தல் மற்றும் நம்பகமான ஒருவருடன் பேசுதல் உதவியாக இருக்கும்.\nசில சந்தர்ப்பங்களில், மீட்பிற்காக தொழில்முறை உதவியை நாடுவது முக்கியம்.",

    "burn_ctx_help_title": "எப்போது உதவி நாட வேண்டும்?",
    "burn_ctx_help_desc":
        "சோர்வு, ஊக்க இழப்பு அல்லது உணர்ச்சி விலகல் போன்ற அறிகுறிகள் தொடர்ந்தால் அல்லது தினசரி வாழ்க்கையை பாதித்தால், தொழில்முறை உதவியை நாடுவது முக்கியமாக இருக்கலாம்.\nஒரு சுகாதார நிபுணருடன் பேசுவது நிலையை நன்றாகப் புரிந்துகொள்ளவும், பொருத்தமான மூலோபாயங்களை நிர்ணயிக்கவும் உதவும்.",
  };
}
