Map<String, String> getTeluguTranslations() {
  return {
    "-10":
        "శుభాకాంక్షలు! బెక్ పరీక్ష ప్రకారం, మీరు అవసాద లక్షణాలను చూపించలేదు.",
    "1a": "నేను దుఃఖంగా అనిపించడం లేదు.",
    "1b": "నేను కొంచెం దుఃఖంగా అనిపిస్తోంది.",
    "1c": "నేను తరచుగా దుఃఖంగా ఉంటాను మరియు దాన్ని నివారించలేను.",
    "1d": "నేను చాలా దుఃఖంగా ఉన్నాను, ఇక సహించలేను.",
    "1p": "నేను తరచుగా అవును అని చెబుతాను, అయితే లోతుగా కాదు అని భావిస్తాను.",
    "2a": "నా భవిష్యత్తు గురించి ప్రశాంతంగా ఉన్నాను.",
    "2b": "భవిష్యత్తు గురించి నేను నిరాశ చెందుతున్నాను.",
    "2c": "ఇంకా ఏమీ ఎదురు చూడదగ్గది లేదని నాకు అనిపిస్తుంది.",
    "2d":
        "భవిష్యత్తు కోసం నాకు ఎలాంటి ఆశలు లేవు మరియు నా పరిస్థితి మెరుగుపడదని అనిపిస్తుంది.",
    "2p": "ఇతరుల హక్కులను ఉల్లంఘించకుండా నా హక్కులను కాపాడతాను.",
    "3a": "సాధారణంగా, నేను సంతృప్తిగా ఉన్నాను.",
    "3b": "చాలా మందికన్నా నాకు ఎక్కువ వైఫల్యాలు ఉన్నాయని అనుకుంటున్నాను.",
    "3c": "నా గతాన్ని తిరిగి చూస్తే, వైఫల్యాల శ్రేణి మాత్రమే కనిపిస్తుంది.",
    "3d": "నేను పూర్తిగా ఓటమి చెందిన వ్యక్తిగా అనిపిస్తుంది.",
    "3p":
        "నేను ఎవరో బాగా తెలియకపోతే, నేను ఏమనుకుంటున్నాను లేదా అనుభవిస్తున్నాను అనే విషయాలను దాచిపెట్టడం నాకు ఇష్టం.",
    "4a": "నేను చేస్తున్న పనిలో సంతృప్తిని కనుగొనగలను.",
    "4b": "నేను ముందు సంతృప్తిని ఇచ్చిన వాటితో ఇక సంతోషంగా లేను.",
    "4c": "నిజంగా ఏదితోనూ సంతృప్తిగా ఉండలేను.",
    "4d": "నేను అన్ని విషయాలతో అసంతృప్తిగా మరియు విసుగుగా ఉన్నాను.",
    "4p": "చాలా కాలం పాటు, నేను నిశ్చయంగా మరియు దృఢంగా ఉంటాను.",
    "5_a": "హితచేయితనం.",
    "5_c": "అంతఃపురతనం.",
    "5_e": "బహిరంగతనం.",
    "5_n": "న్యూరోటిసిజం.",
    "5_o": "స్పష్టత.",
    "5a": "సాధారణంగా, నేను దోషపూరితంగా అనిపించడం లేదు.",
    "5b": "కొన్నిసార్లు, నాకు తప్పు చేసినట్లు అనిపిస్తుంది.",
    "5c": "తరచుగా నాకు చాలా తప్పుగా అనిపిస్తుంది.",
    "5d": "నేను నిరంతరం తప్పు చేసినట్లు అనిపిస్తుంది.",
    "5p": "సాధారణంగా, ఇతరులను ప్రభావితం చేయడం చాలా సులభం మరియు సమర్థవంతం.",
    "6a": "నేను ఏదైనా శిక్షకు గురి కాలేదు.",
    "6b": "అంతిమంగా శిక్షించబడతానని నాకు అనిపిస్తుంది.",
    "6c": "నేను శిక్షించబడుతున్నట్లు అనిపిస్తుంది.",
    "6d": "నేను శిక్షించబడుతున్నట్లుగా నాకు నమ్మకం ఉంది.",
    "6p":
        "ఇతరులను విమర్శించడం మరియు నా అభిప్రాయాన్ని వ్యక్తం చేయడంలో నాకు ఎటువంటి సంకోచం లేదు.",
    "7a": "నేను నా మీద నిరాశపడలేదు.",
    "7b": "నేను నా మీద కొద్దిగా నిరాశ చెందాను.",
    "7c": "నేను నా మీద చాలా నిరాశ చెందాను.",
    "7d":
        "నేను నిరాశకు అతీతంగా ఉన్నాను; వాస్తవానికి, నేను నా మీద ద్వేషం కలిగి ఉన్నాను.",
    "7p":
        "నా బాధ్యతల్లో భాగం కాని పనులను తిరస్కరించడంలో నాకు ఎటువంటి సందేహం లేదు.",
    "8a": "నేను ఇతరుల కన్నా తక్కువ కాకుండా ఉన్నాను.",
    "8b": "నా తప్పులకు మరియు బలహీనతలకు నేను నాకు తప్పుతా.",
    "8c": "నా తప్పులకుగాను నేను ఎప్పటికప్పుడు నాకు తప్పుతా.",
    "8d": "నా చుట్టూ జరిగే అన్ని తప్పులకు నాకు తప్పుతా.",
    "8p":
        "నేను నా అభిప్రాయాన్ని వ్యక్తం చేయడానికి సంకోచించను, ఏదైనా ప్రతికూల సహచరులతో కూడిన సందర్భంలో అయినా.",
    "9a": "నేను ఆత్మహత్య గురించి ఆలోచించడం లేదు.",
    "9b": "నా జీవితాన్ని ముగించడానికి ఆలోచనలు ఉన్నా, వాటిని అమలు చేయలేను.",
    "9c": "నా జీవితాన్ని ముగించడానికి నేను కోరుకుంటున్నాను.",
    "9d": "ఒక అవకాశం దొరికితే, నా జీవితాన్ని ముగించగలను.",
    "9p":
        "వివాదంలో, నేను వెనక్కి తగ్గి విషయాలు ఎలా పరిణామం చెందుతున్నాయో చూడటానికి ఇష్టపడతాను.",
    "9pilares":
        "గ్రాస్ నేషనల్ హ్యాపినెస్ కొలిచే ప్రశ్నాపత్రాలలో ఉపయోగించే సూచికలను మార్గనిర్దేశం చేసే సూత్రాలను అర్థం చేసుకోండి.",
    "9pilares_t": "గ్రాస్ నేషనల్ హ్యాపినెస్ యొక్క 9 స్తంభాలు.",
    "10a": "నేను సాధారణంగా కన్న కన్నా ఎక్కువగా కన్నీళ్లు పెట్టడం లేదు.",
    "10b": "ఇప్పుడు నేను మునుపటి కంటే ఎక్కువగా కన్నీళ్లు పెట్టుకుంటున్నాను.",
    "10c": "నేను ఎక్కువగా నా సమయాన్ని ఏడుస్తూ గడుపుతున్నాను.",
    "10d": "నేను ఇక మళ్లీ ఏడవలేను.",
    "10p": "నేను వ్యతిరేకంగా ఉన్నందుకు నాకు తరచుగా విమర్శలు వస్తాయి.",
    "11-18":
        "బెక్ పరీక్ష ప్రకారం, మీరు స్వల్ప నిరాశ యొక్క లక్షణాలను కలిగి ఉన్నారు.",
    "11-18r": "స్వల్ప నిరాశ",
    "11a": "నేను సాధారణం కంటే ఎక్కువగా అసహనంగా ఉండటం లేదు.",
    "11b": "నేను మునుపటి కంటే ఎక్కువగా అసహనంగా మారుతున్నాను.",
    "11c": "నేను ఎల్లప్పుడూ అసహనంగా ఉంటాను.",
    "11d": "నేను ఇక అసహనంగా కూడా ఉండలేను.",
    "11p": "నేను ఇతరులను వినడంలో ఇబ్బంది పడుతున్నాను.",
    "12a": "నేను ఇంకా ఇతరుల మీద ఆసక్తి చూపుతున్నాను.",
    "12b": "నేను మునుపటి కంటే ఇతరుల మీద తక్కువ ఆసక్తి చూపుతున్నాను.",
    "12c": "నేను ఇతరులపై దాదాపు మొత్తం ఆసక్తిని కోల్పోయాను.",
    "12d": "నేను పూర్తిగా ఇతరులపై ఆసక్తిని కోల్పోయాను.",
    "12p": "నేను విషయాలను నిరుపయోగంగా ఉంచుతాను, ఇది నాకు బాగా పనిచేస్తుంది.",
    "13a": "నేను మునుపటి లాగే సులభంగా నిర్ణయాలు తీసుకుంటాను.",
    "13b": "నేను నిర్ణయాలు తీసుకోవడాన్ని నివారిస్తాను.",
    "13c": "నేను నిర్ణయాలు తీసుకోవడంలో చాలా ఇబ్బందులు పడుతున్నాను.",
    "13d": "నేను ఏమైనా నిర్ణయం తీసుకోలేనంతగా అనుకుంటున్నాను.",
    "13p": "జనం నన్ను ఎక్కువగా బుద్ధిగా మరియు సంబంధాలలో నైపుణ్యంగా చూస్తారు.",
    "14a": "నేను నా శారీరక రూపం గురించి సంతోషంగా ఉన్నాను.",
    "14b":
        "నేను వయసు పెరుగుతున్నట్లు మరియు ఆకర్షణీయంగా కనిపించడం లేదని చింతిస్తున్నాను.",
    "14c":
        "నా రూపం మారుతున్నట్లు మరియు నేను ఆకర్షణీయంగా కనిపించనట్లుగా భావిస్తున్నాను.",
    "14d": "నేను చాలా భయంకరంగా కనిపిస్తున్నాను అని అనుకుంటున్నాను.",
    "14p":
        "నేను నా సంబంధాలను ఆధిపత్యం లేదా లెక్కింపు కన్నా విశ్వాసం మీద నిర్మిస్తాను.",
    "15a": "నేను మునుపటిలాగే పనిచేయగలను.",
    "15b": "పనులు ప్రారంభించడానికి కొంత ప్రయత్నం అవసరం.",
    "15c": "పనిచేయడానికి చాలా శ్రమ అవసరం.",
    "15d": "ఇక మళ్లీ పనిచేయలేను.",
    "15p":
        "నేను సహచరుల సహాయాన్ని అడగడానికి ఇష్టపడను; వారు నాకు అసమర్థంగా భావించవచ్చు.",
    "16a": "నేను బాగా నిద్రపోతున్నాను.",
    "16b": "నేను మునుపటిలా బాగా నిద్రపోవడం లేదు.",
    "16c":
        "నేను సాధారణం కంటే 1 లేదా 2 గంటల ముందుగానే మేల్కొంటాను మరియు మళ్లీ నిద్రపోవడానికి ఇబ్బంది పడుతున్నాను.",
    "16d":
        "నేను సాధారణం కంటే అనేక గంటల ముందు మేల్కొంటాను మరియు మళ్లీ నిద్రపోవడం లేదు.",
    "16p":
        "నేను సిగ్గుగా ఉంటాను మరియు అసాధారణంగా ఏదైనా చేయాల్సి వస్తే నాకు దాటవేయలేని ఒక అడ్డంకి ఉంటుంది.",
    "17a": "నేను మునుపటి కంటే ఎక్కువ అలసటగా అనిపించడం లేదు.",
    "17b": "నేను మునుపటి కంటే ఎక్కువ అలసటగా ఉన్నాను.",
    "17c": "ఏదైనా పని చేయడంలో నేను అలసిపోతున్నాను.",
    "17d": "నేను ఏదైనా పని చేయడానికి చాలా అలసిపోయాను.",
    "17p":
        "జనం నన్ను బలహీనంగా అంటారు, అది నాకు కోపం తెప్పిస్తుంది మరియు ఇతరులు నవ్వుతారు.",
    "18a": "నా ఆకలి ఎప్పటిలాగే ఉంది.",
    "18b": "నా ఆకలి మునుపటిలా మంచిది కాదు.",
    "18c": "ఇటీవలి కాలంలో నా ఆకలి చాలా దెబ్బతింది.",
    "18d": "నాకు ఏకంగా ఆకలి లేదు.",
    "18p": "నేను ముఖాముఖి సంబంధాల్లో చాలా సౌకర్యంగా ఉన్నాను.",
    "19-25":
        "జాగ్రత్త! బెక్ పరీక్ష ప్రకారం, మీరు మితమైన నిరాశ యొక్క లక్షణాలను కలిగి ఉన్నారు.",
    "19-25r": "మితమైన నిరాశ",
    "19a": "నా బరువు స్థిరంగా ఉంది.",
    "19b": "నేను 2.5 కిలోల కంటే ఎక్కువ బరువు తగ్గాను లేదా పెరిగాను.",
    "19c": "నేను 5 కిలోల కంటే ఎక్కువ బరువు తగ్గాను లేదా పెరిగాను.",
    "19d": "నేను 7.5 కిలోల కంటే ఎక్కువ బరువు తగ్గాను లేదా పెరిగాను.",
    "19p":
        "నేను తరచుగా గొడవలు పెడతాను; నేను కోరుకున్న దాన్ని పొందడానికి ఇదే ఉత్తమ మార్గం.",
    "20-1":
        "నేను చేస్తున్న ప్రతీ పనికి 💜 గురించి ఆలోచించాలనే అవసరం నాకు కలుగుతుంది.",
    "20-2":
        "నేను ఒంటరితనానికి, తిరస్కరణకు మరియు వదిలివేయబడడానికి భయపడుతుంటాను.",
    "20-3":
        "నేను 💜 తో ఉన్నప్పుడు, నేను విడిపోవడం నెరవేర్చలేను మరియు వారు ఎక్కడ ఉన్నారు మరియు ఎవరితో ఉన్నారు అనే విషయం తనిఖీ చేయడానికి అనేక సార్లు కాల్ చేస్తాను.",
    "20-4": "నేను ఒంటరిగా ఉన్నప్పుడు క్షణాలను ఆనందించలేను.",
    "20-5":
        "నా ఆనందం పూర్తిగా 💜 పై ఆధారపడి ఉంటుంది మరియు సంబంధాన్ని ముగించే ఆలోచనను నేను మాని ఉండలేను.",
    "20-6":
        "💜 తో సంబంధం ప్రారంభించిన తర్వాత, నేను నా స్నేహితులు మరియు కుటుంబంతో దూరంగా పోయాను.",
    "20-7":
        "💜 తో నేను గడపే సమయం ఎప్పుడూ తగినంత కాదు; నేను ఎప్పుడూ మరింత కావాలని కోరుకుంటాను.",
    "20-8":
        "💜 ను అసంతృప్తి కలిగించడానికి భయంతో, నేను ప్రారంభం లేదా నా అభిప్రాయాలను వ్యక్తం చేయను.",
    "20-9":
        "💜 లేకుండా నేను చేస్తున్న ఏ కృషి కూడా క్షీణంగా మరియు సామాన్యంగా అనిపిస్తుంది.",
    "20-10": "💜 నుండి ఆసక్తి పొందడానికి నేను బాధితుడిగా నాటకం చేస్తాను.",
    "20-11": "💜 లేకుండా నా జీవితం ఏ అర్థం కూడా లేదు.",
    "20-12": "నేను నిరంతర ప్రేమ మరియు ఆప్యాయత యొక్క రుజువు అవసరం.",
    "20-13":
        "సంబంధం యొక్క భవిష్యత్తు మరియు స్థిరత్వం గురించి నేను ఆందోళన చెందుతున్నాను.",
    "20-14":
        "💜 నా మనస్సుని నొప్పిచేసే కార్యాలను చేయడం సమయంలో, నేను సరిగా సరిహద్దులు ఏర్పరచడం కష్టంగా అనిపిస్తుంది.",
    "20-15":
        "💜 ను చాలా విలువ చేస్తున్నాను మరియు నాకు అద్భుతమైన వ్యక్తితో ఉండడం గొప్ప అనిపిస్తుంది.",
    "20-16": "నేను ఈర్ష్యగా ఉన్నాను.",
    "20-17": "సంబంధాన్ని ముగించడం లేకుండా దెబ్బతీయడం నేను క్షమిస్తాను.",
    "20-18":
        "💜 కు అన్ని విషయాలలో సహాయం చేయడంలో నిశ్చయంగా నిమగ్నమవుతున్నాను, వారి వ్యక్తిగత సమస్యలు కూడా.",
    "20-19":
        "నా తప్పులు నేను తట్టుకోలేను మరియు నా లోపాలను నేను చాలా విమర్శిస్తాను.",
    "20-20":
        "💜 బిజీగా ఉండి నాకు క్షేమాన్ని ఇవ్వకపోతే, వారు నన్ను ఇప్పుడు ప్రేమించరు అనే అభిప్రాయం వస్తుంది.",
    "20-P": "20",
    "20_titulo": "త్వరిత పరీక్ష",
    "20a": "నా ఆరోగ్యంపై ఆందోళన మునుపటి దానిలాగే ఉంది.",
    "20b": "నా ఆరోగ్యంపై నేను ఆందోళన చెందుతున్నాను.",
    "20c":
        "నా ఆరోగ్యంపై నేను అంతగా ఆందోళన చెందుతున్నాను, మరో ఏదైనా ఆలోచించటం కష్టంగా మారింది.",
    "20d":
        "నా ఆరోగ్యంపై నేను చాలా ఆందోళన చెందుతున్నాను, ఇతర ఏదీ మేము ఆలోచించలేను.",
    "20p": "నేను మాట్లాడువాడు మరియు ఇతరులను అప్రమత్తంగా తప్పిస్తున్నాను.",
    "21a": "సెక్స్‌వాలిటీ పట్ల నా ఆసక్తిలో మార్పు నేను అనిపించలేదు.",
    "21b": "నేను పూర్వం కంటే సెక్స్‌వాలిటీ పట్ల తక్కువ ఆసక్తిగా ఉన్నాను.",
    "21c": "నేను సెక్స్‌వాలిటీ పట్ల చాలా తక్కువ ఆసక్తిగా ఉన్నాను.",
    "21d": "నేను సెక్స్‌వాలిటీ పట్ల పూర్తిగా ఆసక్తి కోల్పోయాను.",
    "21p":
        "నా లక్ష్యాలను చేరుకునేందుకు అవసరమైన ప్రతిదీ చేయడానికి నేను ఆరాటంగా ఉన్నాను.",
    "22a": "పరీక్ష ముగింపు",
    "22d": "పరీక్ష ముగింపు",
    "22p":
        "సాధారణంగా, నేను ఎవరితో మరియు ఎప్పుడు సంప్రదించాలో తెలుసుకుంటాను; ఇది విజయం కోసం ముఖ్యమైనది.",
    "23p":
        "అసమ్మతమైనప్పుడు, నేను పరస్పర ప్రయోజనాల ఆధారంగా వాస్తవిక కాంప్రామైజ్‌లను అన్వేషిస్తాను.",
    "24p": "నేను నేరుగా మరియు నిజాయితీగా ఉండడం ఇష్టపడతాను.",
    "25p": "నేను పనులను వాయిదా వేయడం అంగీకరించుకుంటాను.",
    "+26":
        "జాగ్రత్త! బెక్ పరీక్ష ప్రకారం, మీకు తీవ్ర నిరాశ యొక్క లక్షణాలు ఉన్నాయి.",
    "26p": "నేను తరచూ పనిని పూర్తి చేయకపోతాను.",
    "27p": "సాధారణంగా, నా భావాలను దాచకుండా నేను ఎవరో చూపిస్తాను.",
    "28p": "నన్ను భయపెట్టడానికి చాలా అవసరం.",
    "29p":
        "ఇతరులను భయపెట్టడం శక్తిని కొనసాగించడానికి ఒక సమర్థమైన మార్గం కావచ్చు.",
    "30p":
        "ఎవరైనా ఒకసారి నా ప్రయోజనం తీసుకుంటే, తదుపరి సారి ప్రతీకారానికి ఆలోచిస్తాను.",
    "31p":
        "ఎవరినీ విమర్శించినప్పుడు, వారు తమ స్వంత సూత్రాలను అనుసరించని సందర్భాలను చెప్పడం ప్రభావవంతం.",
    "32p": "నేను సిస్టమ్‌ను ఎలా ఉపయోగించాలో తెలుసు; నేను శ్రేష్ఠనికుడిని.",
    "33p": "నేను నా సొంత వ్యక్తిత్వాన్ని ఉంచుకుంటూ సమాజంలో అంగీకరించబడవచ్చు.",
    "34p":
        "నేను అసహమత చెందినప్పుడు, దాన్ని స్పష్టంగా మరియు శాంతంగా వ్యక్తం చేస్తాను.",
    "35p": "ఇతరులను ఇబ్బంది పెట్టకూడదు అన్నది నేను జాగ్రత్త తీసుకుంటాను.",
    "36p": "నేను నిర్ణయాలు తీసుకోవడంలో తీవ్రమైన కష్టాలను ఎదుర్కొంటున్నాను.",
    "37p":
        "నేను ఒక గ్రూపులో సొంత అభిప్రాయం కలిగి ఉండడం నాకిష్టం కాదు, కాబట్టి నేను వెనక్కి తీసుకుంటాను.",
    "38p": "నేను ప్రజా ప్రసంగం చేసే విషయంలో భయపడను.",
    "39p": "జీవితము అటవీలా అనిపిస్తుంది.",
    "40p": "వెరసి మరియు రిస్కీ సవాళ్లను ఎదుర్కొనటంలో నేను భయపడను.",
    "41p":
        "పనులను తగ్గించడం కన్నా వివాదం సృష్టించడం మరింత ప్రభావవంతంగా ఉండవచ్చు.",
    "42p": "సత్యత మన సంబంధాలలో నమ్మకాన్ని నిర్మించడానికి ఉత్తమ మార్గం.",
    "43p": "నేను వినటంలో నిపుణుడిని మరియు ఇతరులను ఆపవద్దు.",
    "44p": "నేను నిర్ణయించినది పూర్తి చేస్తాను.",
    "45p": "నా భావనలను అలాగే వ్యక్తం చేయడానికి నేను భయపడను.",
    "46p":
        "ప్రజలను నాలోకి తీసుకోవడం మరియు నా ఆలోచనలను మద్దతు ఇవ్వడం నాకు మంచి సాధన.",
    "47p":
        "నేను ఇతరులను స్తుతించడంలో నిపుణుడిని, నా కోరుకునే దాన్ని పొందడానికి.",
    "48p": "నేను ఎంత సమయం మాట్లాడుతానో నియంత్రించడంలో నాకు కష్టంగా ఉంటుంది.",
    "49p": "నేను ఐరోనిని బాగా నిర్వహిస్తాను.",
    "50p":
        "నేను ఒక సాధారణ జీవితాన్ని నడుపుతాను మరియు కొన్ని సమయాల్లో exploitation అనుమతిస్తాను.",
    "51p": "నేను పాల్గొనడం కంటే గమనించడాన్ని ఇష్టపడతాను.",
    "52p":
        "నేను ముందు వరుసలో ఉండటం కంటే బ్యాక్‌స్క్రీన్‌లో ఉండటాన్ని ఇష్టపడతాను.",
    "53p": "మానిప్యులేషన్ ఒక సమర్థవంతమైన పరిష్కారంగా నేను భావించను.",
    "54p": "సమస్యలు తప్పించడానికి, నేను నా ఉద్దేశాలను అతి త్వరగా వెల్లడించను.",
    "55p": "నా దృక్పథాలతో నేను తరచుగా ప్రజలను ఆశ్చర్యపరుస్తాను.",
    "56p": "నేను ఒక గొర్రె కాకుండా ఒక నక్క అవ్వడం ఇష్టపడతాను.",
    "57p":
        "నేను సాధారణంగా మానిప్యులేషన్ ఉపయోగిస్తాను; ఇది చాలా ఆవశ్యకమైన మార్గం.",
    "58p": "సాధారణంగా, మితి అధికత లేకుండా ఎలా నిరసన తెలపాలో నాకు తెలుసు.",
    "59p":
        "సమస్యలను పరిష్కరించడానికి వాటి లోతైన కారణాలను చూస్తేనే ఆ సమస్యలు పూర్తి గా పరిష్కారమవుతాయని నేను నమ్ముతాను.",
    "60p": "ఇతరులు నన్ను ప్రతికూలంగా చూసే విషయాన్ని నాకు ఇష్టం లేదు.",
    "61p": "పరీక్ష ముగిసింది",
    "90-1": "నేను 💜 కోసం జీవిస్తున్నాను; వారు నా ప్రపంచం కేంద్రంగా ఉన్నారు.",
    "90-2":
        "నేను 💜 తో మాట్లాడుతున్నప్పుడు, వారి సకారాత్మక ప్రతిస్పందనపై నన్ను ఉరుకుతూవిరిస్తున్నందున నేను నా మాటలను జాగ్రత్తగా కొలుస్తాను.",
    "90-3":
        "💜 ని అసంతృప్తి లేదా సంకర్షణలను నివారించడానికి నేను చేయాలనుకున్న విషయాలను నేను నివారిస్తున్నాను.",
    "90-4":
        "ప్రేమ మరియు కష్టాలు చేతిలో చేతి వెళ్లడం సాధారణమని నేను నమ్ముతున్నాను.",
    "90-5":
        "💜 యొక్క దుర్భావం లేదా దాడిని మానుకోవడానికి నేను నిరాకరించకుండా లేదా 💜 ని నష్టపరచకుండా ఉన్నాను.",
    "90-6":
        "నాన్న అనుకుంటున్నట్లుగా జరిగేలా చేయడానికి, నేను 💜 ను సలహా, బలవంతం, బెదిరింపులు లేదా మానిపులేషన్ ద్వారా మారుస్తాను.",
    "90-7":
        "💜 తో సరిహద్దులు ఏర్పాటు చేయడం అనేక దారి లేకుండా జరుగుతున్న తీవ్ర చర్చలను తేలుస్తుంది.",
    "90-8":
        "💜 తో సంబంధంలో సరిహద్దులు విధించలేని కారణంగా నేను కోపంగా లేదా ఒత్తిడిగా అనిపిస్తున్నాను.",
    "90-9":
        "💜 తో సమస్యలను ఒకసారి మరియు అన్నిరకాలుగా పరిష్కరించలేకపోవడం వల్ల నేను కోపంగా లేదా ఒత్తిడిగా అనిపిస్తున్నాను.",
    "90-10":
        "కొన్నిసార్లు నేను 💜 పై చాలా ఎక్కువగా సహనం చూపిస్తాను కానీ ఇతరులపై సహనము లేకుండా ఉంటాను.",
    "90-11": "నేను 💜 యొక్క ప్రవర్తనను ఇతరుల నుండి దాచిపెడతాను లేదా దాచుతాను.",
    "90-12": "ఇతరులు 💜 యొక్క ప్రవర్తనను కనుగొంటే నేను అంగీకారాలు ఇస్తాను.",
    "90-13":
        "💜 యొక్క భావనలు, ఆలోచనలు, అవసరాలు, చర్యలు మరియు సంక్షేమం కోసం నేను బాధ్యత వహిస్తున్నాను.",
    "90-14":
        "సాధారణంగా, నేను 💜 యొక్క సంక్షేమాన్ని నా స్వంత సంక్షేమం కన్నా మెరుగ్గా చూసుకుంటాను.",
    "90-15": "💜 నన్ను అదే విధంగా చూడకపోతే నేను కోపంగా అనిపిస్తున్నాను.",
    "90-16":
        "ఈ సంబంధం వల్ల, నేను తరచుగా క్షోభ, అలసట, నేరం లేదా డిప్రెషన్ అనిపిస్తాను.",
    "90-17":
        "💜 కు సహాయం చేయడానికి నేను జీవిస్తున్నాను, వారు సహాయం కోరకపోతే కూడా.",
    "90-18":
        "💜 తో సమయం గడపకుండా ఉండటానికి, నేను స్నేహితుల నుండి ఆహ్వానాలను తిరస్కరిస్తాను.",
    "90-19":
        "💜 నుండి ఒక కాల్, ఎస్‌ఎంఎస్, లేదా ఇమెయిల్ కోసం నేను ఎక్కువ సమయం వేచి ఉంటాను.",
    "90-20":
        "💜 తో సంబంధాన్ని ప్రారంభించినప్పుడు, నేను నా స్నేహితులను నిర్లక్ష్యం చేసాను.",
    "90-21":
        "ఎదంతా తప్పు జరిగితే, నేను 💜 ను తప్పు పట్టే జ్ఞానాన్ని కలిగి ఉంటాను.",
    "90-22": "💜 ఒక కష్టం ఉన్నప్పుడు నేను వారిని ఆదుకోవాలని అనిపిస్తాను.",
    "90-23": "💜 వల్ల నేను ఉపయోగించబడుతున్నా లేదా నొప్పి అనిపిస్తాను.",
    "90-24":
        "మా సంబంధానికి ఇచ్చే మరియు పొందే మధ్య దారితీసే తీవ్ర అసమానత ఉందని నేను తెలుసుకుంటున్నాను.",
    "90-25": "💜 తో కమ్యూనికేషన్ కష్టంగా లేదా దాదాపు లేనిది.",
    "90-26":
        "💜 తో నా ప్రవర్తనను మార్చాలని నేను కోరుకుంటున్నాను కానీ నేను అదే నమూనాలలో జారిపోతున్నాను.",
    "90-27":
        "💜 ను ఆకర్షించడానికి మరియు అందులో ఉంచడానికి నేను సెక్స్ ఉపయోగిస్తాను.",
    "90-28":
        "ఈ సమస్యతో వ్యవహరించకుండా, నేను ఎప్పటికప్పుడు బిజీగా ఉండటానికి ప్రయత్నిస్తాను.",
    "90-29":
        "💜 తో బాగోలేకపోతే, నా జీవితం లో అన్ని విషయాలు కష్టంగా మారిపోతాయి.",
    "90-30":
        "💜 తో నా సమస్యలను నేను పక్కన పెట్టి, విషయాలు అంతకు కష్టంగా లేవని నాటకం చేస్తాను.",
    "90-31": "💜 తో సంబంధంలో నేను చిక్కిపోయినట్టు అనిపిస్తున్నాను.",
    "90-32": "💜 తో సంబంధాన్ని గురించి నేను నిబంధనగా భావిస్తున్నాను.",
    "90-33":
        "నా సమస్యల గురించి మాట్లాడటానికి నేను తగినట్టు నివారించడాన్ని అవసరం.",
    "90-34": "ప్రేమ సంబంధాలలో, నేను ఎప్పుడూ వదులుకోవాలని ఆశిస్తున్నాను.",
    "90-35":
        "కాముక సంబంధాన్ని ప్రారంభించే సమయంలో, ఆ వ్యక్తి నా కోసం సరైనవాడా అని నిర్ధారించడానికి నేను సరిపడా సమయం తీసుకోను.",
    "90-36": "నేను సంబంధాన్ని వేగంగా ముందుకు తీసుకెళ్తాను.",
    "90-37":
        "సంబంధం తప్పిపోయినప్పుడు లేదా ముగిసినప్పుడు, నేను స్పష్టమైన హెచ్చరిక సంకేతాలను నిర్లక్ష్యం చేశాను అని తెలుసుకుంటాను.",
    "90-38":
        "నేను పాడైన సంబంధాల మోడల్స్‌ను మళ్లీ మళ్లీ చేయడానికి ప్రయత్నిస్తాను.",
    "90-39": "నివాసం ఒంటరి గా ఉండటానికి భయపడుతున్నందున, నేను 💜 తో ఉంటాను.",
    "90-40":
        "నేను మరొకరిని కనుగొనిన తర్వాత మాత్రమే ఈ సంబంధాన్ని విడిచి పెట్టి.",
    "90-41":
        "💜 లేని సమయంలో నాకు ఆనందంగా ఉండటం, బయటకి వెళ్లటం, లేదా ప్రయాణం చేయడం చాలా కష్టంగా ఉంటుంది.",
    "90-42":
        "💜 సంబంధాన్ని ముగించాలని చెప్పారు, కానీ నేను మాత్రం ఇంకా అడుగుతూనే ఉంటాను.",
    "90-43": "నేను చెడు నైతికత కలిగిన భాగస్వాములను నాసమర్థంగా నమ్ముతాను.",
    "90-44":
        "💜 తో ఉన్న నా సంబంధంలో, నేను కావలసినంత కంటే చాలా తక్కువనే సంతృప్తి చెందుతాను.",
    "90-45":
        "💜 కీ అవమానించబడిన తర్వాత లేదా దుర్భగం పొందిన తర్వాత, తిరిగి కలిసి ఉండడానికి ఏదైనా కారణాన్ని నేను అంగీకరిస్తాను, తరువాత నా నోట్లు నివేదిస్తాను.",
    "90-46":
        "అందుబాటులో లేని, దాడి చేసే, సంకీర్ణమైన, లేదా ప్రేమకు అనుగుణమైన వ్యక్తులపై నేను పడిపోతాను.",
    "90-47":
        "💜 కు సహాయపడటానికి లేదా 💜 నాకు ఆధారపడటం అనే భావాన్ని నేను అనుభవిస్తాను.",
    "90-48":
        "సౌకర్యంగా ఉండడానికి, నేను సాధారణంగా 💜 ఎక్కడ ఉన్నారో, వారితో ఎవరు ఉన్నారో, మరియు వారు ఏమి చేస్తున్నారో తెలుసుకోవాలి.",
    "90-49": "నేను పిడుగుల, నోచ్చుల, లేదా నిరసనలతో కొన్ని క్షణాలు పొందుతాను.",
    "90-50": "నేను కోపం మరియు దాడులతో తిరిగిపోతాను.",
    "90-51": "కొన్ని సమయాల్లో, నేను అసంగతమైన చర్యలు చేస్తాను.",
    "90-52": "💜 నుండి ప్రేమ చాటుకు నేను తరచుగా అవసరంగా అనుకుంటాను.",
    "90-53":
        "నా సంతోషం 💜 ఎలా వ్యవహరిస్తుందో లేదా వ్యవహరించలేదో అనేదానిపై బాగా ఆధారపడి ఉంటుంది.",
    "90-54":
        "💜 వారు ఎవరో అనే విషయం గురించి నేను స్వీకరించడంలో కష్టపడుతున్నాను.",
    "90-55":
        "ఉత్పాదక పరిస్థితుల్లో, నేను సాధారణంగా నిశ్శబ్దంగా లేదా దాడిగా స్పందిస్తాను.",
    "90-56":
        "ఈ సంబంధంలో, నిజమైన పురోగతులు లేకుండా, విషయాలు మెరుగుపడతాయని నేను నమ్ముతాను.",
    "90-57":
        "నేను బాధపడుతున్నప్పుడు, నా భావనా చరిత్ర కారణంగా శరీర సంబంధిత సిస్టమిక్ రుగ్మతలు ఉంటాయి.",
    "90-58": "💜 నాకు ప్రేమిస్తున్నదా అని నేను తరచుగా ప్రశ్నిస్తాను.",
    "90-59": "సహాయం కోరడానికి అవసరం ఉన్నప్పుడు, నేను ఆ అవసరాన్ని అంగీకరించను.",
    "90-60":
        "నేను చాలా కాలంగా స్పష్టమైన లక్ష్యాలు లేకుండా ఉంటాను మరియు 💜 తో సంబంధం తప్పించి నా జీవితంలో ఇతర ప్రాంతాలకు నిధులు పెట్టడం లేదు.",
    "90-61":
        "నా జీవితానికి తిష్ట పెట్టి నియంత్రణను కోల్పోతున్నట్లు నాకు అనిపిస్తుంది.",
    "90-62": "💜 తో ఉన్న సంబంధం కారణంగా, నేను ఆత్మహత్య గురించి ఆలోచించినాను.",
    "90-63":
        "ఇప్పుడు ఆపై, నేను ఆపడానికి సమయం వచ్చిందని అనుకుంటున్నాను, కానీ ఇంకా చేసేది లేదు.",
    "90-64":
        "నేను సంహారమైన, సమస్యాత్మక లేదా చిక్కులు ఉన్న కుటుంబం నుండి వచ్చినాను.",
    "90-65":
        "ఒకరు లేదా ఇద్దరు తల్లిదండ్రులచే ప్రేమ, ఆమోదం, లేదా అంగీకారం పొందలేదు.",
    "90-66": "నాకు చాలా కఠినమైన తల్లిదండ్రులు లేదా సంరక్షకులు ఉన్నారు.",
    "90-67": "పొరపాట్ల గురించి, నేను తనకు ఎక్కువగా కఠినంగా ఉంటాను.",
    "90-68": "పొరపాట్ల గురించి, నేను ఇతరులను అసహ్యంగా భావిస్తాను.",
    "90-69": "నేను తరచుగా మరియు అర్థం కాని మానసిక ఒత్తిడి తో బాధపడతాను.",
    "90-70": "నా తక్కువ ఆత్మగౌరవం గురించి నాకు తెలుసు.",
    "90-71":
        "నేను సులభంగా ఆందోళన చెందుతాను, ఆ సమయంలో నేను అధికంగా ఆలోచించలేను.",
    "90-72": "నా దగ్గర చిన్నదైనా ఆశ లేదు.",
    "90-73":
        "నేను ఒంటరిగా లేదా 💜 నుండి దూరంగా ఉన్నప్పుడు అంతర్గత ఖాళీని తరచూ అనిపిస్తాను.",
    "90-74": "ప్రశంసలు పొందడం నాకు అసౌకర్యంగా ఉంటుంది.",
    "90-75": "మంచి అలవాటు చేయడంలో నాకు చాలా భయం ఉంది.",
    "90-76": "నేను తప్పు చేయలేదు అయినా కూడా ఎప్పుడూ క్షమాపణ అడుగుతాను.",
    "90-77": "నా భావనలు మరియు నిర్ణయాలపై నమ్మకం ఉండడంలో కష్టపడుతున్నాను.",
    "90-78": "నేను 'కాదు' అనుకుంటున్నప్పుడు తరచూ 'అవును' అని చెప్పుతాను.",
    "90-79": "వివిధ పరిస్థితుల్లో నేను సులభంగా నేరస్థుడిగా అనిపిస్తాను.",
    "90-80":
        "నేను ఎల్లప్పుడూ నేను సరిపోయేలా నిరూపించడానికి ప్రయత్నిస్తాను మరియు తప్పులు చేయడానికి భయపడతాను.",
    "90-81":
        "నేను ఎల్లప్పుడూ ఇతరుల నుండి ప్రేమ, ఆమోదం మరియు అనుమతిని కోరుకుంటాను.",
    "90-82": "నేను ఇతరులను నమ్మడంలో కష్టపడుతాను.",
    "90-83": "నేను నమ్మలేని వ్యక్తులను నమ్మే విధంగా ఉన్నాను.",
    "90-84": "నేను సులభంగా అనర్ధంగా అనిపిస్తాను.",
    "90-85":
        "ఇతరులకు సమస్యలు ఉన్నప్పుడు నేను సులభంగా చింతగా లేదా నేరస్థుడిగా అనిపిస్తాను.",
    "90-86": "నా జీవితంపై నాకు అవమానం అనిపిస్తది.",
    "90-87":
        "నేను నా స్వంతాన్ని ద్వేషిస్తాను లేదా నా చర్యలను నా తల్లిదండ్రుల మీద లేదా ఇతరుల మీద నేరం వేయడం ద్వారా న్యాయపరుస్తాను.",
    "90-88":
        "నా గురించి తెలిసిన వ్యక్తులు నేను నియంత్రణలో ఉన్నాను అని చెప్పారు.",
    "90-89": "నేను విమర్శలకు చాలా అనుభూతిగా ఉంటాను.",
    "90-90": "నేను ఇతరులతో దగ్గరగా లేదా ఆత్మీయంగా ఉండడంలో కష్టపడతాను.",
    "90-91":
        "నేను అధికంగా స్మోకింగ్, షాపింగ్, తినడం, జూదం, మద్యం, మందులు, ఇంటర్నెట్, పని చేయడం లేదా ఇతర కార్యకలాపాలలో పాల్గొంటాను.",
    "90-T": "పరీక్షను పూర్తి చేయండి",
    "90_titulo": "పరీక్షను పూర్తి చేయండి",
    "+26r": "తీవ్ర డిప్రెషన్",
    "-10r": "డిప్రెషన్ లేదు",
    "A": "1) నిర్వచనం",
    "A1":
        "కోపం ఒక సాధారణ మరియు ఆరోగ్యకరమైన భావన, కానీ ఇది అదుపులోకి రాని మరియు వ్యక్తిగత సంబంధాలు, పని మరియు పాఠశాలకు నాశనం చేయగలదు. అదుపు చేయని కోపం మనం ఊహించని, శక్తివంతమైన భావాలకు అడ్డంకి కలిగిస్తుంది. ఇది మనం అనుభవించినంతదూరంగా, సంతృప్తి లేకపోవడం లేదా ఆగ్రహం వర్ణించబడుతుంది, ఇది ఎగోకు ఇబ్బంది లేదా ముప్పు ఉన్నప్పుడు.",
    "A2":
        "కోపం యొక్క తీవ్రత, లేదా దాని కొరత, వ్యక్తుల మధ్య మారుతుంది మరియు మорал మరియు మానసిక అభివృద్ధి ద్వారా ఆకారంలో ఉంటుంది. మీరు ఒక ప్రత్యేక వ్యక్తి (ఒక సహకారుడు లేదా తరగతి మిత్రుడు) లేదా ట్రాఫిక్ జామ్ లాంటి ఒక సంఘటనకు కోపంగా ఉండవచ్చు.",
    "A3":
        "కోపం ఎక్కువ ఆందోళన లేదా వ్యక్తిగత సమస్యలు మరియు జాతీయ లేదా ముఖ్యమైన సంఘటనల జ్ఞాపకాలను దృష్టి పెట్టడంవల్ల కూడా కలగవచ్చు.",
    "Ag_CalStre": "మూలికా స్థాయి లెక్కించు",
    "Ag_ec1": "వివాహ స్థితి?",
    "Ag_ec2": "వివాహిత",
    "Ag_ec3": "విఛిన్నం / widow",
    "Ag_ec4": "విచ్చెలు / విడాకులు",
    "Ag_faldad": "పలుకుబడి ఇక్కడ ఉంది",
    "Ag_faldad_des": "పూరించని ఫారమ్:",
    "Ag_fc1": "మీకు ఇల్లు వద్ద పిల్లలు ఉన్నారా?",
    "Ag_fc2": "ఇల్లు వద్ద పిల్లలు లేవు",
    "Ag_fc3": "ఇల్లు వద్ద 1 లేదా 2 పిల్లలు ఉన్నారు",
    "Ag_fc4": "ఇల్లు వద్ద 3 కన్నా ఎక్కువ పిల్లలు ఉన్నారు",
    "Ag_id1": "వయస్సు?",
    "Ag_id2": "25 ఏళ్లు కంటే తక్కువ",
    "Ag_id3": "25 మరియు 34 ఏళ్ల మధ్య",
    "Ag_id4": "35 మరియు 60 ఏళ్ల మధ్య",
    "Ag_id5": "60 ఏళ్లకు పైగా",
    "Ag_red1": "నివాసం?",
    "Ag_red2": "గ్రామం",
    "Ag_red3": "చిన్న పట్టణం",
    "Ag_red4": "పెద్ద నగరం",
    "Ag_tit": "తీవ్రతను పెంచే అంశాలు:",
    "Ag_trb1": "ఉద్యోగ స్థితి?",
    "Ag_trb2": "విద్యార్థి",
    "Ag_trb3": "ఉద్యోగం లేని",
    "Ag_trb4": "తాత్కాలిక ఉద్యోగం",
    "Ag_trb5": "స్థిర ఉద్యోగం",
    "Analize": "ఫలితాల విశ్లేషణ",
    "Ans11-18":
        "ఆందోళన పరీక్ష ప్రకారం, మీరు తేలికపాటి ఆందోళన లక్షణాలను కలిగి ఉన్నారు.",
    "Ans11-18r": "తేలికపాటి ఆందోళన",
    "Ans19-25":
        "హెచ్చరిక! ఈ ఆందోళన పరీక్ష ప్రకారం, మీరు మితమైన ఆందోళన లక్షణాలను కలిగి ఉన్నారు.",
    "Ans19-25r": "మితమైన ఆందోళన",
    "Ans+26":
        "ఎచ్చరింపు! ఈ ఆందోళన పరీక్ష ప్రకారం, మీరు తీవ్రమైన ఆందోళన లక్షణాలను కలిగి ఉన్నారు.",
    "Ans+26r": "తీవ్ర ఆందోళన",
    "Ans-10": "అభినందనలు! ఈ పరీక్ష ప్రకారం, మీకు కనీస ఆందోళన లక్షణాలు ఉన్నాయి.",
    "Ans-10r": "కనీస ఆందోళన",
    "AnsEscala1": "BAI పరీక్ష స్కోరు గురించి",
    "AnsEscala2": "ప్రతి సమాధానం 0 నుండి 3 వరకు స్కేల్లో విలువ ఉంటుంది",
    "AnsEscala3": "స్కోరు మరియు ఆందోళన స్థాయిలు:",
    "AnsEscala4": "0-7: కనీస ఆందోళన",
    "AnsEscala5": "8-15: స్వల్ప ఆందోళన",
    "AnsEscala6": "16-25: మోస్తరు ఆందోళన",
    "AnsEscala7": "26-63: తీవ్రమైన ఆందోళన",
    "AnsSint": "ఆందోళన లక్షణాలు",
    "B": "2) హెచ్చరిక సంకేతాలు:",
    "B1":
        "మనం కోపంతో ఉన్నప్పుడు, వివిధ ఆలోచనలు, భావాలు మరియు శారీరక ప్రతిస్పందనలు ఎదురవుతాయి. కొంతమందికి భావాలు 'పేలిపోవడానికి సిద్ధంగా ఉన్నట్లుగా' అతి ఎక్కువగా ఉంటాయి. మరికొంతమందికి వారు కోపంతో ఉన్నారని తెలుసుకోకపోయినా, వారికి అస్వస్థత, నేరపూరితత లేదా ఇతర పరిస్థితులపై అతిగా ప్రతిస్పందిస్తారు.",
    "B2": "ప్రత్యక్ష సంకేతాలు:",
    "B3":
        "గళం ఎత్తడం, తిట్లు, తలనొప్పి, కడుపునొప్పి, గొంతు గట్టి ఉండటం, గుండె చప్పుడు పెరగటం, రక్తపోటు పెరగటం, కత్తిరించిన గుద్దులు, బెదిరింపులు, హింస, ఒత్తిడి, శత్రుత్వం, కోపం, నిరసన.",
    "B4": "అప్రత్యక్ష సంకేతాలు:",
    "B5":
        "అతి ఎక్కువ నిద్ర, దీర్ఘకాలిక అలసట, ఆందోళన, నిర్మలత, ఉధాసీనత, బోర్ గా ఉండటం, ఆకలిని కోల్పోవడం, ఏడ్చటం, నిరంతర విమర్శలు, చెడు లేదా శత్రుత్వపు జోకులు, మద్యం లేదా మాదక ద్రవ్యాల దుర్వినియోగం.",
    "C1":
        "ఉద్వేగపూరిత రుగ్మతలు, ఉదా: ఒత్తిడి, ఆందోళన, కోపం, భావోద్వేగ ఆశ్రయత మరియు నిరాశ వంటి పరిస్థితుల నివారణ మరియు చికిత్స కోసం నిద్ర చాలా ముఖ్యం. శారీరక మరియు మానసిక ఆరోగ్యానికి సరైన విశ్రాంతి అవసరం. ఇక్కడ కొన్ని చిట్కాలు ఉన్నాయి:",
    "C1a": "• రాత్రి 10:00 గం. ముందు పడుకోండి.",
    "C1b": "• ప్రతి రాత్రి సుమారు 7 నుండి 8 గంటలు నిద్రపోయండి.",
    "C1c": "• స్థిరమైన నిద్రపోయే మరియు మేలుకొనే సమయాన్ని కొనసాగించండి.",
    "C1d": "మీకు నిద్రపోడానికి కష్టం ఉంటే, కొన్ని చిట్కాలు ఇక్కడ ఉన్నాయి:",
    "C1e":
        "• నిద్రకు ముందు మద్యం, కాఫీ, టీ లేదా శక్తివంతమైన ఆహార పదార్థాలు (చాక్లెట్, బిస్కెట్లు, కేక్ లాంటి)లను మానండి.",
    "C1f":
        "• నిద్రకు 1 గంట ముందు స్క్రీన్ (ఫోన్, టాబ్లెట్, టెలివిజన్)లను దూరంగా ఉంచండి. స్క్రీన్ ల యొక్క బ్లూ లైట్ మరియు అధిక ఉత్తేజిత ప్రభావాలు మీ నిద్రను ప్రభావితం చేసే హార్మోన్ అయిన మెలాటోనిన్ ఉత్పత్తికి ఆటంకం కలిగిస్తాయి.",
    "C1g":
        "• నిద్రకు 3 గంటల ముందు భోజనం చేయండి. మీ భోజనం పూర్తయి నిద్రకు వెళ్ళినప్పుడు మంచి నిద్ర వస్తుంది.",
    "C1h":
        "• నిద్రకు ముందు గోరువెచ్చని నీటితో స్నానం చేయండి. ఇది మీకు విశ్రాంతి కలిగిస్తుంది మరియు నిద్రపోవటానికి సహాయపడుతుంది.",
    "C1t": "1) మంచి నిద్ర",
    "C2":
        "భావోద్వేగపు రుగ్మతలు మీ శక్తిని ఖాళీ చేసి, ఫిజికల్ ఎక్సర్‌సైజ్ మీకు చివరి పనిగా అనిపించవచ్చు. కానీ వ్యాయామం భావోద్వేగ పరిస్థితులను నివారించడానికి మరియు చికిత్స చేయడానికి ముఖ్యం! ఎండోర్ఫిన్ల వంటి హార్మోన్‌లను విడుదల చేయడానికి క్రమంగా వ్యాయామం, ముఖ్యంగా బయటి ఆడోరెబిక్ చటువలు ముఖ్యం. ఇక్కడ కొన్ని చిట్కాలు ఉన్నాయి:",
    "C2a":
        "• మీకు ఇష్టమైన లేదా అతిగా ఇష్టపడని పని ఎంచుకోండి! భావోద్వేగపూరిత రుగ్మతలతో బాధపడుతున్న వారికి సాధ్యమైన ఫిజికల్ ఎక్సర్‌సైజ్ బయటి ఆడోరెబిక్ వ్యాయామాలు.",
    "C2b": "• రోజువారీ 30 నిమిషాల వ్యాయామపు కాలమానం కొనసాగించండి.",
    "C2t": "2) ఫిజికల్ ఎక్సర్‌సైజ్",
    "C3":
        "ఆహారం శారీరక ఆరోగ్యాన్ని మాత్రమే కాదు, భావోద్వేగ మరియు మానసిక ఆరోగ్యాన్ని కూడా ప్రభావితం చేస్తుంది. ఆరోగ్యకరమైన ఆహారం భావోద్వేగ రుగ్మతలను నివారించడానికి మరియు చికిత్స చేయడానికి సహాయపడుతుంది. ఇక్కడ కొన్ని చిట్కాలు ఉన్నాయి:",
    "C3a":
        "• ఆరోగ్యకరమైన ఆహారం మెదడు నుండి సెరొటోనిన్ అనే న్యూరోట్రాన్స్‌మిటర్ ఉత్పత్తికి సహాయపడుతుంది, ఇది మానసిక స్థితిని, నిద్ర, ఆకలి మరియు ఇతరవాటిని నియంత్రిస్తుంది.",
    "C3b":
        "• ఒక రోజు కేవలం మూడు భోజనాలు సాధారణ సమయాలలో చేయండి; భావోద్వేగపూరిత రుగ్మతలతో బాధపడేవారు సాధారణంగా ఎక్కువగా తినడం లేదా తినకుండా ఉండడం ఉంటుంది.",
    "C3c": "• సాలాడ్లు, కూరగాయలు, పండ్లు మరియు కూరగాయలను పరిమాణంలో తినండి.",
    "C3d": "• కారం మరియు మసాలా ఆహారం తక్కువగా లేదా తినకుండా ఉండండి.",
    "C3e": "• ఎక్కువగా షుగర్ ఉన్న ఆహారాన్ని దూరంగా ఉంచండి!",
    "C3f": "• మీరు సంతరించుకున్న ఆహార పదార్థాలను ఉపయోగించడం తగ్గించండి.",
    "C3g": "• భోజనం సమయంలో మీ సమీపంలో శాంతమైన, ప్రశాంతమైన వాతావరణం ఉండాలి.",
    "C3t": "3) ఆరోగ్యకరమైన ఆహారం",
    "C4":
        "సంఖ్యాకాంకెలు చూపుతున్నాయి: సూర్యుని కాంతి తక్కువగా ఉండే దేశాల్లో ఆత్మహత్యల రేట్లు ఎక్కువగా ఉంటాయి, మరియు చల్లటి, చీకటి నెలల్లో భావోద్వేగ వ్యాధులు ఎక్కువగా ఉంటాయి. ఇది సూర్యకాంతి సహజ ఆందోళన రహితమైన మందులా పనిచేస్తుంది! ప్రతిరోజూ బయటకు వెళ్లి, కొంత సూర్యకాంతిని పొందండి, మరియు దాన్ని వ్యాయామంతో కలపండి, దీని వల్ల ద్విగుణిత లాభం పొందవచ్చు.",
    "C4t": "4) సూర్యకాంతి",
    "C5":
        "మన మెదడు ఆక్సిజన్ పై చాలా ఆధారపడి ఉంటుంది. లోతైన శ్వాసను ప్రోత్సహించే శ్వాస వ్యాయామాలు రక్త ప్రసరణలో ఆక్సిజన్ పరిమాణాన్ని పెంచి మెదడు పనితీరును, విశ్రాంతిని మరియు ఆలోచనల స్పష్టతను మెరుగుపరుస్తాయి. శారీరక వ్యాయామం కూడా శ్వాసను మెరుగుపరచి ఊపిరితిత్తుల సామర్థ్యాన్ని పెంచుతుంది.",
    "C5t": "5) తాజా గాలి",
    "C6":
        "మీకు, ఇతరులకు మరియు దైవంలో నమ్మకం వంటివాటిపై విశ్వాసం ఉండడం, ఒత్తిడిని మరియు మానసిక ఒత్తిడిని అధిగమించడానికి చాలా ముఖ్యం. నవ్వు కూడా చాలా సహాయపడుతుంది: ఇది శరీరాన్ని విశ్రాంతి చెందించి, మెదడులో ఆనందాన్ని మరియు శ్రేయస్సును ప్రోత్సహించే రసాయనాలను ఉత్పత్తి చేస్తుంది.",
    "C6t": "6) విశ్వాసాన్ని కలిగి ఉండండి",
    "C7":
        "నేగెటివ్ ఆలోచనలను తిరిగి మెరుగుపరచడంలో మీకు సహాయపడే సానుకూల, ప్రోత్సాహకమైన స్నేహితులతో మీ చుట్టూ ఉండండి. మీ భావాలను మాట్లాడటం చాలా ముఖ్యం, కానీ ఇది సాధ్యం కానప్పుడు, మీరు రాయడం, నాట్యం చేయడం, సంగీతం ఆడటం లేదా చిత్రకళ వంటి కార్యకలాపాల ద్వారా మీను వ్యక్తీకరించే మార్గాలను కనుగొనండి. కళాత్మక వ్యక్తీకరణ చాలా థెరప్యూటిక్ గా ఉండి మెదడులో రసాయన మార్పులను ప్రోత్సహిస్తుంది.",
    "C7t": "7) మీ భావాలను వ్యక్తం చేయండి",
    "C8":
        "హైపర్ స్టిమ్యూలేషన్ మరియు మానసిక ఒత్తిడిని గురించి కొంత తెలియజేయండి:",
    "C8a":
        "• హైపర్ స్టిమ్యూలేషన్, ముఖ్యంగా ఫోన్లు, టీవీ మరియు ఇంటర్నెట్ వంటి స్క్రీన్ల నుండి, డోపమైన్ అనే 'బహుమతుల హార్మోన్' ను ఉత్పత్తి చేస్తుంది, దీని కారణంగా ఈ కార్యకలాపాలు చాలా ఆనందకరంగా ఉంటాయి. స్క్రీన్ వాడకం అధికం అవడం వల్ల దీనికి బానిస అవ్వవచ్చు. ఇది ఒక చక్రంలా తయారవుతుంది, దీని వలన ప్రతి రోజూ చేసే కార్యకలాపాలు బోరింగ్ గా అనిపించవచ్చు, మరియు మీరు ఇంకా ఎక్కువ స్క్రీన్ టైమ్ కోసం ఆహ్లాదాన్ని వెతుకుతారు. దీని ఫలితంగా, మీ మానసిక ఒత్తిడి ఇంకా పెరుగుతుంది మరియు మీరు ప్రతిరోజూ చేసే పనులను పూర్తి చేయడంలో కష్టపడుతుంటారు. ఈ చక్రాన్ని బ్రేక్ చేయడానికి, స్క్రీన్ టైమ్ ను తగ్గించండి మరియు మీ రివార్డు సిస్టమ్ ను రీసెట్ చేసి మళ్ళీ ప్రతి రోజూ చేసే పనులను ఆనందించండి.",
    "C8t": "8) హైపర్ స్టిమ్యూలేషన్ ని నివారించండి",
    "C9":
        "మంచి భావోద్వేగం ఉన్నపుడు మనకు పెంపుడు జంతువు ఉంటే భావోద్వేగ స్థితిలో గణనీయమైన మెరుగుదల ఉంది అని ప్రతిపాదనలు ఉన్నాయి. జంతువులతో ఉన్న సహచరత సీరోటోనిన్ స్థాయిలను పెంచుతుంది, ప్రోత్సాహం మరియు సంతోషం అందిస్తుంది.",
    "C9t": "9) పెంపుడు జంతువు పొందండి",
    "C10":
        "బాహ్య సంరక్షణ: ప్రతిరోజూ స్నానం చేయడం విశ్రాంతిని, పరిశుభ్రతను మరియు ఆత్మవిశ్వాసాన్ని పెంచుతుంది. మానసిక ఒత్తిడితో బాధపడేవారు ఈ విషయాన్ని నిర్లక్ష్యం చేయవచ్చు, కానీ నిత్య వ్యక్తిగత సంరక్షణ మనసును మెరుగుపరచి ఆత్మవిశ్వాసాన్ని పెంచుతుంది.",
    "C10a":
        "ఆంతరిక సంరక్షణ: నీరు శారీరక మరియు మానసిక శ్రేయస్సుకు అనుకూలమైనది. ఈ చిట్కాలతో మంచి హైడ్రేషన్ అలవాట్లను కొనసాగించండి:",
    "C10b": "• మీరు రోజు పొడవునా నీరు తాగండి, ముఖ్యంగా భోజనాల మధ్యలో.",
    "C10c": "• మీ నీటి సేవనం రోజుకి కనీసం 1.5 నుండి 2 లీటర్ల వరకు ఉండాలి.",
    "C10d": "• సరైన హైడ్రేషన్ సంకేతం మీ మూత్రం రంగు: అది లేత పసుపుగా ఉండాలి.",
    "C10t": "10) నీరు లోపల మరియు బయట",
    "C11":
        "మీరు ఈ లక్షణాలతో జీవితాంతం పోరాడవలసి రావచ్చు. కొన్నిరోజులు మిగతా రోజులకు మించి ఉంటాయి, కానీ మీ పోరాటం మానవద్దు.",
    "C11a":
        "• ప్రస్తుతం ఉన్న క్షణాన్ని అంగీకరించండి, వాస్తవం నుండి పారిపోవద్దు.",
    "C11b":
        "• మీ ఆలోచనను ఒక్క రాత్రిలోనే మార్చే ఏదైనా అద్భుత చికిత్స లేదు, మందులు కూడా కాదు.",
    "C11c": "• ఒక్కోసారి ఒక్క అడుగు తీసుకోండి, కానీ సరైన దిశలో తీసుకోండి.",
    "C11d":
        "• సమస్యతో పోరాడే మీ సామర్థ్యాన్ని పెంచడానికి ఈ అన్ని చిట్కాలను అనుసరించండి. ఇవన్నీ కలిపి మీకు ఖచ్చితంగా సహాయం చేస్తాయి, వాటిలాగా ఇవి మిలియన్ల మంది ప్రజలకు సహాయం చేశాయి.",
    "C11e": "• ఈరోజు నుండి ప్రయోగాలు ప్రారంభించండి. పోరాటాన్ని మానవద్దు.",
    "C11t": "పోరాటాన్ని మానవద్దు.",
    "CAUSA":
        "మేము మునుపటి వయసులో నేర్చుకున్నవాటిని పెద్దవారిగా పునరావృతం చేస్తాము. ఆ దశలో మేము ప్రేమను ఎలా పొందామో, అది పెద్దవారిగా మేము ఎలా సంబంధించుకుంటామో నేరుగా ప్రభావం చూపుతుంది. సాధారణంగా, భావోద్వేగంగా ఆధారపడే పెద్దవారు స్వీయ-గౌరవం మరియు వారి స్వాతంత్యాన్ని అభివృద్ధి చేసుకోవడానికి అవసరమైన శ్రద్ధ మరియు ప్రేమ అందని వారు. వారు ఇతర సంబంధాల్లో ఈ ప్రేమను నింపటానికి ప్రయత్నిస్తారు, ఇది ఆధారపడటానికి తీసుకువస్తుంది. అయితే, ఈ ఆధారపడటువంటి ప్రవర్తన శారీరక లేదా భావోద్వేగ వదిలివేయడం, తిరస్కారం మరియు హింసతో ఇతర అంశాలతో కూడా సంబంధం కలిగి ఉండవచ్చు.",
    "CAUSA_T": "కారణం",
    "D": "4) కోపాన్ని వ్యక్తం చేసే మార్గాలు:",
    "D1":
        "కోపాన్ని వ్యక్తం చేయడానికి అత్యంత సహజమైన మరియు ఆహారమైన మార్గం ఆగ్రహకరమైన స్పందనల ద్వారా. కోపం ఒక సహజ, అనుకూలమైన ప్రతిస్పందన అటువంటి, ఇది శక్తివంతమైన, తరచుగా ఆగ్రహకరమైన భావనలు మరియు ప్రవర్తనలు ట్రిగర్ చేస్తుంది, ఇది దాడి చేసినప్పుడు పోరాటం లేదా రక్షణకు సహాయపడుతుంది. కొంత కొంత కోపం మన జీవనానికి అవసరం. అయితే, మనం మనం అసహ్యమయ్యే ప్రతి వ్యక్తి లేదా వస్తువుపై కోపాన్ని వెళ్ళదీయలేము; చట్టాలు, సామాజిక నిబంధనలు మరియు సామాన్య జ్ఞానం మనం మన కోపాన్ని ఎలా వ్యక్తం చేస్తాము అనే దానిపై పరిమితులు నిర్ణయిస్తాయి. మనం ఈ భావనలను సమర్థవంతంగా మరియు సామాజికంగా అనుకూలంగా నిర్వహించడానికి వివిధ ప్రక్రియలను ఉపయోగిస్తాము.",
    "DEF":
        "భావోద్వేగ ఆధారపడటం అనేది ఒక వ్యక్తి తమ జీవితాన్ని గడిపే, సంపూర్ణంగా ఉండటానికి లేదా సంతోషంగా ఉండటానికి వారికి ఎవరైనా అవసరం అని నమ్మే దుష్ప్రవర్తన. ఇది కపుల్స్ మరియు కుటుంబ మరియు స్నేహితుల సంబంధాలలో సాధారణమైన మానసిక వ్యాధి, ఇది ఆధారపడే వ్యక్తిని మాత్రమే కాదు, వారితో భావోద్వేగ సంబంధం కలిగిన వ్యక్తులను కూడా ప్రభావితం చేస్తుంది. బంధం స్థాయి చాలా ముఖ్యమైనది, మరియు ఈ వ్యక్తి ఇతరులు లేకపోతే చింతిస్తూ, బాధ పడుతుంది. భావోద్వేగంగా ఆధారపడేవారు తమ వ్యక్తిత్వాన్ని నిరంతరం ఉంచడానికి ఉంచడం కోసం ఒక ఉపగ్రహంలాగా పనిచేస్తారు.",
    "DEF_T": "వివరణ",
    "Err_estciv": "పెళ్లి స్థితి మిస్ అయింది!",
    "Err_fil": "ఇంట్లో పిల్లల గురించి సమాచారం లేదు!",
    "Err_ida": "వయస్సు మిస్ అయింది!",
    "Err_res": "వసతి స్థానం మిస్ అయింది!",
    "Err_vinlab": "ఉద్యోగ స్థితి మిస్ అయింది!",
    "Escala1": "స్కేల్ గురించి",
    "Escala2": "అన్ని ప్రశ్నలు 0 నుండి 3 వరకు స్కోరింగ్గా ఉంటాయి.",
    "Escala3": "స్కేల్ విలువ మరియు డిప్రెషన్ స్థాయి:",
    "Escala4": "< 10% డిప్రెషన్ లేదు",
    "Escala5": "11-19% తేలికపాటి డిప్రెషన్",
    "Escala6": "20-29% మధ్యంతర డిప్రెషన్",
    "Escala7": "> 30% తీవ్రమైన డిప్రెషన్",
    "Exttit": "బాహ్య",
    "F": "5) కోపంతో పరిష్కరించే ప్రక్రియలు:",
    "F1":
        "1) కోపం యొక్క భావాలను ధృడంగా (ఆగ్రహకరంగా కాదు) వ్యక్తం చేయడం: ఇది మీ అవసరాలను మరియు అవి ఎలా నెరవేర్చబడవచ్చో స్పష్టంగా చెప్పడం, ఇతరులకు హానీ చేయకుండా. స్వయంను మరియు ఇతరులను గౌరవించుటే సువర్ణ నియమం!",
    "F2":
        "2) భావాలను పీల్చడం: ఇది మీరు కోపాన్ని దాచడం, ఆ గురించి ఆలోచించడం ఆపడం మరియు సానుకూలమైన విషయాలపై దృష్టిని పెడుతుంది. లక్ష్యం కోపాన్ని అడ్డుకోవడం మరియు దాన్ని మరింత నిర్మాణాత్మకమైన ప్రవర్తనలుగా మార్చడం. ఆగ్రహాన్ని బయట వ్యక్తం చేయకుండా ఉంచడం వల్ల, ఇది అంతర్గతంగా వ్యక్తమై, ఆందోళన, మానసిక ఒత్తిడి, రక్తపోటు వంటి శారీరక సమస్యలకు దారితీస్తుంది.",
    "F3":
        "3) ప్రశాంతత/ఆహ్లాదం. ఇది ప్రవర్తన వ్యక్తీకరణను మాత్రమే కాదు, అంతర్గత ప్రతిస్పందనలను కూడా నిర్వహించాలి. సాధ్యమైనంత వరకు, భావనలు స్వయంగా కూడా మృదువుగా ఉంటాయి. కోపాన్ని తగినంతగా వ్యక్తం చేయకపోతే, ఇది ఇతర సమస్యలకు దారితీస్తుంది, ఉదాహరణకు నిస్సహాయమైన ప్రవర్తన లేదా శాశ్వతంగా నిప్పుతప్పిన మరియు శత్రువుగా ఉన్న ఆవేశం. ఇతరులను ఎప్పుడూ తగ్గించడం, అన్ని విషయాలను విమర్శించడం లేదా నెపోలియన్ వ్యాఖ్యలు చేయడం వంటి వ్యక్తులు సాధారణంగా తమ కోపాన్ని నిర్మాణాత్మకంగా వ్యక్తం చేయడం నేర్చుకోలేరు. వారు సాధారణంగా చాలా తృప్తికరమైన సంబంధాలు కలిగి ఉండరు. అయితే, జాగ్రత్త! ఇది 'అన్ని బయటకు పోయినవి' అని సమర్థించడానికి ఉపయోగించకూడదు. కోపాన్ని పర్యవేక్షించని మార్గాల్లో విడుదల చేయడం మరింత ఆగ్రహాన్ని ప్రేరేపించగలదు, సమస్యను పరిష్కరించకపోతే. కోపం యొక్క ప్రేరేపణలను అర్థం చేసుకోవడం మరియు హానికరమైన పెరుగుదలని నిరోధించడానికి వ్యూహాలను అభివృద్ధి చేయడం ఉత్తమం.",
    "FIBhoje":
        "అందరినీ ప్రత్యేకంగా గమనిస్తున్న ప్రభుత్వం, సంపద ఇక్కడ నేడు కొత్త మరియు మానవ అభివృద్ధికి వచ్చిన సాకారం పొందింది. సంతోషాన్ని మరియు ఆరోగ్యాన్ని అందించే అంశాలు, ఇతరులు సిద్ధంగా అందించలేరు. శ్రేయోభిలాషాల అనుకూలమైన ప్రభావం చూపే వ్యక్తులు ఎల్లప్పుడూ ఈ విధంగా ఉన్నారు, ఇవి వివిధ లాభం, సృజనాత్మకత, సుస్థిరమైన సంబంధాలు మరియు ఆరోగ్యాన్ని పొందుతారు.",
    "FIBhoje_t": "గ్రాస్ నేషనల్ హ్యాపినెస్ టుడే",
    "FimTeste":
        "మీ సమాధానాలను విశ్లేషిస్తున్నప్పుడు ఒక ప్రకటన వీడియోని చూడండి.",
    "FimTeste_t": "పరీక్ష పూర్తయింది",
    "Fort1": "1) మీరు మీ కోపానికి కారణాలను గుర్తించవచ్చు.",
    "Fort2": "2) మీరు కమ్యూనికేషన్ ద్వారా మీ కోపాన్ని తగ్గించవచ్చు.",
    "Fort3":
        "3) మీరు మీ సమస్యలను పరిష్కరించడానికి తెలుసుకుంటారు, తద్వారా కోపం యొక్క ప్రభావాలను తగ్గించవచ్చు.",
    "Fort4":
        "4) మీరు ఎప్పుడు కోపాన్ని అణచివేయాలి మరియు ఎప్పుడు వ్యక్తం చేయాలో తెలుసుకుంటారు.",
    "Fort5": "5) మీరు మీ కోపాన్ని నియంత్రించవచ్చు.",
    "Fort6": "6) మీరు అవసరమైతే క్షమించడానికి తెలుసుకుంటారు.",
    "Fort7": "7) మీరు మీ అంతర్గత కోపం పై మంచి భావన నియంత్రణ కలిగి ఉంటారు.",
    "Fort8":
        "8) మీరు మీ కోపం యొక్క బాహ్య వ్యక్తీకరణను కూడా నియంత్రించగలుగుతారు.",
    "Fort9":
        "9) మీరు జీవితం మీద శత్రువైన దృష్టిని కలిగి ఉన్నట్లు ఎలాంటి సంకేతాలు లేవు.",
    "Frac1":
        "1) మీరు మీ కోపానికి మూలకారణాలను పూర్తిగా అర్థం చేసుకోలేకపోతున్నారు.",
    "Frac2":
        "2) మీ మరియు ఇతరులపై కోపం యొక్క ప్రభావాన్ని తగ్గించడానికి మీ కమ్యూనికేషన్ నైపుణ్యాలను మెరుగుపరచాలి.",
    "Frac3":
        "3) కోపం యొక్క ప్రభావాలను తగ్గించడానికి సమర్థవంతమైన సమస్యలు పరిష్కార నైపుణ్యాలను అభివృద్ధి చేయాలి.",
    "Frac4":
        "4) కోపాన్ని ఎప్పుడు ప్రతిఘటించాలి మరియు ఎప్పుడు వ్యక్తీకరించాలి అనే దానిని అర్థం చేసుకోవాలి.",
    "Frac5": "5) మీ కోపాన్ని నియంత్రించడంలో మీరు కష్టపడుతున్నారు.",
    "Frac6":
        "6) మీరు క్షమించడంలో కష్టపడుతున్నారు, ఇది మీకు మరియు ఇతరులకు ప్రతికూల ప్రభావాలను కలిగిస్తుంది.",
    "Frac7":
        "7) భావోద్వేగ పరిస్థితులలో మీ కోపాన్ని నియంత్రించడంలో మీరు కష్టపడుతున్నారు.",
    "Frac8":
        "8) మీ కోపానికి బయట నుండి వచ్చిన లుక్కులను నిర్వహించడంలో మీరు కష్టపడుతున్నారు.",
    "Frac9": "9) మీరు జీవితం మీద శత్రుత్వపు దృష్టిని కలిగి ఉన్నారు.",
    "G": "6) భావనలు మరియు ఆలోచనలను నిర్వహించడం:",
    "G1":
        "సమర్థవంతమైన వ్యూహాలను అభివృద్ధి చేయడానికి, కోపాన్ని లోతుగా అర్థం చేసుకోవడం ముఖ్యం: నేను ఏమి ఆలోచిస్తున్నాను? నేను ఏమి అనుభవిస్తున్నాను? ఈ వ్యూహాల లక్ష్యం కోపాన్ని పూర్తిగా నశింపజేయడం కాదు, కానీ కోపం ఎప్పుడు ఉపయోగకరంగా ఉంటుందో మరియు ఎలా నియంత్రించాలో విశ్లేషించడం.",
    "G1tit": "కారణాలు",
    "G2tit": "ఫలితాలు",
    "G3tit": "సమస్యలు",
    "G4tit": "నియంత్రణ",
    "G5tit": "నియంత్రణ",
    "G6tit": "క్షమ",
    "H": "7) భావనలు మరియు ఆలోచనలను నిర్వహించడం:",
    "H1":
        "మీరు కోపాన్ని ప్రేరేపించే పరిస్థితులను ఆలోచిస్తున్నప్పుడు, మీరు పరిస్థితిని మెరుగుపరచని విధంగా స్పందించడానికి నిమిత్తమయ్యే తీవ్ర భావాలను గుర్తు చేసుకోవచ్చు. ఈ భావాలను మెరుగ్గా నిర్వహించడానికి, మీరు పరిస్థితిని ఇతర కోణంలో విశ్లేషించడం ముఖ్యం.",
    "H2": "దశ 1: విశ్లేషణ",
    "H3":
        "మరుసటి సారి ఏదో లేదా ఎవరైనా మీను కెల్లించితే, ఆ పరిస్థితి లేదా వ్యక్తి గురించి మీకు వచ్చే ఆలోచనలను పట్టుకోవడానికి ప్రయత్నించండి. వీటిని త్వరగా రాయండి మరియు ఆ తరహా ఆలోచనలను క్రమంగా జాబితా చేయండి.",
    "H4": "దశ 2: అంచనా",
    "H5":
        "మీ ఆలోచనలను జాగ్రత్తగా అంచనా వేయండి. అవి నిజమైనవి లేదా భావోద్వేగపూరిత పక్షపాతాల ద్వారా వక్రీకరించబడ్డాయా? వక్రీకరించిన ఆలోచనలు సాధారణంగా తప్పు మరియు వివిధ రూపాల్లో ఉంటాయి.",
    "H6":
        "• లేబులింగ్: ఇతర పర్యాయవాచకాలు లేదా రుజువులు పరిగణించకుండా ప్రతికూల లేబుల్ ఉంచడం, ఉదాహరణకు: 'అతడు మూర్ఖుడు.'",
    "H7":
        "• మాక్సిమైజేషన్: ఒక వ్యక్తిని అంచనా వేయడం ద్వారా ప్రతికూల భాగాలను పెంచడం మరియు సానుకూల భాగాలను తగ్గించడం, ఉదాహరణకు: 'నా ఉపాధ్యాయుడు నాకు తక్కువ గ్రేడ్ ఇచ్చారు; ఆమె న్యాయసంగతంగా లేదు' (కానీ ఆమె నాకు మరికొన్ని సానుకూల గ్రేడ్‌లను ఇచ్చింది).",
    "H8":
        "• పర్సనలైజేషన్: ఇతరులు నేరుగా మీకు ప్రతిస్పందిస్తున్నారని నమ్మడం, వారి ప్రవర్తనకు మరింత సమర్ధమైన వివరణలను పరిగణించకుండా. ఉదాహరణకు: 'ఆయన చల్లగా ఉన్నారు, ఎందుకంటే ఆయన నాకు పైగా ఉన్నట్లు అనుకుంటున్నారు' (కానీ ఆ వ్యక్తి తన కుటుంబం నుండి ప్రతికూల వార్తలు పొందినట్లు ఉండవచ్చు...).",
    "H9":
        "• టన్నెల్ విజన్: పరిస్థితి యొక్క ప్రతికూల భాగాలను మాత్రమే చూడడం, ఉదాహరణకు: 'నా ఉపాధ్యాయుడు ఏదీ సరిగ్గా చేయడం లేదు. ఆయన విమర్శకుడిగా మరియు నిస్సహాయుడిగా ఉన్నారు మరియు పాఠం బాగా బోధించలేదు.'",
    "H10":
        "• 'అన్ని లేదా ఏమీ' ఆలోచన: పరిస్థితిని రెండు విభాగాలలో మాత్రమే చూడడం, మరింత పరిధి లేకుండా, ఉదాహరణకు: 'నా స్నేహితుడు ఈ విషయం గురించి నాతో అంగీకరించలేదు, కాబట్టి అతడు నన్ను ఏదైనా మద్దతు ఇవ్వడంలేదు.'",
    "H11":
        "• సరిగ్గా ఉండడం: మీ అభిప్రాయాలు మరియు చర్యలు సరైనవని నిరూపించడానికి నిరంతర ప్రయత్నం. తప్పు ఉండడం అనుకోలేనిది, ఉదాహరణకు: 'నా సహోద్యోగిపై కేకలు వేయడం పూర్తిగా న్యాయసంగతం. ఆమె తనచేసినది కోసం ఆమె అర్హత కలిగింది.'",
    "H12":
        "దశ 3 - పరిస్థితిని అర్థం చేసుకోవడానికి మరిన్ని సానుకూల ఆలోచన మాదిరులను కనుగొనడం:",
    "H13":
        "ప్రతి వక్రీకరించిన ఆలోచన కోసం, మీ కోపాన్ని తగ్గించే ఇతర, నిర్మాణాత్మక ఆలోచన మాదిరిని గుర్తించడానికి పనిచేయండి. ఇది వ్యక్తి లేదా పరిస్థితి యొక్క సానుకూల అంశాలను పరిశీలించడం, ఎవరో ఒకరి ప్రవర్తనకు ప్రత్యామ్నాయ వివరణలను పరిగణించడం లేదా విస్తృత దృష్టిని పొందడం ను కలిగి ఉండవచ్చు.",
    "H14": "దశ 4 - పూర్వపు దశలను సాధన చేయడం:",
    "H15":
        "ఈ విశ్లేషణను ప్రతిరోజూ సాధన చేయాలి. ఇది సులభంగా అయినప్పుడు, మీరు కోపాన్ని ప్రేరేపించే పరిస్థితిని ఎదుర్కొనేటప్పుడు మీ ఆలోచనలను గుర్తించడంలో మీరు మరింత నైపుణ్యమైన వారవుతారు. వక్రీకరించిన ఆలోచనలను గుర్తించడం మరియు వాటిని మరింత సానుకూల ఆలోచనలతో బదిలీ చేయడం ద్వారా, మీరు కోపం లోకి జారుకోవడం నుండి తప్పించుకోవచ్చు.",
    "Hostil": "వెరుచు",
    "I": "8) శారీరక సంకేతాలను నిర్వహించడం:",
    "I1":
        "మీరు తీవ్ర కోపాన్ని ఎదుర్కొన్నప్పుడు, సాధారణంగా చెప్పే సలహా 'సమాధానంగా ఉండు' లేదా 'శాంతంగా ఉండు'. ఈ ప్రకటనలు, శరీరంలో పేలిపోను వంటి సంక్లిష్టతలను కలిగించే కోపం యొక్క శారీరక సంకేతాలను సంరక్షించడంపై దృష్టి పెట్టాయి. మీరు సంతోషంగా ఉండటానికి నేర్చుకోవడం, కోపం యొక్క శారీరక ప్రభావాలను మరింత బాగా నిర్వహించడంలో మీకు సహాయపడవచ్చు.",
    "I2": "ఆభ్యంతర శ్వాస:",
    "I3":
        "మీరు కోపంగా ఉన్నప్పుడు, ఏ పరిస్థితిలోనైనా వేగంగా పని చేసే సాంత్వన పద్ధతి ఉండటం ముఖ్యమైంది. దీప శ్వాస ఒకటి. ఇది మీ శరీరానికి ఎక్కువ ఆక్సిజన్ తీసుకోవడానికి, మీ గుండె వేగాన్ని తగ్గించడానికి మరియు అడ్రినలిన్ మీ రక్తప్రసరణను ప్రసరించకుండా చేయడాన్ని సహాయపడుతుంది. ఈ శ్వాసను గుండెపోటు కాకుండా, షోల్డర్ లేదా తలపాగా ప్రాంతం నుండి తీసుకోవాలి. శ్వాసలు నెమ్మదిగా మరియు రితమిక్ గా ఉండాలి.",
    "I4":
        "మీరు కోపం కోసం శారీరక సంకేతాలను గమనించినప్పుడు, మీరు సాధారణంగా వేగంగా మరియు తేలికగా ఉండే శ్వాసపై దృష్టి పెట్టడానికి ఒక క్షణం తీసుకోండి. ఈ చక్రాన్ని విరమించడానికి, డయాఫ్రాగ్మా నుండి నేడు దీపంగా శ్వాస తీసుకోవడం మీ శరీరాన్ని సాంత్వన చేయడంలో మరియు కోపం యొక్క శారీరక లక్షణాలను తగ్గించడంలో సహాయపడుతుంది. మీ కండరాలు సాంత్వనగా మారడం ప్రారంభించేటప్పుడు, మాండలికం నశించేది.",
    "I5":
        "ఈ చిన్న విరామం మీ భావోద్వేగాలను పునరుద్ధరించడానికి, మీ ఆలోచనలను మార్పు చేసేందుకు, మరియు పరిస్థితిని మరింత సమర్థవంతంగా నిర్వహించడంలో సహాయపడుతుంది.",
    "I6": "ప్రోగ్రెసివ్ మస్కిల్ రిలాక్సేషన్:",
    "I7":
        "ఈ పద్ధతి మీ శరీరంలో ముఖ్యమైన కండరాల సమూహాలను వ్యవస్థాగతంగా కండరించడానికి మరియు శాంతం చేయడానికి సహాయపడుతుంది. ఇది మీరు సంకెళలు గుర్తించి, వాటిని విడుదల చేయడానికి సహాయపడుతుంది. కోపాన్ని ప్రేరేపించే పరిస్థితులలో ఉపయోగించినప్పుడు, ప్రోగ్రెసివ్ మస్కిల్ రిలాక్సేషన్ ఈ భావాలను తగ్గించడంలో సహాయపడుతుంది, మరియు పరిస్థితి అభివృద్ధి చెందేటప్పుడు మీరు శాంతంగా మరియు తక్కువ కోపంగా ఉండటానికి సహాయపడుతుంది.",
    "Ignorar": "ఫలితాన్ని పరిగణించకండి",
    "Inttit": "ఆంతరిత",
    "J": "9) సైకాలజికల్ పని:",
    "J1":
        "ముందుగా సూచించిన పద్ధతులు మీ కోపాన్ని సమర్థవంతంగా నిర్వహించడంలో సహాయపడవు లేదా మీరు తీవ్రమైన కోప నియంత్రణ సమస్యలతో కష్టపడుతున్నట్లయితే, ఆరోగ్య నిపుణుల సహాయం పొందడం సిఫార్సు చేస్తాము.",
    "J2":
        "చెప్పుకోవడంలో ఒక ముఖ్యమైన దశ, మీకు సహాయం చేయగల ఏయే వారు పొందడం. ఒక నిపుణితో మాట్లాడడం మీకు హానికరమైన పరిస్థితులను నివారించడంలో మరియు మీ గురించి ఎలా అనిపిస్తారో మెరుగుపరచడంలో సహాయపడుతుంది. అదనంగా, సైకాలజి మీ కమ్యూనికేషన్ నైపుణ్యాలను మెరుగుపరచడంలో మరియు మీ సంబంధాలను మెరుగుపరచడంలో సహాయపడుతుంది.",
    "Med1": "1) కొన్నిసార్లు మీరు మీ కోపానికి కారణాలను గుర్తించవచ్చు.",
    "Med2":
        "2) కొన్నిసార్లు మీరు సమర్థవంతమైన కమ్యూనికేషన్ ద్వారా మీ కోపం యొక్క ప్రభావాలను తగ్గించవచ్చు.",
    "Med3":
        "3) మీరు తరచుగా సమస్యలను కోపం ప్రభావాన్ని తగ్గించడంలో సహాయపడే మార్గాల్లో పరిష్కరించవచ్చు.",
    "Med4": "4) మీరు కొన్ని సార్లు మీ కోపాన్ని సమర్థవంతంగా నిర్వహించగలరు.",
    "Med5": "5) కొన్నిసార్లు మీరు మీ కోపాన్ని నియంత్రించవచ్చు.",
    "Med6": "6) అవసరమైనప్పుడు క్షమించడంలో మీరు సాహసంగా ఉండవచ్చు.",
    "Med7":
        "7) మీ కోప భావాల మీద మీరు న్యాయమైన నియంత్రణ కలిగి ఉన్నట్లు కనిపిస్తుంది.",
    "Med8":
        "8) మీ కోపం యొక్క బయట పీడనాలపై మీరు న్యాయమైన నియంత్రణ కలిగి ఉన్నారు.",
    "Med9":
        "9) కొన్నిసార్లు, మీరు జీవితం మీద ప్రత్యక్షమైన దుర్భావనాన్ని ప్రదర్శిస్తారు.",
    "Mudar_atitude_titulo": "ఈ దృష్టిని మార్చడం సాధ్యమా?",
    "NotasRaiva": "కోపాన్ని ఎలా నియంత్రించాలి?",
    "P1": "నేను నా అవసరాలకు సరైన గంటల పాటు నిద్రపోతాను",
    "P2": "నేను సరైన సమయంలో భోజనం చేస్తాను",
    "P3": "నేను తలబెట్టినప్పుడు శాంతికరమైన మందులు తీసుకుంటాను",
    "P4":
        "నేను నా సేదతీర్చే సమయాన్ని తెరల (టీవీ, కంప్యూటర్, మొబైల్ ఫోన్, టాబ్లెట్ మొదలైనవి) పై వెచ్చిస్తున్నాను.",
    "P5": "నేను క్రమం తప్పకుండా వ్యాయామం చేస్తాను",
    "P6": "నేను భోజనాలను త్వరగా తింటాను",
    "P7": "నేను నా ఇష్టానికి సక్కర మరియు కొవ్వులు ఉన్న ఆహారాలను తింటాను",
    "P8": "నేను పండ్లు మరియు కూరగాయలను విపరీతంగా తింటాను",
    "P9": "నేను భోజనాల మధ్య నీళ్లు తాగుతాను",
    "P10": "నేను ప్రధాన భోజనాల మధ్య తింటాను",
    "P11": "నేను మంచి బ్రేక్‌ఫాస్ట్ తీసుకుంటాను",
    "P12": "నేను రాత్రికి పెద్ద భోజనం చేస్తాను.",
    "P13": "నేను స్మోకర్",
    "P14": "నేను మద్యపానాలు తాగుతాను",
    "P15": "నా ఫ్రీ టైమ్‌లో, నేను ప్రకృతిని మరియు తాజా గాలిని వెతుకుతాను",
    "P16": "నన్ను రిలాక్స్ చేసే ఒక హాబీ ఉంది",
    "P17": "నా కుటుంబం చాలా శబ్దంగా ఉంటుంది",
    "P18": "ఇంటి వద్ద నాకు ఎక్కువ స్థలం అవసరమని అనిపిస్తుంది.",
    "P19": "నా వస్తువులు అన్ని ఏర్పాటు చేయబడ్డాయి",
    "P20": "నా ఇంటి వాతావరణాన్ని నేను ఆస్వాదిస్తున్నాను",
    "P21": "నా పొరుగువారు చాలా శబ్దంగా ఉంటారు",
    "P22": "నేను నివసిస్తున్న ప్రాంతంలో చాలా మంది ఉన్నారు",
    "P23": "నా ఇల్లు శుభ్రంగా మరియు శ్రద్ధగా ఉంది",
    "P24": "ఇంట్లో నేను రిలాక్స్ అయ్యే అవకాశం ఉంది",
    "P25": "నా గది నాకు చాలా చిన్నది",
    "P26": "చాలా మంది ఒకే కప్పుగా నాకు తోడుగా ఉంటారు.",
    "P27": "నా ఇంటి అలంకరణతో నేను సంతృప్తిగా ఉన్నాను",
    "P28": "నా ఇల్లు మా అవసరాలకు సరిపడా పెద్దది",
    "P29": "నా పరిసరాల్లో అసౌకర్యమైన వాసనలు ఉన్నాయి",
    "P30": "నేను నివసించే ప్రాంతం చాలా శబ్దంగా ఉంది",
    "P31": "నా ప్రాంతంలో గాలీ శుద్ధంగా మరియు తాజాగా ఉంది",
    "P32":
        "నా ప్రాంతంలో వీధులు మరియు తోటలు శుభ్రంగా మరియు బాగుగా నిర్వహించబడ్డాయి",
    "P33": "నేను తలవేదనకు బాధపడుతున్నాను",
    "P34": "నాకు కడుపు నొప్పులు ఉన్నాయి",
    "P35": "నేను బాగా జీర్ణం చేసుకుంటాను",
    "P36": "నా ఆంతరికాలు బాగా పనిచేస్తాయి",
    "P37": "నాకు మూడువేది నొప్పులు ఉన్నాయి",
    "P38": "నేను హృదయపు కొట్టే/లేదా వేగంగా హృదయపు గమనాన్ని అనుభవిస్తున్నాను.",
    "P39": "నేను తరచూ అలర్జీలు కలిగి ఉంటాను",
    "P40": "నాకు శ్వాసపోటు ఉంది",
    "P41": "నా మెడ మరియు వెనుక కండరాల్లో ఒత్తిడి ఉంది",
    "P42": "నా రక్తపోటు సాదారణంగా ఉంది",
    "P43": "నేను మంచి మెమరీను కలిగి ఉన్నాను",
    "P44": "నాకు అల్పమైన ఆహారం ఉంది",
    "P45": "నేను అలసిపోయినట్లు మరియు శక్తి లేకుండా భావిస్తున్నాను.",
    "P46": "నేను నిద్రలేమికి బాధపడుతున్నాను",
    "P47": "నేను శారీరక వ్యాయామం లేకుండా ఇల్లుగా汗蒸",
    "P48": "నేను సులభంగా ఏడుస్తాను మరియు నిరాశగా ఉంటాను",
    "P49": "నా ఉద్యోగం నాకు అధిక ఒత్తిడి కలిగిస్తుంది",
    "P50": "నా ఫ్రీ టైమ్‌లో, నేను పని సమస్యల గురించి ఆలోచిస్తాను",
    "P51": "నా పని షెడ్యూల్ నిబంధన",
    "P52": "నా పని నాకు శాంతంగా భోజనం చేయడానికి అనుమతిస్తుంది",
    "P53": "నేను రాత్రి మరియు వారాంతాల్లో పని తీసుకుంటాను",
    "P54": "నాకు ఒకటి కంటే ఎక్కువ ఉద్యోగాలు ఉన్నాయి",
    "P55": "నేను పనిచేస్తున్నప్పుడు, సమయం వేగంగా వెళ్లిపోతుంది",
    "P56": "నేను నా పనులతో ఉపయుక్తమైన మరియు సంతృప్తిగా భావిస్తున్నాను",
    "P57": "నేను నా ఉద్యోగాన్ని కోల్పోతుందని భయపడుతున్నాను.",
    "P58": "నేను నా సహచరులతో సవాళ్లను కలిగి ఉన్నాను",
    "P59": "నా బాస్‌తో నాకు మంచి సంబంధం ఉంది.",
    "P60": "నా ఉద్యోగం స్థిరంగా ఉందని నేను భావిస్తున్నాను",
    "P61": "పని కోసం నేను కారు ఉపయోగిస్తాను",
    "P62": "నేను ఏదైనా పూర్తి చేయడానికి మర్చిపోతే, ఆహారం మర్చిపోతాను",
    "P63": "నా పని నిర్వహించడానికి నేను సామర్థ్యం కలిగి ఉన్నాను",
    "P64":
        "నా బాస్ మరియు కుటుంబం నేను చేస్తున్న పనిని సంతోషంగా చూస్తారు అనే భావన కలుగుతుంది",
    "P65": "మహిళలతో మంచి మరియు మర్యాదగా ఉండటంలో నాకు ఆనందం",
    "P66": "నేను ఇతరులను సాధారణంగా నమ్ముతాను",
    "P67": "నా ప్రణాళికలు ఇతరులకు ఆధారపడి ఉంటే, నాకు అసహనం కలుగుతుంది",
    "P68": "చర్చలు నాకు చాలా ప్రభావం చూపిస్తాయి",
    "P69": "నేను నన్ను వినడానికి సిద్ధంగా ఉన్న మిత్రులు ఉన్నాను",
    "P70": "నా లైంగిక సంబంధాలతో సంతృప్తిగా ఉన్నాను",
    "P71": "మరియు ఇతరులు నన్ను గురించి ఏమనుకుంటారో నాకు చాలా ముఖ్యం",
    "P72": "ఇతరుల నుండి మెరుగ్గా పనులు చేయాలని కోరుకుంటున్నాను",
    "P73": "నా కార్యస్థలంలోని సహకారులు నా స్నేహితులు",
    "P74": "ఇతరుల సమస్యలను వినడానికి నాకు ఓర్పు ఉంది",
    "P75":
        "మా సంబంధాలు మెరుగవడానికి నా భాగస్వామి ప్రముఖ మార్పులు చేయాల్సిందిగా నేను నమ్ముతున్నాను",
    "P76": "నేను చాలా మాట్లాడుతున్నాను",
    "P77": "నేను ఎవరో ఒకరితో తర్కిస్తే, వెంటనే నా స్వరం పెంచుతాను",
    "P78":
        "ఇతరులు నన్ను కంటే ఎక్కువగా ఉన్నారు కాబట్టి నేను ఇర్ష్యను అనుభవిస్తాను",
    "P79":
        "తర్కం చేస్తున్నప్పుడు, నేను తదుపరి ఏమి చెప్పాలో కేంద్రీకరిస్తున్నాను, రెండవ వ్యక్తిని పూర్తిగా వినకుండా",
    "P80": "నాకు ఆదేశాలు తీసుకున్నప్పుడు నేను ఒత్తిడికి లోనవుతాను",
    "P81": "సాధారణంగా, నా జీవితం మీద సంతృప్తిగా ఉన్నాను",
    "P82": "మరువుగా నల్లగా మాట్లాడడం నాకు ఇష్టం",
    "P83": "ఎవరైనా నా ముందు నెమ్మదిగా నడిస్తే నేను ఒత్తిడికి లోనవుతాను",
    "P84": "పెద్ద లైన్ ఉన్నప్పుడు, సాధారణంగా నేను వెళ్ళిపోతాను",
    "P85": "తేదీలను సెట్ చేసే సమయములో సాధారణంగా నేను సౌజన్యంతో ఉంటాను",
    "P86": "భవిష్యత్ పట్ల నమ్మకం ఉంది",
    "P87":
        "ఒక విషయం నాకు నచ్చనప్పుడు, సాధారణంగా అత్యంత దిగజారిన దాన్ని ఆలోచిస్తాను",
    "P88":
        "నేను నా విధానంలో పనులు చేయడాన్ని ఇష్టపడతాను మరియు చేయలేని స్థితిలో కౌగిలించుకోవడం",
    "P89": "నాకు మంచి హాస్య భావం ఉంది",
    "P90": "నేను నేనెలా ఉన్నానో ఆ విషయం మీద సంతృప్తిగా ఉన్నాను",
    "P91": "మీరు ఒక కార్యకలాపం మధ్యలో నాకు కట్ చేస్తే నేను ఒత్తిడికి లోనవుతాను",
    "P92": "నేను పరిపూర్ణవాదిని",
    "P93": "ఎన్నోసారి నాకుతెచ్చిన వ్యక్తుల గురించి ఆలోచిస్తాను",
    "P94": "నేను ట్రాఫిక్ జామ్ లో చిక్కుకుంటే చాలా ఒత్తిడికి లోనవుతాను",
    "P95":
        "నేను సెలవులపై త్వరగా బోరుగా మారుతాను మరియు ఉత్పాదకమైన కార్యకలాపాలకు తిరిగి రావాలని కోరుకుంటాను",
    "P96": "నేను క్యాన్సర్ వంటి మరణకరమైన వ్యాధిని పొందే విషయంలో భయపడుతున్నాను",
    "PH": "విరోధం",
    "Perg": "ప్రశ్న",
    "R1":
        "మీకు ఎక్కువ స్వీయ నమ్మకం ఉంది మరియు మీరు మీ వ్యక్తిగత అవసరాలను మీ సంబంధానికి ప్రాధాన్యత ఇవ్వరు. మీరు మీ సంబంధాన్ని మీ జీవితంలోని ఇతర అంశాలతో బాగా సమన్వయంగా ఉంచారు. కానీ మీరు మీ వ్యక్తిత్వాన్ని ఎంతగానో కాపాడటంలో నిమగ్నమైనట్లయితే, మీరు పూర్తిగా అర్పణ చేయడాన్ని అనుకున్నట్లుగా కనిపించవచ్చు. గాఢమైన బంధాలను సృష్టించడాన్ని లేదా అసౌకర్యాన్ని చూపడాన్ని మీరు వెనక్కి పయనిస్తున్నారా అని ఆలోచించండి.",
    "R1T": "భావోద్వేగ పరస్పర అనుభవం లేదు",
    "R2":
        "సంబంధాలలో రాజీలుపెట్టి చర్చలు చేయడం ముఖ్యం అని మీరు అర్థం చేసుకోగలరు. మీరు మీ భావాలను స్పష్టంగా తెలియజేయవచ్చు, కానీ కొన్ని పరిస్థితులలో మీరు అనిశ్చితిని ప్రదర్శిస్తారు మరియు మీ స్వతంత్రతను రక్షించలేరు. భావోద్వేగ పరస్పర అనుభవం పెరుగుదల నుండి మీ జీవితాన్ని కాపాడడంలో సహాయపడే సరిహద్దులను నెలకొల్పడం మరియు స్వీయ సంరక్షణను అభ్యసించడం మంచిది.",
    "R2T": "తక్కువ భావోద్వేగ పరస్పర అనుభవం",
    "R3":
        "మీ భాగస్వామిని కోల్పోతారు అనే మీ భయం కొన్ని పునఃనిర్మాణపు ప్రవర్తనలకు దారితీయిస్తుంది. మీరు వారికి సంతోషంగా ఉండాలని ఇష్టపడతారు మరియు తరచూ మీ స్వంత ఆసక్తులను వాయిదా వేస్తారు. ఈ ప్రవర్తన కొనసాగితే, మీ వ్యక్తిత్వం తీవ్రంగా ప్రమాదంలో ఉంటుంది. ఆరోగ్యకరమైన సంబంధాల్లో, ఇద్దరు వ్యక్తులు కూడా తమను తమ విధంగా చూసుకుంటారు, వ్యక్తిగత లక్ష్యాలను కలిగి ఉంటారు మరియు భయం లేకుండా తమ అభిప్రాయాన్ని వ్యక్తపరుస్తారు. ఈ అసురక్షితమైన అనుబంధానికి మీరు దోహదం చేసే మీ ప్రవర్తనలను ఆలోచించండి.",
    "R3T": "మద్యస్థ భావోద్వేగ పరస్పర అనుభవం",
    "R4":
        "మీ జీవితంలోని ముఖ్యమైన అంశాలను త్యజించి, మీ భాగస్వామిని చూసుకోవడానికి మీరు పెద్ద అవసరం అనుభవిస్తారు. అన్ని విషయాలు సంబంధం చుట్టూ తిరుగుతున్నాయి మరియు మీరు మరొకరికి ఉపయోగకరంగా ఉండాలని ఇష్టపడతారు. అదనంగా, మీరు ఏ రకమైన వివాదాన్ని కూడా నివారించడంలో విశ్వసిస్తారు, సంతోషకరమైన సంబంధాలు గొడవలేని సంబంధాలు అని నమ్ముతారు. అయితే, ఈ ప్రవర్తన త్వరలో లేదా నేరుగా పర్యవసానాలను తీసుకురాగలదు అని జ్ఞాపకం ఉంచుకోండి. వ్యక్తిత్వం ఆరోగ్యకరమైన సంబంధాల్లో ప్రధానమైన శిలాళకంగా ఉంటుంది.",
    "R4T": "ఉన్నత భావోద్వేగ పరస్పర అనుభవం",
    "RaivaExterna": "బాహ్య కోపం",
    "RaivaInterna": "ఆంతరంగిక కోపం",
    "Result": "మీ ఫలితాలు",
    "SA": "ఇది మనుషులు అభివృద్ధి చేసే సంబంధాల రకాలతో సంబంధిస్తుంది.",
    "SAHL":
        "అధిక స్థాయిలు: సాధారణంగా ఇతరులను నమ్మేవారు, వారి సానుకూల లక్షణాలను నమ్మేవారు మరియు వారి ఉద్దేశాలను ఎప్పుడూ అనుమానించరు. ఇది వారి ఐడెంటిటీ మేకింగ్ మరియు దగ్గరగా సంబంధాలను ఏర్పరచే సామర్థ్యాన్ని ప్రభావితం చేస్తుంది. వారు నిజాయితీ, నిబద్ధత, చింతన మరియు ఇతరులకు సహాయం చేయాలని ఆకాంక్షించే వ్యక్తులు, తరచుగా సానుభూతి, దాతృత్వం మరియు సంపర్ణతను ప్రదర్శిస్తారు, కానీ వారు ఎక్కువగా అంగీకారంగా కనిపించవచ్చు.",
    "SALL":
        "తక్కువ స్థాయిలు: తరచుగా శత్రుత్వంతో లేదా తమ ప్రయోజనాల కోసం మానిప్యులేటివ్ ప్రవర్తనను ప్రదర్శించే వ్యక్తులు. వారు సస్పిషియస్‌గా ఉంటారు, కొంతమేరే మిత్రులు కలిగి ఉంటారు మరియు తక్కువ పరి దృష్టి ఉత్పత్తి సంబంధాలను నిర్వహిస్తారు. వారు తరచుగా పాఠశాలలో సమస్యలను ఎదుర్కొంటారు మరియు సామాజిక నిబంధనలను ఉల్లంఘించటం చాలా ఉంది, ఇది కొంతమేర ఆంటిసోషల్ ప్రవర్తన మరియు మద్యం వినియోగానికి సంబంధం ఉంది.",
    "SC":
        "ఇది ఒక వ్యక్తి యొక్క స్థాపన, పట్టుదల, నియంత్రణ మరియు లక్ష్యాలను సాధించడానికి ప్రేరణను మరియు వారి సమయానికి మరియు వ్యవస్థీకృతంగా ఉండడాన్ని సూచిస్తుంది.",
    "SCHL":
        "అధిక స్థాయిలు: తమ లక్ష్యాలను సాధించడానికి మార్గాలను అన్వేషించేవారు, కొన్ని సన్యాసం లేదా తక్షణ అభిలాషలతో గొడవలు ఉన్నా. వారు సాధారణంగా పెద్ద ఆశయంతో, కష్టపడి పనిచేసేవారు మరియు తమ పనికి చాలా నిబద్ధతతో ఉంటారు.",
    "SCLL":
        "తక్కువ స్థాయిలు: సంక్లిష్టమైన పనులను నిర్వహించడానికి తక్కువ ప్రేరణ, కష్టాలకు ఎదురయ్యే సమయంలో సులభంగా వదిలేయడం. వారు తమ లక్ష్యాలను సాధించడానికి సహాయం చేస్తుందని తెలియని కార్యకలాపాలలో భాగస్వామ్యంగా ఉంటారు. వారు సాధారణంగా అంగీకారంలేకుండా మరియు సమయపాలన లేకుండా ఉంటారు, కొంతమేర నష్టాన్ని కలిగించినా కూడా.",
    "SE":
        "ఇది ఒక వ్యక్తి ఇతరులతో ఎలా అభ్యంతరం చూపుతుందో, అందులో వారు ఎంత మంది చర్చించేవారు, మాట్లాడేవారు, క్రియాశీలులుగా ఉండేవారు, ధైర్యవంతులుగా ఉండేవారు మరియు స్పందన కలిగి ఉన్నారు అన్నది సూచిస్తుంది.",
    "SEHL":
        "అధిక స్థాయిలు: సామాజికంగా ఆనందించే వ్యక్తులు మరియు ఇతరులతో సంబంధం ఉంచడానికి ప్రయత్నించే వారు, వారు ఎవర్ని కూడా బాగా తెలియకపోయినప్పటికీ. వారు వ్యక్తిగత సమాచారాన్ని వేగంగా పంచుకుంటారు మరియు కొత్తగా కలుసుకున్న వారిని నమ్ముతారు. ఈ వ్యక్తులు సాధారణంగా క్రియాశీలులుగా ఉంటారు, తమ అభిరుచులను మరియు నమ్మకాలను స్పష్టంగా వ్యక్తం చేస్తారు మరియు కొంతమేర అధికారం చూపించే ప్రవర్తనను ప్రదర్శించవచ్చు. వారు గ్రూప్ కార్యక్రమాలను ఇష్టపడతారు మరియు స్నేహితులను వెతుకుతారు.",
    "SELL":
        "తక్కువ స్థాయిలు: రిజర్వు మరియు నిశ్శబ్దంగా ఉండే వారు, తాము గురించి తక్కువ మాట్లాడేవారు మరియు నికరత్వాన్ని అభివృద్ధి చేయడానికి ఎక్కువ సమయం అవసరం. వారు కుండరా, అసభ్యంగా లేదా స్వార్ధంగా ఉండవు.",
    "SINTOMAS":
        "అత్యధికంగా అపారములత, ఇతరులకు నచ్చడానికి అవసరం, ఒంటరితనానికి భయం, వ్యక్తిగత ప్రణాళికల యొక్క అభావం, తక్కువ స్థాయి భావాలు మరియు నిరంతర శ్రద్ధ అవసరం.",
    "SINTOMAS_T": "లక్షణాలు",
    "SN":
        "ఇది ఒక వ్యక్తి యొక్క ప్రాథమిక వ్యక్తిత్వ లక్షణం మరియు వారు రోజువారీ జీవితం సంఘటనల ద్వారా నిండిపోయే భావాలను ఎలా నిర్వహిస్తారో సూచిస్తుంది.",
    "SNHL":
        "అధిక స్థాయిలు: వారి భావాలతో సంతృప్తికరంగా రీడిక్ట చేయకపోవడం మరియు మానసిక ఇబ్బందులను తీవ్రంగా అనుభవించే వ్యక్తులు. వారు భావోద్వేగ స్థిరత్వం మరియు నష్టకరమైన సంఘటనల్లో తీవ్ర అనుభవాలు చూపిస్తారు, ఈ సంఘటనల లోని సానుకూల అంశాలను తక్కువగా బహిరంగం చేస్తారు. వారు డిప్రెషన్, పశ్చాత్తాపం, ఆక్రోశం, క్షోభ, భయంతో సమస్యలు అభివృద్ధి చెందడానికి అంతే ప్రమాదకరులు.",
    "SNLL":
        "తక్కువ స్థాయిలు: ప్రతికూల భావోద్వేగ సంఘటనల ముఖమునుండి వ్యక్తి భావోద్వేగంగా స్థిరంగా ఉండగలడు.",
    "SO":
        "ఇది అన్వేషణా ప్రవర్తనలు మరియు కొత్త అనుభవాల విలువను గుర్తించడం గురించి.",
    "SOHL":
        "అధిక స్థాయిలు: వారు తమ భావాలతో సంతృప్తికరంగా పరిగణించలేకపోవడం మరియు మానసిక ఇబ్బందులను తీవ్రంగా అనుభవించే వ్యక్తులు. వారు భావోద్వేగ స్థిరత్వం మరియు నష్టకరమైన సంఘటనల్లో తీవ్ర అనుభవాలు చూపిస్తారు, ఈ సంఘటనల లోని సానుకూల అంశాలను తక్కువగా బహిరంగం చేస్తారు. వారు డిప్రెషన్, పశ్చాత్తాపం, ఆక్రోశం, క్షోభ, భయంతో సమస్యలు అభివృద్ధి చెందడానికి అంతే ప్రమాదకరులు.",
    "SOLL":
        "తక్కువ స్థాయిలు: వ్యక్తి సవాళ్ళు లేదా ప్రతికూల సంఘటనల ముందు భావోద్వేగంగా స్థిరంగా ఉండడం.",
    "SS":
        "బిగ్ ఫైవ్ ప్రపంచంలో అత్యంత వ్యాప్తి పొందిన వ్యక్తిత్వ పరీక్షల్లో ఒకటి. ఇది వివిధ సందర్భాల్లో గ్లోబల్ మరియు క్రాస్-కాంటెక్స్టువల్ సాక్ష్యాలను కలిగి ఉంది. ఈ పరీక్ష ఐదు ప్రాథమిక వ్యక్తిత్వ లక్షణాలలో ప్రవర్తన ధోరణులను గుర్తించడానికి ఉద్దేశించబడింది. అధిక లేదా తక్కువ విలువలు తప్పకుండ మల్ఫంక్షనల్ వ్యక్తిత్వ నమూనాను ప్రతినిధిత్వం చేయవు. కింద చర్చించిన ఐదు లక్షణాలను తనిఖీ చేయండి.",
    "SSt": "పరీక్ష గురించి",
    "Sint":
        "మానసిక ఒత్తిడి కేవలం తాత్కాలిక సోగమే కాదు! ఇది దీర్ఘకాలిక మూడ్ డిసార్డర్. మానసిక ఒత్తిడి యొక్క సాధారణ లక్షణాలు:",
    "SintAns":
        "ఆందోళన శారీరక మరియు మానసిక లక్షణాలతో వ్యక్తమవుతుంది. ఇది సాధారణంగా భవిష్యత్ పరిస్థితుల గురించి అధిక చింతతో అక్షీకరించబడుతుంది. ప్రస్తుతం జీవించడం సవాలుగా ఉంటుంది, ఎందుకంటే ఒకరు ఎప్పుడూ భవిష్యత్తు గురించి చింతిస్తూ ఉంటారు. ఇది నియంత్రణలో ఉన్నప్పుడు, ఆందోళన అనేది శరీరానికి సాధారణ ప్రతిస్పందన, ఇది మనం ఏదైనా ఆపత్తులపై అప్రమత్తంగా ఉండేందుకు సహాయపడుతుంది. అయితే, ఇది తీవ్రమైన, పొడవైన మరియు స్పష్టమైన కారణం లేకుండా ఉండవచ్చు. అలాంటి సందర్భాలలో, ప్రజలు వారి సేఫ్టీకి ప్రమాదంగా భావించే ఏదైనా పరిస్థితులను నివారించడానికి స్వీయ ఇనిషియేటివ్ చూపిస్తారు.",
    "Sinta": "• నిరాశ, కోపం, ఆందోళన మరియు భావోద్వేగ ఒత్తిడి.",
    "Sintb": "• నిద్రలేమి: నిద్రలేమి లేదా అధిక నిద్ర.",
    "Sintc": "• ఆహారపు అలవాట్లు మార్పులు, బరువు పెరగడం లేదా తగ్గడం.",
    "Sintd": "• నిరుత్సాహం, అలసట మరియు పనులు పూర్తి చేయడానికి ఎక్కువ శ్రమ.",
    "Sinte": "• ఆసక్తి లేకపోవడం, ప్రేరణ లేకపోవడం మరియు అపతి.",
    "Sintf":
        "• భయం, ఆందోళన, అనిశ్చితి, ఆశాపరం, సహాయం లేకపోవడం మరియు ఖాళీ భావన.",
    "Sintg":
        "• నెగటివిటీ, తరచూ మరియు అసమానమైన నేరాలభావం, తక్కువ ఆత్మమర్యాద, నిరర్థకత, అసమర్థత, విఫలమయ్యే భావాలు, వ్యాధి, మరణం లేదా శోకాన్ని అనుభవించడం.",
    "Sinth":
        "• వ్యతిరేకమైన మరియు ప్రతికూల దృష్టికోణం: ప్రతిదీ డిప్రెసివ్ ఫిల్టర్ ద్వారా కనిపిస్తుంది, మీను, ఇతరులను మరియు ప్రపంచాన్ని గ్రే టోన్ తో చూపిస్తుంది.",
    "Sinti": "• కేంద్రీకరించడంలో కష్టం, మెల్లగా ఆలోచించడం, తరచూ మరచిపోవడం.",
    "Sintt": "నిరాశ యొక్క లక్షణాలు",
    "SinttAns": "ఆందోళన యొక్క లక్షణాలు",
    "SobreApp": "యాప్లికేషన్ గురించి",
    "SobrePersonalidade":
        "పర్సనాలిటీ టెస్ట్ బిగ్ ఫైవ్ (5 వ్యక్తిత్వ లక్షణాలు) ఆధారంగా ఉంటుంది మరియు మీ వ్యక్తిత్వాన్ని ఒక ప్రశ్నావళి ద్వారా అంచనా వేయడం మరియు మీ అత్యంత గుర్తించదగిన వ్యక్తిత్వ లక్షణాలను నిర్ణయించడం లక్ష్యంగా ఉంటుంది.",
    "SobreTesteAns": "టెస్ట్ బెక్ ఆందోళన ఇన్వెంటరీ (BAI) ఆధారంగా ఉంటుంది",
    "SobreTesteFelicidade":
        "హ్యాపినెస్ టెస్ట్ మీ సంతోష స్థాయిని గ్రాస్ నేషనల్ హ్యాపినెస్ (GNH) టెస్ట్ ప్రకారం గుర్తించడానికి లక్ష్యంగా ఉంటుంది.",
    "SobreTesteStress":
        "స్ట్రెస్ టెస్ట్ బెక్ డిప్రెషన్ ఇన్వెంటరీ (BDI) ఆధారంగా ఉంటుంది, ఇది మెంటల్ హెల్త్ ప్రొఫెషనల్స్ ద్వారా విస్తృతంగా ఉపయోగించబడుతుంది మరియు అంతర్జాతీయంగా ప్రమాణితమైనది.",
    "T1": "ప్రపంచవ్యాప్తంగా విశ్లేషణ",
    "T2": "వ్యక్తిగత విశ్లేషణ",
    "TRAT1":
        "మీ విధ్వంసకరమైన ప్రవర్తన వెనుక కారణాలను అర్థం చేసుకోవడానికి ప్రయత్నించండి. మీరు ఒంటరిగా ఉండడానికి ఎందుకు భయపడుతున్నారు? మీ తక్కువ ఆత్మమర్యాదకు కారణాలు ఏమిటి? అలా అసమానమైన సంబంధాన్ని కొనసాగించడం లాభదాయకమా? ఈ ప్రశ్నలపై ఆలోచించడం మీ బలహీనతలను గుర్తించడంలో సహాయపడుతుంది మరియు సమస్యకు పరిష్కారం కనుగొనడంలో సహాయపడుతుంది.",
    "TRAT1_T": "మీతో నిజాయితీగా ఉండండి",
    "TRAT2":
        "భావోద్వేగ ఆధీనాన్ని గుర్తించడం సంబంధాన్ని ముగించవచ్చు అనే అర్ధం కాదు. మీ హృదయాన్ని తెరచండి, మీ భయాలు గురించి మాట్లాడండి మరియు మీ సంబంధాన్ని ఎలా మెరుగుపరచవచ్చో అడగండి. నిజాయితీ భాగస్వాముల మధ్య ఐక్యత మరియు సంబంధాన్ని పెంచే శక్తిని కలిగి ఉంటుంది.",
    "TRAT2_T": "మీ భాగస్వామితో మాట్లాడండి",
    "TRAT3":
        "మీ జీవితంలోని అన్ని దిశలను సమన్వయంగా చేయడానికి పనిచేయండి. కుటుంబం మరియు స్నేహితులతో మళ్ళీ సంబంధం పెట్టుకోండి, మీ ఆరోగ్యాన్ని మెరుగుపరచండి, కొత్త హాబీలను కనుగొనండి మరియు స్వయంవికాసం కోసం సమయం కేటాయించండి.",
    "TRAT3_T": "మీ ఆసక్తులను సంరక్షించండి",
    "TRAT4":
        "మీరు అసంతృప్తిగా ఉన్న సంబంధంలో ఉండకండి ఒంటరిగా ఉండడం యొక్క భయంతో. మీ భాగస్వామి మీ వ్యక్తిత్వాన్ని గౌరవించకపోతే మరియు మీ ఆధీనాన్ని ఆడటం ద్వారా మీను ఆధిక్యం చేస్తే, సంబంధాన్ని ముగించాలనుకునే సమయం ఆసన్నం అయ్యే అవకాశం ఉంది.",
    "TRAT4_T": "సరిహద్దులను సెట్ చేయండి",
    "TRAT5":
        "ఈ వ్యాధి ఎక్కువగా బాల్య טראమాల నుండి ఉద్భవించవచ్చు. గతం నుండి భావోద్వేగ గాయాలను నయం చేయడం కీలకమైన మొదటి అడుగు. సంబంధాల్లో భావోద్వేగ బరువులను తీసుకువచ్చే వ్యక్తులు సాధారణంగా పరిష్కారంలేని సమస్యలను తెస్తారు. మీ లోతైన పిల్లలను నయం చేయడం పరిస్థితిని చాలా మారుస్తుంది, మీరే మీకు ప్రేమ మరియు చూసుకునే వనరులను అభివృద్ధి చేయడంలో సహాయపడుతుంది, తద్వారా మీ జీవితాన్ని మెరుగుపరుస్తుంది. తర్వాత, మీరు ఇతరులతో ఆరోగ్యకరమైన మరియు భావోద్వేగంగా సమన్వయంగా ఉన్న మార్గంలో సంబంధం పెట్టుకోవడానికి సిద్ధంగా ఉంటారు.",
    "TRAT5_T": "భవిష్యత్తు గుర్తించండి",
    "TRAT6":
        "ఈ సమాచారం ఆరోగ్య సంరక్షకుల మూల్యాంకనం మరియు సలహాను బదులుగా చేయదు.",
    "TRAT6_T": "సహాయం కోరండి",
    "Tclaro": "తేలికపాటి థీమ్",
    "Tescuro": "చీకటి థీమ్",
    "Tletra": "ఫాంట్ రకం",
    "TotalRaiva": "మొత్తం కోపం",
    "Tra":
        "ఆత్మహత్య స్థితి నుండి కోలుకునేందుకు ఆరోగ్య సంరక్షణ నిపుణుడి మార్గదర్శకత్వం పొందడం ఎప్పుడూ ప్రయోజనకరంగా ఉంటుంది, ముఖ్యంగా మీ పరీక్షా ఫలితం 'మీకు తీవ్రమైన ఆత్మహత్య!' అని సూచిస్తే. ఆరోగ్య సంరక్షణ నిపుణుడు మీకు కొత్త ఆలోచనా నమూనాలు మరియు ప్రవర్తనా మార్గాలను గుర్తించడంలో సహాయం చేస్తారు. అయితే, మీరు మరియు చేయవలసిన చాలా విషయాలు ఉన్నాయి: జీవనశైలి మార్పులు అవసరం ఎందుకంటే మీ జీవనశైలి ఆత్మహత్య లక్షణాలను కలిగించడానికి కారణమవుతుంది. మీ భావనల ఆరోగ్యాన్ని మెరుగుపరచడానికి పై తెలుపబడిన సలహాలను పరిశీలించండి! మీ ఆరోగ్యానికి, మీకు అవసరమైన మార్పులను చేయడానికి శక్తి మరియు శక్తిని పొందండి మరియు ఆత్మహత్యపై యుద్ధాన్ని గెలవండి.",
    "TraAns":
        "ఆత్మహత్యను నిర్వహించడంలో సహాయం కోసం ఒక ఆరోగ్య సంరక్షణ నిపుణుడిని కలిగి ఉండటం ఎప్పుడూ సహాయపడుతుంది, ముఖ్యంగా మీ పరీక్ష ఫలితం 'మీకు తీవ్రమైన ఆత్మహత్య లక్షణాలు!' అని ఉంటే. ఆరోగ్య సంరక్షణ నిపుణుడు, మీరు కొత్త ఆలోచనా నమూనాలు మరియు ప్రవర్తనా మార్గాలను కనుగొనడంలో మీకు సహాయం చేయాలి. కానీ, మీరు స్వయంగా ఆత్మహత్యను సమర్ధవంతంగా నిర్వహించడానికి చేయగలిగిన అనేక విషయాలు ఉన్నాయి. మీ జీవనశైలి సాధారణంగా ఆత్మహత్య లక్షణాలను కలిగిస్తుంది, కాబట్టి క్రింద వివరిస్తున్న 10 సలహాలను చూడండి మరియు మీ ఆరోగ్యానికి, మార్పు చేయాల్సిన విషయాలను మార్చడానికి శక్తి మరియు శక్తిని పొందండి మరియు ఆత్మహత్య పై యుద్ధాన్ని గెలవండి.",
    "Trat": "ఆత్మహత్య చికిత్స",
    "VerAnsiedade": "ఆత్మహత్య గురించి",
    "VerAnsiedadeAns": "ఆత్మహత్య గురించి",
    "VerVideo": "వీడియో తర్వాత ఫలితం చూడండి",
    "_Dep2Escala":
        "18 ప్రశ్నలు 0 నుండి 5 విలువల స్కేలుపై మూల్యాంకనము చేయబడుతుంది, ఎప్పుడూ 0 విలువలు మరియు ఎప్పుడూ 5 విలువలు కాదు",
    "_SobreDependenciaTitulo": "భావోద్వేగ ఆధీనత గురించి",
    "_SobreStresTitulo": "ఆత్మహత్య గురించి",
    "_SobreTesteDependencia":
        "భావోద్వేగ ఆధీనత పరీక్ష Melody Beattie యొక్క 'Codependent No More' మాన్యువల్ ఆధారంగా రూపొందించబడింది. ఉపయోగించేవారి ఎవరో ఒకరిపై భావోద్వేగ ఆధీనత యొక్క సంకేతాలను చూపుతున్నారా అనే దాని విశ్లేషణను మరియు ఏ స్థాయిలో చూపుతున్నారో తెలుసుకోవటం లక్ష్యం.",
    "_SobreTipoPersonalidade": "వ్యక్తిత్వ రకాల",
    "_adAtencao": "హెచ్చరిక",
    "_adTotal": "పరీక్షను ప్రారంభించడానికి, మొత్తం ప్రకటనను చూడాలి.",
    "_cancelarInicioTeste": "పరీక్షను ప్రారంభించవద్దు",
    "_depR1": "ఆత్మహత్య లేదు",
    "_depR1C":
        "మంచి! Iván Goldbergs పరీక్ష ప్రకారం, మీరు ఆత్మహత్యను అనుభవించవద్దు! మీ జీవితం యొక్క ఉచ్చాలు మరియు నిఘారాలను సాధారణంగా నిర్వహించగలరు మరియు మీ భావనలను సులభంగా నిర్వహించగలరు.",
    "_depR2": "ఆత్మహత్య అవకాశం",
    "_depR2C":
        "Iván Goldbergs పరీక్ష ప్రకారం, ఆత్మహత్యకు తక్కువ అవకాశం ఉంది, ఇది చాలా మందిలో సాధారణం! మీరు మీ భావనలను తరచుగా నిర్వహించగలుగుతారు, కానీ వాటిని సంతృప్తికరంగా పరిష్కరించలేరు.",
    "_depR3": "ఆత్మహత్య లక్షణాలు",
    "_depR3C":
        "Iván Goldbergs పరీక్ష ప్రకారం, మీరు ఆత్మహత్య లక్షణాలను చూపుతున్నారు! మీరు ఆత్మహత్య ప్రవర్తన అభివృద్ధి చెందే ప్రమాదంలో ఉన్నారు. భావనలను రక్షించే జీవనశైలికి సంబంధించిన సలహాలను పట్టించుకోండి.",
    "_depR4": "ఆత్మహత్య ప్రవర్తన",
    "_depR4C":
        "Iván Goldbergs పరీక్ష ప్రకారం, మీరు ఆత్మహత్య ప్రవర్తనను చూపిస్తున్నారు! మీరు మీ రోజువారీ రీతులను మార్చాలి, భావనలను రక్షించే జీవనశైలికి సంబంధించిన సలహాలను అనుసరించాలి మరియు నిపుణుల సహాయాన్ని పొందడం ఉత్తమం.",
    "_depR5": "మితమైన ఆత్మహత్య",
    "_depR5C":
        "శ్రద్ధ! Iván Goldbergs పరీక్ష ప్రకారం, మీరు మితమైన ఆత్మహత్య లక్షణాలను చూపిస్తున్నారు. ఈ సమస్యపై శ్రద్ధ పెట్టాలి. భావనలను రక్షించే జీవనశైలికి సంబంధించిన సూచనలను అనుసరించండి మరియు నిపుణుల సహాయాన్ని పొందండి.",
    "_depR6": "తీవ్ర ఆత్మహత్య",
    "_depR6C":
        "ఎక్కువగా! Iván Goldbergs పరీక్ష ప్రకారం, మీరు తీవ్రమైన ఆత్మహత్య లక్షణాలను చూపిస్తున్నారు! ఈ విషయం మీ పూర్తి శ్రద్ధను అవసరం. ఆరోగ్యకరమైన జీవనశైలికి సంబంధించిన సూచనలను అనుసరించండి మరియు నిపుణుల సహాయాన్ని పొందండి.",
    "_incioTeste": "పరీక్షను ప్రారంభించడానికి, ఒక ప్రకటనను చూడండి",
    "_iniciarTeste": "పరీక్షను ప్రారంభించండి",

    "_introGeral":
        "ఈ యాప్ మీ మేధస్సు మరియు భావోద్వేగాలు ఎలా పనిచేస్తాయో అర్థం చేసుకోవడంలో మీకు సహాయం చేయడానికి పరీక్షల యొక్క శ్రేణిని అందిస్తుంది. ఇవి ప్రపంచవ్యాప్తంగా ఆరోగ్య సంరక్షణ నిపుణులచే విస్తృతంగా ఉపయోగించబడిన ప్రమాణీకరించబడిన సాధనలుగా ఉంటాయి. మీరు పరీక్షలను ఎందుకు తీసుకోవాలి? ఎందుకంటే ఒక సమస్యను పరిష్కరించడానికి మొదటి అడుగు అది ఉన్నట్లుగా ఒప్పుకోవడం! పరీక్షలను ఆనందించండి.",
    "_introTesteAnsiedade":
        "ఆత్మహత్య పరీక్ష 21 ప్రశ్నల పత్రాన్ని ఉపయోగించి ఆత్మహత్య లక్షణాల ఉన్నత స్థాయి మరియు తీవ్రతను మదింపు చేస్తుంది. పరీక్ష యొక్క నిజాయితీని నిర్ధారించడానికి, మీ గత వారాన్ని పరిగణలోకి తీసుకోండి మరియు నిజాయితీగా సమాధానం ఇవ్వండి. మీ ఫలితాలు, ఉపయోగకరమైన సమాచారం మరియు సూచనలతో కూడినవి, చివరలో చూపబడతాయి. ప్రకటనలు ఈ ప్రాజెక్టును మద్దతు ఇస్తాయి మరియు మీకు ఉచితంగా యాప్‌ను ఉంచుతాయి.",
    "_introTesteAtitude":
        "మానవ సంబంధాల్లో నలుగురు ప్రధానమైన వ్యూహాలు ఉన్నాయి: పసివ్, ఆగ్రహభరితమైన, మానిపులేటివ్ మరియు ఆత్మవిశ్వాసం. 60 ప్రశ్నలతో కూడిన ప్రశ్నాపత్రం ద్వారా, ఈ యాప్ మీకు ఎక్కువగా ఏ వ్యూహం ప్రాముఖ్యంగా ఉన్నదో కనుగొనడంలో సహాయపడుతుంది. సరైన ఫలితాలను పొందడానికి, ప్రతి వివరణకు నిజాయితీగా సమాధానం ఇవ్వండి. ప్రకటనలు ప్రాజెక్టును నిధి చేస్తాయి మరియు యాప్‌ను ఉచితంగా ఉంచుతాయి.",
    "_introTesteDependencia":
        "మీ జీవితాన్ని మీ భాగస్వామి లేకుండా ఊహించగలరా? అది అర్థవంతమా? ఈ పరీక్ష మీ భాగస్వామి లేదా మీరు భావోద్వేగంగా ఆధీనంగా ఉన్న ఇతర వ్యక్తిపై మీ స్థాయి ఎంత ఉందో అంచనా వేస్తుంది. సంబంధంలో భావోద్వేగ ఆధీనత స్థాయిని తెలుసుకోవడం దాన్ని అధిగమించడానికి తొలి అడుగు. పరీక్షా ప్రశ్నలకు సమాధానం ఇవ్వండి మరియు మీ భావోద్వేగ ఆధీనత స్థాయిని కనుగొనండి.",
    "_introTesteDepressao":
        "మీరు మనోవేదనలో ఉన్నారా అని మీరు భావిస్తున్నారా? ఈ రెండు పరీక్షలకు నిజాయితీగా సమాధానం ఇవ్వండి మరియు మీరు మనోవేదన లక్షణాలను కలిగి ఉన్నారా అనేది కనుగొనండి. ఫలితాలుతో, మీ భావోద్వేగ ఆరోగ్యాన్ని మెరుగుపరచడానికి కొన్ని విలువైన సూచనలు అందిస్తారు. ఈ యాప్ వైద్య సహాయాన్ని ప్రతిస్థాపన చేయదు అని గుర్తించండి. మేము మీ భావోద్వేగ సామర్థ్యాన్ని సాధించడంలో మీకు మద్దతు ఇవ్వడానికి ఇక్కడ ఉన్నాం. ధైర్యం, మీరు విజయం సాధించవచ్చు.",
    "_introTesteFelicidade":
        "మీరు సంతోషంగా ఉన్నారా? సమాధానం సులభం కాదు: కొందరంటే ఇది బ్యాంక్ ఖాతాపై ఆధారపడదు, మరికొందరంటే ఇది నిజమైన ప్రేమ, అర్థం లేదా మంచి ఆరోగ్యం గురించి భావిస్తారు... కాబట్టి, ఇవి మొత్తం యొక్క కొన్ని భాగాలు మాత్రమే కావచ్చు. ఈ పరీక్ష 1972లో భూతాన్ యొక్క రాజు రూపొందించిన Gross National Happiness Test (GNH) ఆధారంగా ఉంది, అతను తన ప్రజల సంతోషాన్ని నిజంగా తీసుకున్నాడు, ఇది చాలా ప్రభుత్వాలు, దేశాలు మరియు 지식నవత్తా అన్వేషణలో సహాయం చేసింది. ప్రశ్నాపత్రానికి సమాధానం ఇవ్వండి మరియు మీరు నిజంగా సంతోషంగా ఉన్నారా అనేది కనుగొనండి. ప్రకటనలు ప్రాజెక్టును నిధి చేస్తాయి మరియు యాప్‌ను ఉచితంగా ఉంచుతాయి. సంతోషంగా పరీక్ష చేయండి!",
    "_introTestePersonalidade":
        "ప్రతి వ్యక్తికి 5 వ్యక్తిత్వ లక్షణాలు ఉన్నాయి. ఈ పరీక్షలో మీ లక్షణాలను కనుగొనండి, ఇది సుమారు 10 నిమిషాలు పడుతుంది. సరైన ఫలితాలను పొందడానికి, ప్రతి వివరణకు నిజాయితీగా సమాధానం ఇవ్వండి. చివరలో, మీ వ్యక్తిత్వ రకం సూచించబడుతుంది. ప్రకటనలు ప్రాజెక్టును నిధి చేస్తాయి మరియు యాప్‌ను ఉచితంగా ఉంచుతాయి. మీ పరీక్షకు శుభాకాంక్షలు!",
    "_introTesteRaiva":
        "కోపం ఒక సహజమైన మరియు ఆరోగ్యకరమైన భావన, కానీ అది నియంత్రణలోకి మారవచ్చు మరియు విధ్వంసకరమైనది కావచ్చు. 47 ప్రశ్నలతో కూడిన ప్రశ్నాపత్రం ద్వారా, ఈ పరీక్ష మీ కోప స్థాయిని మరియు మీరు దీన్ని నియంత్రించవద్దు లేదా మీరు దీని ద్వారా నియంత్రించబడుతున్నారా అనేది కనుగొనడంలో సహాయపడుతుంది. సరైన ఫలితాలను పొందడానికి, ప్రతి వివరణకు నిజాయితీగా సమాధానం ఇవ్వండి. ప్రకటనలు ప్రాజెక్టును నిధి చేస్తాయి మరియు యాప్‌ను ఉచితంగా ఉంచుతాయి.",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "సభ్యంగా ఉండండి, ఇది ఒక ఆత్మహత్య పరీక్ష, మీరు 96 ప్రశ్నలకు సమాధానం ఇవ్వడానికి 10 నిమిషాలు స్వీయపరిశీలన అవసరం. పరీక్ష యొక్క ఖచ్చితత్వాన్ని నిర్ధారించడానికి, అన్ని ప్రశ్నలకు నిజాయితీగా సమాధానం ఇవ్వండి. ఫలితాన్ని చివరలో కొన్ని ఉపయోగకరమైన సూచనలతో అందిస్తారు. ఈ యాప్‌లో ఉన్న ప్రకటనలు ప్రాజెక్టును నిధి చేస్తాయి మరియు ఉచితంగా ఉంచుతాయి. మీ ఆత్మహత్య స్థాయిలు మెరుగుపడుతున్నాయా లేదా మెరుగుపడుతున్నాయా అని అంచనా వేయడానికి స్త్రెస్సు పరీక్షను తరచుగా చేయండి.",
    "_listaTestes": "పరీక్షల జాబితా",
    "_mudarIdioma": "భాష మార్చండి",
    "_removerAds": "ప్రచారాలను తొలగించండి",
    "_tAnsiedade": "ఆందోళన పరీక్ష",
    "_tAtitude": "చెయ్యి పరీక్ష",
    "_tAutoConfianca": "ఆత్మవిశ్వాస పరీక్ష",
    "_tDepBeck": "ఆరన్ బెక్ పరీక్ష",
    "_tDepGoldberg": "ఇవాన్ గోల్డ్‌బర్గ్ పరీక్ష",
    "_tDependencia": "భావోద్వేగ ఆధీన పరీక్ష",
    "_tDepressao": "ఉద్వేగ పరీక్ష",
    "_tFelicidade": "సంతోషం పరీక్ష",
    "_tPersonalidade": "వ్యక్తిత్వ పరీక్ష",
    "_tRaiva": "కోపం పరీక్ష",
    "_tRelacionamentos": "సంబంధాలు పరీక్ష",
    "_tSorriso": "నవ్వు పరీక్ష",
    "_tStress": "మరింత స్థితిగతులు పరీక్ష",
    "_testeNaoFeito": "పరీక్ష పూర్తి కాలేదు",
    "_tituloApp": "అవసరాలు & భావోద్వేగాలు",

    "agressiva_descricao":
        "తమ అవసరాలు, అభిరుచులు, భావాలు మరియు అభిప్రాయాలను ఇతరుల మీద ప్రతికూల, డిమాండింగ్, బెదిరించే లేదా శిక్షాత్మకంగా వ్యక్తం చేసే వ్యక్తి. వారు ఏదైనా ధర చెల్లించడానికి ఇష్టపడతారు మరియు ఇతరుల కోరికలను వారి స్వంత కోరికలపై ప్రాధాన్యం ఇస్తారు. ఈ ప్రవర్తన వ్యక్తిగత హక్కులను రక్షించడంలో, ఇతరుల హక్కులను ఉల్లంఘించడంలో కలిగి ఉంటుంది.",
    "agressiva_titulo": "ఆగ్రహించేవాడు",
    "algumas": "ఎప్పుడో",
    "allapps": "అన్ని పరీక్షలను అన్లాక్ చేయండి",
    "analise1": "మొత్తం విశ్లేషణ",
    "analise2": "అనుపాత విశ్లేషణ",
    "appChat": "చాట్ సహాయం",
    "as_vezes": "ఎప్పుడో",
    "assertiva_descricao":
        "ఆత్మవిశ్వాసంతో ఉన్న వ్యక్తులు తమ అవసరాలు, అభిరుచులు, భావాలు మరియు అభిప్రాయాలను అధిక ఆందోళన లేకుండా నేరుగా వ్యక్తం చేస్తారు. వారు ఇతరుల హక్కులను ఉల్లంఘించకుండా తమ హక్కులను తేలికగా వ్యక్తం చేస్తారు.",
    "assertiva_titulo": "ఆత్మవిశ్వాసం",
    "asvezes": "ఎప్పుడో",
    "aut.sobre":
        "ఈ పరీక్ష 15 ప్రశ్నలతో ఉంటుంది, ప్రతి ఒక్కటి 0 నుండి 3 పాయింట్ల వరకు స్కేల్‌లో అంచనా వేయబడుతుంది.",
    "aut_1":
        "నేను కఠినంగా పనిచేసి, సుస్థిరంగా ఉంటే, నా లక్ష్యాలను సాధించగలను అనే నమ్మకం ఉంది.",
    "aut_2":
        "నేను కష్టాలకు ఎదురైనప్పుడు ఆత్మహీనత మరియు ప్రతికూల భావనలు అనుభవిస్తాను.",
    "aut_3":
        "నా నైపుణ్యాలు మరియు సామర్థ్యాలతో సమానమైన వ్యక్తులతో నేను నియమితమైన సంబంధాన్ని ఉంచుతాను.",
    "aut_4":
        "నేను వెంటనే విజయాన్ని సాధించకపోయినా, నా ప్రయత్నాలను కొనసాగిస్తాను.",
    "aut_5":
        "ఇతరుల అంచనాలను అనుసరించడానికి పక్కన పెట్టి నా నమ్మకాలను ప్రాధాన్యం ఇస్తాను.",
    "aut_6":
        "నా పని కోసం నేను ప్రశంసలను మరియు సానుకూల ఫీడ్బ్యాక్‌ను అందుకుంటాను.",
    "aut_7":
        "జీవితం నాకు ప్రేరణను ఇస్తుంది మరియు నాకు సానుకూల శక్తిని ఇస్తుంది.",
    "aut_8":
        "ఒక సమస్యకు నిపుణంగా ఉంటే, నేను ఎప్పుడూ పరిష్కారాన్ని కనుగొంటాను అనే నమ్మకం ఉంది.",
    "aut_9":
        "ముఖ్యమైన అడ్డంకులను అధిగమించినప్పుడు నేనుగా నేర్చుకున్న పాఠాల గురించి నేను ఆలోచిస్తాను.",
    "aut_10":
        "ఇబ్బందిగా లేదా సంక్లిష్టంగా కనిపించే కార్యకలాపాలను నేను తట్టుకుంటాను.",
    "aut_11":
        "కొత్త పరిస్థితులతో నేను ప్రశాంతంగా వ్యవహరిస్తాను, ఒత్తిడిపడకుండా.",
    "aut_12": "ఇతరులు విడిచిపెట్టినా, నేను కొనసాగిస్తాను.",
    "aut_13": "నేను భయపడకుండా, నమ్మకంతో భవిష్యత్తును చూఛాను.",
    "aut_14":
        "నేను తమ లక్ష్యాలను సాధించకపోయినా కూడా, కఠినంగా పనిచేసే వ్యక్తులతో నేను సుఖంగా ఉన్నాను.",
    "aut_15": "నేను నా లక్ష్యాలను సాధించగలను.",
    "aut_aum": "ఆత్మవిశ్వాసాన్ని ఎలా పెంచుకోవాలి",
    "aut_aum_c":
        "ఆత్మవిశ్వాసాన్ని నిర్మించటం ఒక క్రమబద్ధమైన ప్రక్రియ, ఇది సానుకూల అలవాట్లు మరియు మనస్తత్వాలను అనుసరించడం అవసరం. మీ ఆత్మవిశ్వాసాన్ని పెంపొందించేందుకు కొన్ని వ్యూహాలు ఇక్కడ ఉన్నాయి:",
    "aut_aum_c1":
        "1. సాధ్యమైన లక్ష్యాలను నిర్దేశించండి: సాధించగల లక్ష్యాలను ఏర్పాటు చేసి వాటిని చిన్న దశలుగా విభజించండి. ప్రతి సాధన మీ ఆత్మవిశ్వాసాన్ని పెంచుతుంది.",
    "aut_aum_c2":
        "2. మీ విజయాలను సెలబ్రేట్ చేయండి: మీ సాధనలను గుర్తించి వాటిని సెలబ్రేట్ చేయండి, ఎంత చిన్నవి అయినా. ఇది ఒక సానుకూలతను పెంచుతుంది.",
    "aut_aum_c3":
        "3. స్వీయ-సానుభూతిని అభ్యసించండి: మీకు ఒక స్నేహితుడిని చూపించిన సానుభూతిని మీరు మీకు చూపించండి. తీవ్రమైన స్వీయ-వ్యాఖ్యలు నివారించండి.",
    "aut_aum_c4":
        "4. కొత్త నైపుణ్యాలను అభివృద్ధి చేయండి: మీ నైపుణ్యాలను అభివృద్ధి చేయడానికి లేదా కొత్త వాటిని నేర్చుకోవడానికి సమయం కేటాయించండి.",
    "aut_aum_c5":
        "5. విజయాన్ని విజువలైజ్ చేయండి: సవాళ్లను విజయవంతంగా ఎలా ఎదుర్కొంటున్నారని మీ మానసిక చిత్రాన్ని కూర్చుకోండి. ఇది నిజ జీవిత పరిస్థితుల కోసం మీ మనసును సిద్ధం చేస్తుంది.",
    "aut_aum_c6":
        "6. ప్రశంసలను అంగీకరించండి: నిజాయితీగా ప్రశంసలను అంగీకరించండి మరియు మీ విజయాలను తగ్గించకుండా ఉండండి. ఇది ఒక బలమైన స్వీయ-చిత్రాన్ని అందిస్తుంది.",
    "aut_aum_c7":
        "7. మీ సౌకర్యసాధకమైన ప్రాంతం నుంచి బయటకు రండి: ఎదుగుదలకు అనుమతించే సవాళ్లను ఎదుర్కోండి. అడ్డంకులను అధిగమించడం మీ ఆత్మవిశ్వాసాన్ని పెంచుతుంది.",
    "aut_aum_c8":
        "8. కమ్యూనికేషన్‌ను అభ్యసించండి: మీ ఆలోచనలు మరియు అభిప్రాయాలను ఆత్మవిశ్వాసంతో వ్యక్తం చేయడానికి మీ కమ్యూనికేషన్ నైపుణ్యాలను మెరుగుపరచండి.",
    "aut_aum_c9":
        "9. ఒక సానుకూలత పుస్తకం ఉంచండి: విజయాలు, ప్రశంసలు మరియు మీరు కృతజ్ఞత కలిగిన విషయాలను రాయండి. సానుకూల దృక్కోణంపై దృష్టి పెట్టడం మీ మనస్తత్వాన్ని మార్చడంలో సహాయపడుతుంది.",
    "aut_aum_c10":
        "10. మీ శరీరాన్ని సంరక్షించండి: శారీరక చురుకైన జీవితాన్ని కొనసాగించండి, ఆరోగ్యంగా ఆహారం తీసుకోండి మరియు మంచి నిద్ర అలవాట్లను కొనసాగించండి. ఆరోగ్యకరమైన శరీరం ఒక ఆత్మవిశ్వాసమున్న మానసికతను మద్దతుగా ఇస్తుంది.",
    "aut_aum_c11":
        "11. సానుకూలమైన మనస్తత్వాన్ని పెంచండి: ప్రతికూల ఆలోచనలను సవాల్ చేయండి మరియు వాటిని సానుకూల, నిజాయితీपूर्ण ప్రమాణాలతో బదులు చేయండి.",
    "aut_aum_c12":
        "12. తప్పుల నుంచి నేర్చుకోండి: తప్పులకు శిక్ష పెట్టడం కాకుండా, వాటిని నేర్చుకునే మరియు ఎదిగే అవకాశాలుగా చూడండి.",
    "aut_aum_c13":
        "13. సరిహద్దులు ఏర్పాటు చేయండి: అవసరమైనప్పుడు 'కాదు' అన్నట్లు నేర్చుకోండి, ఇది మీరు మీ సమయం మరియు మీకు విలువను చూపించడాన్ని సూచిస్తుంది.",
    "aut_aum_c14":
        "14. లోపాలను స్వీకరించండి: ఎవరు పరిపూర్ణంగా ఉండలేరు అని అర్థం చేసుకోండి. మీ లోపాలను మీ ప్రత్యేకత యొక్క భాగంగా అంగీకరించండి.",
    "aut_aum_c15":
        "15. సానుకూలతతో చుట్టు ఉంటే: మీకు మద్దతుగా ఉన్న వ్యక్తులతో ఉండండి, మీరు దిగులుగా ఉండే వారిని మానుకోండి.",
    "aut_aum_c16":
        "16. మీ రూపాన్ని చూసుకోండి: మీరు ఆత్మవిశ్వాసంతో మరియు సౌకర్యంగా అనిపించే విధంగా మీను ప్రదర్శించండి.",
    "aut_aum_c17":
        "17. ఆత్మవిశ్వాసాన్ని నిర్మించడం ఒక నిరంతర యాత్ర. మీకు సహనంగా ఉండండి మరియు సానుకూల స్వీయ-చిత్రాన్ని కొనసాగించండి.",
    "aut_def": "తనుతనమేనని నమ్మకం ఏమిటి",
    "aut_def_c":
        "తనుతనమేనని నమ్మకం అనేది మీ సామర్థ్యాలు, నైపుణ్యాలు మరియు శక్తులపై ఉన్న సానుకూల నమ్మకం మరియు ధైర్యం. మీరు సవాళ్లను ఎదుర్కొనేందుకు, నిర్ణయాలు తీసుకోగలుగుతారని, వివిధ జీవన పరిస్థితులను నిర్వహించగలుగుతారని అంతర్గతంగా నమ్మకం ఉండడం. తనుతనమేనని నమ్మకం అంటే మీరు మీపై, మీ లక్షణాలపై, మరియు మీ శక్తులపై నమ్మకం ఉండటం, ఇది మీరు ఎలా వ్యవహరిస్తారు, ఇతరులతో ఎలా సంబంధం పెట్టుకుంటారు మరియు అడ్డంకులను ఎలా ఎదుర్కొంటారు అనే దానిపై ప్రత్యక్షంగా ప్రభావం చూపిస్తుంది. ఇది భావోద్వేగ సంక్షేమం మరియు వ్యక్తిగత విజయం కోసం ముఖ్యమైన అంశం, ఎందుకంటే ఇది వ్యక్తులను సురక్షితంగా, నైపుణ్యంగా మరియు అసాధారణ పరిస్థితులకు ఎదురు చేయగలిగేవిగా అనిపిస్తుంది.",
    "aut_dest": "తనుతనమేనని నమ్మకాన్ని నాశనం చేసే అంశాలు",
    "aut_dest_c1":
        "1. విఫలతలు లేదా తప్పులు: పునరావృతమైన విఫలతలు లేదా తప్పులు వ్యక్తి తన సామర్థ్యాలపై నమ్మకాన్ని డౌటు చేయవచ్చు.",
    "aut_dest_c2":
        "2. నిరంతర విమర్శ: ఇతరుల నుండి నిరంతరంగా, ప్రతికూల విమర్శ తనుతనమేనని నమ్మకాన్ని తీవ్రంగా పీడించవచ్చు.",
    "aut_dest_c3":
        "3. ఇతరులతో పోల్చడం: మీరు ఎప్పుడూ ఇతరులతో పోల్చడం మరియు తక్కువగా అనిపించడం మీ తనుతనమేనని నమ్మకాన్ని తగ్గించవచ్చు.",
    "aut_dest_c4":
        "4. గాయాల అనుభవాలు: పూర్వపు గాయాలు, ఉల్లంఘనలు లేదా ముఖ్యమైన ప్రతికూల సంఘటనలు తమ నమ్మకంపై దీర్ఘకాలిక ప్రభావం చూపవచ్చు.",
    "aut_dest_c5":
        "5. గుర్తింపు లోపం: మీ ప్రయత్నాలు మరియు విజయాలు గుర్తించబడకపోతే, అది తనుతనమేనని నమ్మకాన్ని తగ్గించవచ్చు.",
    "aut_dest_c6":
        "6. సంపూర్ణతతతనం: మీకు చాలా ఉన్నతమైన ప్రమాణాలను నిబంధించడం, తనుతనమేనని నమ్మకాన్ని తగ్గించవచ్చు.",
    "aut_dest_c7":
        "7. ప్రతికూల స్వీయ చిత్రం: మీ రూపం, నైపుణ్యాలు లేదా వ్యక్తిత్వం గురించి ప్రతికూల దృక్కోణం తనుతనమేనని నమ్మకాన్ని తగ్గించవచ్చు.",
    "aut_dest_c8":
        "8. గత ప్రతికూల సందేశాలు: అధికారికుల నుండి ప్రతికూల వ్యాఖ్యలు, ఉదా: తల్లిదండ్రులు లేదా ఉపాధ్యాయులు, తనుతనమేనని నమ్మకంపై సుస్థిరమైన ముద్రలను వేయవచ్చు.",
    "aut_dest_c9":
        "9. అనుభవం లోపం: కొత్త లేదా తెలియని పరిస్థితులను ఎదుర్కొనడం అనిశ్చితిని ఉత్పత్తి చేసి, తనుతనమేనని నమ్మకాన్ని తగ్గించవచ్చు.",
    "aut_dest_c10":
        "10. సామాజిక నిర్బంధం: సామాజిక పరస్పర సంబంధం మరియు భావోద్వేగ మద్దతు లోపం తక్కువ తనుతనమేనని నమ్మకానికి కారణం అవుతుంది.",
    "aut_dest_c11":
        "11. ఇతరుల అంగీకారంపై అధిక ఆధారపడి ఉండటం: ఇతరుల అంగీకారాన్ని మీ స్వీయ విలువ కోసం ఎక్కువగా ఆధారపడి ఉండటం, ఆ అంగీకారం లేకపోతే నమ్మకాన్ని తగ్గించవచ్చు.",
    "aut_dest_c12":
        "12. అధిక స్వీయ విమర్శ: మీరు మీపై అత్యంత విమర్శాత్మకంగా ఉండడం మరియు తప్పులపై మాత్రమే దృష్టిని పెట్టడం తనుతనమేనని నమ్మకాన్ని నాశనం చేయవచ్చు.",
    "aut_dest_c13":
        "13. మానసిక ఆరోగ్య రుగ్మతలు: ఆందోళన, డిప్రెషన్, మరియు ఆహార సంబంధిత రుగ్మతలు తనుతనమేనని నమ్మకాన్ని ప్రతికూలంగా ప్రభావితం చేయవచ్చు.",
    "aut_dest_c14":
        "14. ప్రధాన జీవిత మార్పులు: వివాహ విఫలం, ఉద్యోగం కోల్పోవడం లేదా రోగం వంటి ప్రధాన సంఘటనలు తనుతనమేనని నమ్మకాన్ని ప్రభావితం చేయవచ్చు.",
    "aut_dest_c15":
        "ఈ అంశాలను గుర్తించడం మరియు నైపుణ్య అభివృద్ధి, యథార్థ లక్ష్యాల అమలు, సానుకూల దృక్కోణాన్ని పెంపొందించడం మరియు భావోద్వేగ సంరక్షణను సాధించడం ద్వారా తనుతనమేనని నమ్మకాన్ని నిర్మించడం ఎంతో అవసరం.",
    "aut_escala_1":
        "చెన్నైనది. మీ ఫలితాలు బలమైన తనుతనమేనని నమ్మకాన్ని చూపిస్తున్నాయి. మీరు మీ జీవితం మీ లక్ష్యాల వైపు ధైర్యంతో నడుపుతున్నారు, ఇది భద్రత మరియు స్వీయ గౌరవాన్ని ఇస్తుంది. ప్రతి విజయమూ మీ నమ్మకాన్ని మరింత పెంచుతుంది, మరియు మీరు అనుభవాల నుండి నేర్చుకోవడం ఎలా చేయాలో, అడ్డంకులు మీ సానుకూల దృక్కోణాన్ని డౌటు చేయకుండా తెలుసుకుంటారు.",
    "aut_escala_1t": "మీరు బలమైన తనుతనమేనని నమ్మకాన్ని చూపిస్తున్నారు",
    "aut_escala_2":
        "మీరు సరైన మార్గంలో ఉన్నారు. మీరు పరిచయమైన పరిస్థితులలో మంచి తనుతనమేనని నమ్మకాన్ని చూపిస్తున్నారు, కానీ కొత్త లేదా అంచనా లేని సందర్భాలలో, మీరు తక్కువ నమ్మకాన్ని అనుభవించవచ్చు. మీ నైపుణ్యాలు మరియు ప్రతిభలను గుర్తించండి మరియు వాటిని మరింత పరిశీలించాలని పరిగణించండి. అదనపు సూచనల కోసం క్రింది మార్గదర్శకాన్ని చదవండి.",
    "aut_escala_2t": "మీరు మధ్యస్థ తనుతనమేనని నమ్మకాన్ని చూపిస్తున్నారు",
    "aut_escala_3":
        "ఫలితాలు మీ ప్రస్తుత తనుతనమేనని నమ్మకం స్థాయి పూర్తిగా సంతృప్తికరంగా లేదని సూచిస్తున్నాయి. మీరు ప్రస్తుత మరియు భవిష్యత్తు గురించి అనిశ్చితిని అనుభవించవచ్చు. మీ పరిమితులను మాత్రమే ఫోకస్ చేసే ధోరణి ఉంటుందని అనిపిస్తుంది, కానీ మీ ప్రస్తుత, అయితే అపరిచితమైన నైపుణ్యాలను వెతుకుతారు.",
    "aut_escala_3t": "మీరు తక్కువ తనుతనమేనని నమ్మకాన్ని చూపిస్తున్నారు",
    "aut_intro":
        "మీ తనుతనమేనని నమ్మకం మీ జీవితంలోని వివిధ ప్రాంతాలను ఎలా ప్రభావితం చేస్తుందో మీరు నించైనప్పుడు? తనుతనమేనని నమ్మకం అనేది మీ నైపుణ్యాలు, లక్షణాలు మరియు వ్యక్తిగత ఆమోదాల్లో నమ్మకం. సామాజిక మరియు వృత్తిపరమైన రంగాలలో విజయాన్ని సాధించడానికి ఒక ఆరోగ్యకరమైన స్థాయిని పెంపొందించడం చాలా ముఖ్యమైనది. మీ తనుతనమేనని నమ్మకం ఎలా ఉందో కనుగొనడానికి ఈ పరీక్షను చేయండి.",
    "aut_pro": "స్వీయ నమ్మకాన్ని పెంచే అంశాలు:",
    "aut_pro_c1":
        "1. విజయాలు మరియు సాధనాలు: లక్ష్యాలను చేరుకోవడం మరియు చిన్న విజయాలను అనుభవించడం, స్వీయ నమ్మకాన్ని పెంచవచ్చు.",
    "aut_pro_c2":
        "2. అంగీకారం మరియు స్వీయ అంగీకారం: మీలోని అన్ని లోపాలతో స్వీయ అంగీకారం, స్వీయ నమ్మకాన్ని పెంపొందించడానికి కీలకమైన దశ.",
    "aut_pro_c3":
        "3. స్వీయ అభివృద్ధి: నేర్చుకోవడం మరియు నైపుణ్యాలను మెరుగు పరచడం కోసం సమయం మరియు శ్రమను పెట్టడం, స్వీయ నమ్మకాన్ని పెంచవచ్చు.",
    "aut_pro_c4":
        "4. స్వీయ పరిచయం: మీ శక్తులు, బలహీనతలు, విలువలు మరియు ఆసక్తులను అర్థం చేసుకోవడం, స్వీయ నమ్మకానికి ఒక స్థిరమైన ఆధారం సృష్టించడంలో సహాయపడుతుంది.",
    "aut_pro_c5":
        "5. సాధ్యమైన లక్ష్యాలను సెట్ చేయడం: యథార్థమైన లక్ష్యాలను నిర్వచించడం మరియు వాటిని అందుకోవడానికి క్రమంగా పని చేయడం, మీ నైపుణ్యాల్లో నమ్మకాన్ని పెంచవచ్చు.",
    "aut_pro_c6":
        "6. మద్దతు వ్యవస్థ: మద్దతు మరియు ప్రోత్సాహాన్ని అందించే స్నేహితులు, కుటుంబ సభ్యులు లేదా గురువుల మధ్య ఉండటం, స్వీయ నమ్మకాన్ని పెంచవచ్చు.",
    "aut_pro_c7":
        "7. సానుకూలమైన ఆలోచన: ఒక ఆప్తమైన మనస్తత్వాన్ని అభివృద్ధి చేయడం మరియు సృజనాత్మక ఆలోచనలపై దృష్టిని కేంద్రీకరించడం, స్వీయ నమ్మకాన్ని మెరుగు పరచవచ్చు.",
    "aut_pro_c8":
        "8. స్వీయ-ఆత్మ విశ్వాసం: మీ శక్తులు మరియు విజయాలను పర్యాయంగా గుర్తించడం, స్వీయ నమ్మకాన్ని బలపరుస్తుంది.",
    "aut_pro_c9":
        "9. సవాళ్లను ఎదుర్కోవడం: సవాళ్లను ఎదుర్కొని అవి అధిగమించడం, మీరు ఏమి సాధించగలరో చూపిస్తుంది మరియు స్వీయ నమ్మకాన్ని పెంచవచ్చు.",
    "aut_pro_c10":
        "10. వ్యక్తిగత సంరక్షణ: సరిపడా నిద్ర, ఆరోగ్యకరమైన ఆహారం మరియు వ్యాయామం వంటి వ్యక్తిగత సంరక్షణను అలవాటు చేసుకోవడం, స్వీయ నమ్మకంపై సానుకూల ప్రభావం చూపించవచ్చు.",
    "aut_pro_c11":
        "11. సానుకూల దృక్పధం: సవాళ్లను ధైర్యంగా ఎదుర్కొని విజయం సాధించడం గురించి మీకు ఊహించుకోవడం, స్వీయ నమ్మకాన్ని బలపరుస్తుంది.",
    "aut_pro_c12":
        "12. తప్పులను అంగీకరించడం: తప్పులు చేసినప్పుడు అవి నేర్చుకోవడం మరియు అభివృద్ధి యొక్క సహజ భాగం అని అంగీకరించడం, విఫలత భయాన్ని తగ్గించి స్వీయ నమ్మకాన్ని పెంచవచ్చు.",
    "aut_pro_c13":
        "13. సమర్థమైన కమ్యూనికేషన్: మీ ఆలోచనలు మరియు అభిప్రాయాలను వ్యక్తపరచడం కోసం కమ్యూనికేషన్ నైపుణ్యాలను అభివృద్ధి చేయడం, స్వీయ నమ్మకాన్ని పెంచవచ్చు.",
    "aut_pro_c14":
        "14. పట్టుదల: కష్టసాధ్యమైన సమయంలో Give up చేయకుండా ప్రయత్నిస్తూ ఉండటం, స్వీయ నమ్మకాన్ని పెంచుతుంది.",
    "aut_pro_c15":
        "15. స్వీయ శక్తి: మీ జీవితాన్ని మరియు మీ ఎంపికలను నియంత్రించడం, మీరు చేయగలిగే సామర్థ్యం మరియు మీ చర్యలపై అధికారాన్ని కలిగి ఉన్నారన్న భావనను ప్రేరేపిస్తుంది.",
    "aut_pro_c16":
        "16. స్వీయ నమ్మకం ఒక నిరంతర ప్రక్రియ మరియు కాలక్రమేణా మారవచ్చు. ఈ అంశాలను క్రమంగా సాధన చేయడం మరియు ఒక సానుకూలమైన మరియు యథార్థ స్వీయ చిత్రాన్ని అభివృద్ధి చేయడం ముఖ్యం.",
    "cau_dep": "డిప్రెషన్ కారణాలు",
    "cau_dep1":
        "డిప్రెషన్ ఒక సంక్లిష్టమైన మరియు బహు కారకమైన పరిస్థితి, మరియు అనేక అంశాలు దీనికి కాబడుతుంది. ఈ అంశాలు వ్యక్తికి వ్యక్తికి భిన్నంగా ఉండవచ్చు, కానీ సాధారణంగా ఇక్కడ ఉన్నాయి.",
    "cau_dep2":
        "జన్యపరమైన కారణాలు: జన్యపరమైన ప్రవర్తన డిప్రెషన్ లో ముఖ్యమైన పాత్రను పోషిస్తుంది. మీ కుటుంబంలో ఎవరికైనా డిప్రెషన్ ఇరవై ఉన్నట్లయితే, మీరు ఎక్కువ ప్రమాదంలో ఉండవచ్చు.",
    "cau_dep3":
        "రసాయన అసమానతలు: సీరటోనిన్, డోపమైన్, మరియు నోరడ్రెనలిన్ వంటి నరాల మార్పులు, మెదడుకు ప్రభావం చూపించి డిప్రెషన్ కు కాబడుతుంది. అధిక సాంకేతిక వినియోగం కూడా డోపమైన్ నియంత్రణను అంతరించవచ్చు.",
    "cau_dep4":
        "ఉత్తేజక జీవిత సంఘటనలు: ట్రామాటిక్ అనుభవాలు, ముఖ్యమైన నష్టాలు, కుటుంబ వివాదాలు, ఆర్థిక సమస్యలు లేదా ప్రధాన జీవన మార్పులు డిప్రెషన్ ను ప్రేరేపించవచ్చు లేదా తీవ్రతను పెంచవచ్చు.",
    "cau_dep5":
        "వ్యక్తిగత చరిత్ర: గతంలో డిప్రెషన్ ఉన్న చరిత్ర, జబ్బు యొక్క మళ్ళీ రావడానికి ప్రమాదాన్ని పెంచుతుంది.",
    "cau_dep6":
        "చికిత్సా పరిస్థితులు: కొన్ని వైద్య పరిస్థితులు, যেমন కేన్సర్, దీర్ఘకాలిక వ్యాధులు, ట్రామాటిక్ మెదడు గాయాలు లేదా హార్మోనల్ పరిస్థితులు, డిప్రెషన్ కు ప్రమాదాన్ని పెంచవచ్చు.",
    "cau_dep7":
        "పదార్థ దుర్వినియోగం: ఆల్కహాల్, మాదక ద్రవ్యాలు లేదా ఎక్కువ మిఠాయిలు ఉపయోగించడం, డిప్రెషన్ కు ప్రమాదాన్ని పెంచవచ్చు.",
    "cau_dep8":
        "సామాజిక అవధానం: సామాజిక మద్దతు యొక్క లోపం మరియు ఒంటరితనం డిప్రెషన్ కు ప్రమాదాన్ని పెంచవచ్చు.",
    "cau_dep9":
        "మనోవైజ్ఞానిక కారణాలు: ప్రతికూల ఆలోచనా నమూనాలు, తక్కువ స్వీయ విలువ, అధిక స్వీయ విమర్శ మరియు పరిపూర్ణత, డిప్రెషన్ లో పాత్ర పోషించవచ్చు.",
    "cau_dep10":
        "హార్మోనల్ అసమానతలు: థైరాయిడ్ హార్మోన్ల వంటి హార్మోన్ల మార్పులు, మూడ్ ను ప్రభావితం చేసి డిప్రెషన్ కు కాబడుతుంది.",
    "cau_dep11":
        "డిప్రెషన్ ఒక చికిత్సకు పరిష్కారమైన స్థితి అని, సరైన చికిత్స ఈ ప్రమాద కారకాలను నిర్వహించడంలో సహాయపడవచ్చు అని గుర్తించండి. ఆరోగ్యకరమైన భావోద్వేగ జీవితానికి మేము ఇచ్చే సలహాలను చూసి వాటిని వర్తించండి. మీరు లేదా మీరు తెలిసిన ఎవరికైనా డిప్రెషన్ లక్షణాలు ఉంటే, సరైన మూల్యాంకనం మరియు చికిత్స కోసం ఒక ఆరోగ్య సంరక్షణ నిపుణుడిని సంప్రదించండి.",
    "concordo": "నేను ఒప్పుకుంటున్నాను",
    "conselhos": "సలహాలు",
    "conselhos2": "ఆరోగ్యకరమైన జీవనశైలికి సలహాలు",
    "citacoes_titulo": "",
    "citacao_byronsd": "FR Healthcare - Healthy Lifestyle Tips",
    "citacao_who": "World Health Organization - Mental Health",
    "citacao_mayo": "Mayo Clinic - Depression",
    "def_stress_texto":
        "స్ట్రెస్సు అనేది ఒత్తిడికి కారణమయ్యే సంఘటనల లేదా పరిస్థితులకు శరీరపు సహజ స్పందన. సాధారణంగా, ఇది ఊహించని లేదా ఎవరిపైనీ నియంత్రణలో లేని విషయాల ద్వారా ప్రేరేపించబడుతుంది. ఈ స్పందన మన జీవితాలను ఎలా ప్రభావితం చేస్తుందో అనేది పలు వ్యక్తిగత అంశాలపై ఆధారపడి ఉంటుంది, ఉదాహరణకు సామాజిక మరియు ఆర్థిక పరిసరాలు, మనం నివసించే వాతావరణం, మరియు జన్మజాతి విధి.",
    "def_stress_titulo": "స్ట్రెస్సు అంటే ఏమిటి?",
    "dep2_1": "నేను అసంతృప్తిగా, దుఃఖంగా మరియు నొప్పిగా ఉన్నాను",
    "dep2_2": "నేను ఒక విఫలుడిని అయినట్లు భావిస్తున్నాను",
    "dep2_3": "మంచి విషయాలు జరిగినా, నేను పీడితుడిగా భావిస్తున్నాను",
    "dep2_4": "సాధారణ విషయాలు కూడా నా భాగంలో ఎక్కువ శ్రమను అవసరం అవుతుంది",
    "dep2_5": "నేను తరచుగా నా జీవితాన్ని ముగించాలనుకుంటున్నాను.",
    "dep2_6": "నా భవిష్యత్తు కోసం నేను చూడట్లేదు",
    "dep2_7":
        "నేను కొన్ని విషయాల గురించి నేరం భావిస్తున్నాను మరియు శిక్షించబడాలని అనుకుంటున్నాను.",
    "dep2_8": "నేను నేను చదువుతున్న దాంట్లో దృష్టి పెట్టడంలో కష్టపడుతున్నాను",
    "dep2_9":
        "నేను ఏ విధమైన డైట్ పాటించకుండా బరువు పెరుగుతున్నాను లేదా కోల్పోతున్నాను",
    "dep2_10": "నేను నిర్ణయాలు తీసుకోవడంలో కష్టపడుతున్నాను.",
    "dep2_11": "నేను ఒత్తిడి మరియు ఉలికిపాటుగా ఉన్నాను.",
    "dep2_12": "నేను చిక్కుకున్నట్లు లేదా జైలులో ఉన్నట్లు అనిపిస్తోంది.",
    "dep2_13":
        "ముందు నాకు ముఖ్యమైన మరియు ప్రేరేపించే విషయాలకు ఆసక్తి కోల్పోయాను.",
    "dep2_14": "నేను పనులను పూర్తి చేయడంలో చాలా ఆలస్యం చేస్తున్నాను.",
    "dep2_15": "నేను అలసిపోయాను మరియు శక్తి కోల్పోయాను",
    "dep2_16": "నేను ఒక ఖాళీగా, నాకు జీవితం లేని విధంగా అనిపిస్తుంది",
    "dep2_17":
        "నా నిద్రా నమూనా చాలా అసాధారణంగా ఉంది: నేను ఎక్కువగా లేదా తక్కువగా నిద్రపోతున్నాను.",
    "dep2_18": "జీవితంలో ఆనందం మరియు సంతోషం నన్ను విడిచిపెట్టింది",
    "disclamer":
        "ఈ స్వీయ-మూల్యాంకనం పరిమితులతో కూడినదని దయచేసి గమనించండి! ఖచ్చితమైన నిర్ధారణ మరియు చికిత్స కోసం, మీరు ఆరోగ్య నిపుణుడిని సంప్రదించాలి.",
    "discordo": "నేను ఒప్పుకోట్లేదు",
    "escala": "భావోద్వేగాత్మక ఆధీనత (స్కేల్)",
    "escolha": "*పరీక్షను ప్రారంభించడానికి మీ ఎంపికను చేయండి!",
    "fEscala1": "స్కేల్ గురించి",
    "fEscala2": "అన్ని సమాధానాలు 0 నుండి 4 వరకు స్కేల్‌లో స్కోర్ చేయబడతాయి:",
    "fEscala3": "0 - 20 చాలా నొప్పిగా",
    "fEscala4": "20 - 40 నొప్పిగా",
    "fEscala5": "40 – 60 సంతృప్తికరమైన",
    "fEscala6": "60 – 80 సంతోషంగా",
    "fEscala7": "80 – 128 చాలా సంతోషంగా",
    "fEscalaT": "పరీక్ష ఫలితం:",
    "fSintt": "సానుకూల విలువలు",
    "fconselhos": "జాతీయ సంతోషం (GNH)",
    "feliz": "సంతోషంగా",
    "felizR": "GNH సూచిక ప్రకారం, మీరు ఒక సంతోషకరమైన వ్యక్తి :)",
    "fp1": "మీరు శారీరక వ్యాయామం చేస్తారా?",
    "fp2": "మీకు ఆరోగ్యకరమైన ఆహారం ఉందా?",
    "fp3": "మీకు మంచి ఆరోగ్యం ఉందా?",
    "fp4": "మీరు మంచి బదులుగా భావిస్తారా?",
    "fp5": "మీరు మీరు చేసే పని ఆనందిస్తారా?",
    "fp6": "మీరు మంచి నిద్రపోతున్నారా?",
    "fp7": "మీరు మీ రూపంతో సంతృప్తిగా ఉన్నారా?",
    "fp8": "మీరు విశ్రాంతిగా నిద్రపోయారా?",
    "fp9": "మీరు సౌకర్యవంతమైన జీవితాన్ని అనుభవిస్తున్నారా?",
    "fp10": "మీరు మీ ఆర్థికాలను బాగా నిర్వహిస్తున్నారా?",
    "fp11": "మీరు సాధన అనుభవంతో ఇంటికి వస్తారా?",
    "fp12": "మీరు డబ్బు పొదుపు చేయగలరా?",
    "fp13": "మీరు భవిష్యత్తు కోసం లక్ష్యాలను సెట్ చేస్తున్నారా?",
    "fp14": "మీరు సాధారణంగా మీ లక్ష్యాలను చేరుకుంటున్నారా?",
    "fp15": "మీ సామర్థ్యాలకు మీరు గుర్తింపు పొందుతున్నారా?",
    "fp16": "మీరు కోరుకున్న వస్తువులను కొనుగోలు చేస్తారా?",
    "fp17": "మీరు విషయాల సానుకూల వైపు చూస్తారా?",
    "fp18": "మీరు మీ తప్పుల నుండి నేర్చుకుంటున్నారా?",
    "fp19": "మీరు మీ భావాలను బాగా నిర్వహించగలరా?",
    "fp20": "మీరు మీ సమయాన్ని సమర్థవంతంగా నిర్వహించగలరా?",
    "fp21": "మీరు సాధారణంగా జీవితంలో సింపుల్ విషయాలను ప్రశంసిస్తున్నారా?",
    "fp22": "మీరు మీకు వచ్చిన అవకాశాలను ఉపయోగిస్తారా?",
    "fp23": "మీరు మీ వృత్తి మరియు వ్యక్తిగత జీవితాన్ని సమన్వయంగా ఉంచగలరా?",
    "fp24": "మీరు మీ రొమాంటిక్ సంబంధంతో సంతృప్తిగా ఉన్నారా?",
    "fp25": "మీరు మీ విజ్ఞానాన్ని పంచుకుంటున్నారా?",
    "fp26": "మీరు స్నేహితులు మరియు/లేదా కుటుంబంతో సమయాన్ని గడపుతున్నారా?",
    "fp27": "మీరు ఇప్పటివరకు తీసుకున్న మార్గంపై గర్వపడుతున్నారా?",
    "fp28": "మీరు సమాజానికి సహాయం చేస్తున్నారా?",
    "fp29":
        "మీరు మీ హక్కులను ఉపయోగిస్తున్నారా మరియు మీ బాధ్యతలను నెరవేర్చుతున్నారా?",
    "fp30": "మీరు సాధారణంగా ప్రకృతితో సంబంధం ఉంచుతారా?",
    "fp31": "మీరు వ్యత్యాసాలను గౌరవిస్తున్నారా?",
    "fp32": "మీ రోజువారీ చర్యలు ప్రపంచ భవిష్యత్తు గురించి ఆలోచిస్తున్నాయా?",
    "fp33": "పరీక్ష ముగిసింది",
    "frequente": "తీవ్రమైన",
    "gr_ambiente": "పర్యావరణం",
    "gr_emprego_ocupacao": "ఉద్యోగం / వృత్తి",
    "gr_estilo_vida": "జీవన శైలి",
    "gr_maior_stress": "అధిక ఒత్తిడి వర్గం",
    "gr_menor_stress": "తక్కువ ఒత్తిడి వర్గం",
    "gr_personalidade": "పరిమాణం",
    "gr_relacionamentos": "సంబంధాలు",
    "gr_sintomas": "లక్షణాలు",
    "h-a":
        "అల్బెర్టో సమ్మతించేవాడు! అతను అలసి మరియు తాగులేకపోతున్నప్పటికీ, అతని ప్రధాన ఇబ్బంది నోరా. అతను ఆమెకు కొబ్బరినీరు అందిస్తున్నాడు. ఇతరులు అతను అందరి కోసం ఏదైనా ఒప్పుకుంటాడు మరియు సహాయం కోరడానికి భయపడడు అని తెలుసు.",
    "h-c":
        "క్లారా జాగ్రత్తగా ఉంటుంది! ఆమె ఉత్సాహంగా లేదు; పరిస్థితి గంభీరత గురించి ఆందోళన చెందుతోంది. ఆమె నావిచ్చిన మెరుగైన ప్యాకేజీని కాపాడినందుకు సంతోషంగా ఉంది. ప్రతి సమయంలో, ఆమె మంచి సిద్ధమైనది మరియు తక్షణమే ముఖ్యమైన పనులు మొదలుపెడుతుంది. ఆమె తన బాధ్యతని అన్ని విషయాలను క్రమబద్ధీకరించడం మరియు అందరూ అత్యవసరమైన విషయాలను వెతుకుతారు అనేలా చూసుకోవడం అని భావిస్తుంది.",
    "h-e":
        "ఎడువార్డో ఎక్స్‌త్రోవర్ట్! అందరూ బతికేలా ఉన్నారని పులకించుకున్నారు! అతనికి మాట్లాడాలని మరియు తన ఆనందాన్ని పంచుకోవాలని ఒక అశాంతి అవసరం ఉందని భావిస్తున్నాడు. అతను అందరినీ సమీపించి, వారి బతకును జరుపుకోవడం కోసం ఒక ప్రణాళికను ప్రతిపాదిస్తాడు.",
    "h-intro":
        "ఒక పెద్ద సముద్రంలో ఐదు మంది ఇసుకల్లో చిక్కుకున్నారు. వారు పరిస్థితిని ఎలా నిర్వహిస్తారు అనేది వారి ప్రత్యేకమైన స్వభావ లక్షణాలపై ఆధారపడి ఉంటుంది!",
    "h-intro_tit": "నావికా నష్టం:",
    "h-n":
        "నూరియా నరహీనత! ఆమె ఒత్తిడితో త్వరగా నొప్పిపడుతుంది. ఆమె పూర్తిగా కుప్పకూలిపోతుంది, ముదురు బీచ్ మీద కూర్చుంటుంది మరియు ఎలా ద్వీపం నుంచి బయటపడుతారు అని ఏడుస్తుంది. ఆమెకు చుట్టూ ఉన్న సముద్రం అనంతమైనట్లుగా కనిపిస్తుంది మరియు ప్రకృతి దుర్గమయమైన మరియు బెదిరించువులుగా కనిపిస్తుంది. ఆమె పూర్తిగా తప్పిపోయినట్లు అనిపిస్తుంది.",
    "h-o":
        "అనా ఓపెన్! ఆమె అందమైన ద్వీపాన్ని అన్వేషించడానికి సంతోషంగా ఉంది. విదేశీ పరిసరాలు ఆమెను ప్రేరేపిస్తాయి. ఆమె రాళ్ళు, షెల్‌లు మరియు పుష్పాలను సేకరించి, అందరి కోసం నిర్మించిన బాంబూ హట్ యొక్క ప్రవేశాన్ని అలంకరించడానికి ఉపయోగిస్తుంది. ఇది కొత్త విషయాలను నేర్చుకునే అవకాశం అని ఆమె భావిస్తుంది.",
    "h_esc": "మీరు అదే పరిస్థితిలో ఉంటే, మీ స్థితి ఎలా ఉంటాయి?",
    "habitual": "సాధారణంగా",
    "help_me":
        "భావోద్వేగ రుగ్మతలు: ఒత్తిడి, కోపం, ఆందోళన, నిరాశ, భావోద్వేగ ఆధారిత ఆధీనము... మా యాప్ ద్వారా సన్మానిత నిపుణులతో ఉచితంగా మాట్లాడండి.",
    "infeliz": "ఉపశమనం",
    "infelizR": "జాగ్రత్త! GNH సూచిక ప్రకారం, మీరు నిష్టగా ఉన్నారు! :(",
    "int_tracos":
        "తర్వాతి చిత్రంలో హైలైట్ చేసిన 5 వ్యక్తిత్వ లక్షణాలను తెలుసుకోండి:",
    "int_tracos_t": "వ్యక్తిత్వ లక్షణాలు",
    "lik1": "ముడి అనుమతి",
    "lik2": "అనుమతి",
    "lik3": "తలసేసి",
    "lik4": "అనుమతి",
    "lik5": "ముడి అనుమతి",
    "manipuladora_descricao":
        "ఈ వ్యక్తి తమ స్వంత ఇష్టాలను అన్ని విషయాలకు ముందు ఉంచుతుంది మరియు వ్యక్తిగత ప్రయోజనానికి ఇతరులను ఉపయోగిస్తుంది. వారు సంబంధాలలో నైపుణ్యమున్న వ్యక్తులు, వారి మాటలను వినిపించేవారికి అనుకూలంగా మార్చుతారు. వారు వింటారు కానీ నిజంగా వినరు, మధ్యవర్తులను ఉపయోగిస్తారు, సమాచారాన్ని మడగిస్తారు మరియు నమ్మకంగా మరియు చక్కటి ఉద్దేశంతో కనిపిస్తారు. అయితే, వారి కమ్యూనికేషన్ అనుమానాలపై ఆధారపడి ఉంటుంది మరియు వారు బయటపడినప్పుడు నమ్మకాన్ని కోల్పోతారు.",
    "manipuladora_titulo": "హస్తకలాపం",
    "mtfeliz": "మరింత సంతోషంగా",
    "mtfelizR":
        "శుభాకాంక్షలు: GNH సూచిక ప్రకారం, మీరు చాలా సంతోషంగా ఉన్నారు :):)",
    "mtinfeliz": "మరింత బాధాకరం",
    "mtinfelizR":
        "జాగ్రత్త! Gross National Happiness (GNH) సూచిక ప్రకారం, మీరు చాలా బాధాకరంగా ఉన్నారు! :(:(",
    "mtvezes": "సాధారణంగా",
    "mudar_atitude_texto":
        "మీ నిబంధనను మార్చడం సవాలుగా ఉంటుంది, కానీ ఇది సాధ్యమే. ఈ ప్రక్రియను అనుసరించండి: స్పష్టమైన మరియు ప్రత్యేకమైన లక్ష్యాలను సెట్ చేయండి. ప్రతికూల లక్ష్యాలు కాకుండా సానుకూల లక్ష్యాలపై దృష్టి పెట్టండి. మీ లక్ష్యాలను చిన్న, నిర్వహించగల పట్టికలుగా విభజించండి. ప్రతికూల ప్రవర్తనలను ట్రిగ్గర్ చేసే ఉత్పాదకాలను గుర్తించండి. చిన్న విజయాలను ఉత్సవం జరపండి. మీ పురోగతిని ప్రోత్సహించే మద్దతు ఉన్న వ్యక్తులతో చుట్టూ ఉండు. మీరు ఒప్పడులు ఎదుర్కొన్నప్పుడు, మీపై ఎక్కువగా బాదపడవద్దు—కేంద్రితంగా మరియు శ్రమగా ఉండండి! మీ విజయవంతమైన భవిష్యత్తును ఊహించండి మరియు దానిలో విశ్వసించండి! మీ చిత్తశక్తి జన్యాల్ని అధిగమించవచ్చు. చాలా మంది మార్చారు, మీరు కూడా మార్చవచ్చు.",
    "muitas_vezes": "చెప్పు\nసార్లు",
    "muito_pouco": "మొత్తం\nతక్కువ",
    "notay":
        "💜 = మీరు భావనాత్మక ఆధారితమైన వ్యక్తిని పరీక్షించాలనుకుంటున్నారని సూచిస్తుంది!",
    "nunca": "ఎప్పుడూ కాదు",
    "okcompra": "కొనుగోలు పూర్తయ్యింది!",
    "okcompra2": "ప్రకటనలేని సంచికను కొనుగోలు చేసినందుకు ధన్యవాదాలు!",
    "okcompra3": "అన్ని పరీక్షా సంచికను కొనుగోలు చేసినందుకు ధన్యవాదాలు!",
    "origem":
        "1972లో, జిగ్మే వంగ్‌చక్ భూటాన్ రాజ్యాన్ని పీఠమేవారు మరియు వారి 600,000 సామాన్యుల ఆనందాన్ని కొలవాలని ప్రయత్నించారు. దీనిని చేయడానికి, ఆయన భూటాన్ అధ్యయనాల కేంద్రాన్ని స్థాపించి, భూటాన్ ప్రజల ఆనందాన్ని అంచనా వేయడం కోసం ఒక ప్రశ్నా పత్రాన్ని అభివృద్ధి చేసేందుకు లక్ష్యంగా పెట్టారు. ఇది ఇప్పుడు 'గ్రోస్ నేషనల్ హ్యాపినెస్' అనే ప్రయత్నం యొక్క ప్రారంభం.",
    "origem_t": "పరీక్ష యొక్క ప్రారంభం",
    "p1": "కారింత లేదా జిగట.",
    "p2": "తాపం అనిపించడం.",
    "p3": "తికమటపాటు.",
    "p4": "విశ్రాంతి పొందలేరు.",
    "p5": "తీవ్రమైన పరిస్థితి జరగవచ్చని భయపడటం.",
    "p6": "మరియు మ్రోతిమి.",
    "p7": "దెబ్బతినడం లేదా పెరిగిన హృదయ చాప.",
    "p8": "సామాన్యస్థితిని కోల్పోవడం.",
    "p9": "భయపడటం.",
    "p10": "చింత.",
    "p11": "ఆప్కం అనుభూతి.",
    "p12": "చతికింత చేతులు.",
    "p13": "చిరుగుడు.",
    "p14": "నియంత్రణను కోల్పోవడం.",
    "p15": "మొక్కలు మూసేయడం.",
    "p16": "మరణం గురించి భయం.",
    "p17": "భయపడటం.",
    "p18": "పిడికిలి లేదా కడుపు అసౌకర్యం.",
    "p19": "వైద్యమై ఉండడం.",
    "p20": "తరువాత ముఖం.",
    "p21": "చల్లటి స్వేదం.",
    "p22": "పరీక్ష పూర్తయింది.",
    "pP1": "నేను నా చుట్టూ ఉత్సాహాన్ని సృష్టిస్తాను",
    "pP2": "నేను ఇతరుల గురించి పెద్దగా పట్టించుకోను",
    "pP3": "నేను ఎప్పుడూ సిద్ధంగా ఉంటాను",
    "pP4": "నేను సులభంగా ఒత్తిడి చెందుతాను",
    "pP5": "నేను సృజనాత్మక మరియు ఆవిష్కర్త.",
    "pP6": "నేను మాట్లాడకపోతే; నేను ఎక్కువగా మాట్లాడను.",
    "pP7": "నేను ఇతరులతో సహకరించడం ఇష్టపడతాను.",
    "pP8": "నేను విషయాలను దాచిపెడతాను.",
    "pP9": "నేను మానసికంగా సద్దుగా ఉంటాను",
    "pP10": "నాకు కొన్ని కళాత్మక ఆసక్తులు ఉన్నాయి",
    "pP11": "నేను ప్రజల చుట్టూ సౌకర్యంగా అనిపించుకుంటాను",
    "pP12": "నేను ఇతరులకు కొన్ని సమయాలలో అసభ్యంగా ఉండవచ్చు.",
    "pP13": "నేను వివరణలపై దృష్టి పెడతాను",
    "pP14": "నేను అనేక విషయాలలో ఆందోళన చెందుతాను",
    "pP15": "నేను ఆలోచన మరియు ఊహించడం ఆస్వాదించు",
    "pP16": "నేను సంయమనం మరియు నా తలపై నిలబడుతున్నాను",
    "pP17": "నేను చాలా మందికి అన్యాయంగా మరియు మంచిగా ఉంటాను",
    "pP18": "నేను అవ్యవస్థగా ఉండాలని అనుకుంటున్నాను",
    "pP19": "నేను అరుదుగా సన్నద్ధంగా లేదా సంతృప్తిగా అనిపిస్తాను.",
    "pP20": "నేను అభ్యాసంతో ఆసక్తి లేని",
    "pP21": "నేను సులభంగా సంభాషణలను ప్రారంభిస్తాను",
    "pP22": "నేను ఇతరులతో దూరంగా మరియు అనారోగ్యంగా ఉంటాను.",
    "pP23": "ఏ అవసరమైన పని వెంటనే చేయాలి",
    "pP24": "నేను సులభంగా అస్తవ్యస్తతకు లేచిపోతాను",
    "pP25": "నేను తరచుగా మంచి ఆలోచనలను కలిగి ఉంటాను",
    "pP26": "నేను తరచుగా ఒంటరిగా ఉండటం ఇష్టపడతాను",
    "pP27": "నేను సాఫ్ట్ హార్ట్ ని కలిగి ఉన్నాను",
    "pP28": "నేను సులభంగా విఘటించగలను",
    "pP29": "నేను సులభంగా అసంతృప్తిగా లేదా ఇబ్బంది పెడతాను.",
    "pP30": "నేను స్పష్టమైన ఊహానని కలిగి లేదు",
    "pP31": "పార్టీలో, నేను చాలా మంది వ్యక్తులతో మాట్లాడుతాను",
    "pP32": "నేను ఇతరుల లోపాలను సులభంగా గమనిస్తాను",
    "pP33": "నేను క్రమం ఇష్టపడతాను",
    "pP34": "నేను భావోద్వేగంగా స్థిరమైన వ్యక్తిని",
    "pP35": "నేను కొత్త విషయాలను త్వరగా గ్రహిస్తాను",
    "pP36": "నేను నా స్వంత ప్రాముఖ్యతను గుర్తించడాన్ని ఇష్టపడను",
    "pP37": "నేను నా సమయాన్ని ఇతరులకు ఇస్తాను",
    "pP38": "నేను నా బాధ్యతలను తగ్గించడానికి ప్రయత్నిస్తాను",
    "pP39": "నేను తరచుగా మూడ్ స్వింగ్స్ కలిగి ఉంటాను",
    "pP40": "నేను కళలు, సంగీతం లేదా సాహిత్యంలో నిపుణుడిగా ఉన్నాను",
    "pP41": "జీవితం నాకు 'పార్టీ'గా ఉంటుంది",
    "pP42": "నేను సామాజిక మరియు స్నేహపూర్వక వ్యక్తిని",
    "pP43": "నేను ప్రణాళికలను చేస్తాను మరియు వాటిని అనుసరిస్తాను",
    "pP44": "నేను త్వరగా క్షమించి మర్చిపోతాను",
    "pP45": "నేను విషయాల గురించి ఆలోచనకు సమయం కేటాయిస్తాను",
    "pP46": "నేను విదేశీయుల ముందు సిగ్గుపడుతాను మరియు దూరంగా ఉంటాను.",
    "pP47": "నేను ప్రజలను సుఖంగా అనిపించటానికి చేస్తాను.",
    "pP48": "నేను నా పనిలో డిమాండింగ్.",
    "pP49": "నేను తరచుగా బాధగా అనిపిస్తాను.",
    "pP50": "నేను ప్రత్యేకమైన వ్యక్తిని మరియు ఎప్పుడూ చాలా ఆలోచనలతో ఉన్నాను.",
    "pP51": "పరీక్ష ముగిసింది",
    "pR1": "అద్భుతం! మీ అత్యంత ప్రాముఖ్యమైన స్వభావ లక్షణం",
    "pR2":
        "ఇది మీ అత్యంత ప్రాముఖ్యమైన స్వభావ లక్షణం కాదు! మీరు ఎక్కువగా కనిపించే స్వభావ లక్షణం",
    "passiva_descricao":
        "పసీవ్ వ్యక్తి సాధారణంగా ఆత్మనిర్బరత కలిగి ఉండరు మరియు చర్యలను నివారిస్తారు. వారు సాయంగా అభ్యంతరం వ్యక్తం చేయరు మరియు ఇతరులను సంతోషపెట్టడం ఇష్టపడతారు. వారు సాధారణంగా తమ అవసరాలు, ఆకాంక్షలు మరియు ఆసక్తులను సవ్యంగా తెలియజేయరు. ఫలితంగా, ఇతరులు వారి నిజమైన భావాలను తెలియకపోవచ్చు. సకారాత్మక పరిష్కారాలను వెతకడం కానీ, వారు అంగీకారాన్ని మరియు మేధావిత్వాన్ని నమ్ముతారు, తద్వారా వారు ఇష్టపడని కానీ తిరస్కరించలేని పనులను చేస్తారు మరియు వారి స్వయానా గౌరవాన్ని కోల్పోతారు.",
    "passiva_titulo": "పసీవ్",
    "pl1":
        "ఈ అంశం జీవిత సంతృప్తి, ఆశావాదం, ఆత్మసంతృప్తి, నైపుణ్యాల భావన, ఒత్తిడి నిర్వహణ మరియు ఆధ్యాత్మిక కార్యకలాపాలలో పాల్గొనడాన్ని అందిస్తుంది.",
    "pl1_t": "1) మానసిక బలవంతం:",
    "pl2":
        "ఈ అంశం ప్రమాదకరమైన ప్రవర్తనా నమూనాలు, శారీరక వ్యాయామం, నిద్ర అలవాట్లు మరియు ఆహార అలవాట్లను పరిశీలిస్తుంది.",
    "pl2_t": "2) ఆరోగ్యం:",
    "pl3": "ప్రతి రోజూ సమయాన్ని వినియోగించడం.",
    "pl3_t": "3) సమయ వినియోగం:",
    "pl4":
        "ఇది సంబంధాలలో belonging, సంబంధాలలో ఉత్సాహం, ఇంటి మరియు సమాజంలో భద్రత, మరియు దానం లేదా వాలంటీరింగ్ కృషి గురించి అంచనా వేస్తుంది. సమాజంలో జీవితం బంధాలను బలపరుస్తుంది మరియు సంక్షోభ సమయంలో సహనాన్ని పెంపొందించడంలో సహాయపడుతుంది.",
    "pl4_t": "4) సమాజ జాతి:",
    "pl5":
        "అది అధికారిక మరియు అపరాధమైన విద్యను, విద్య ద్వారా ప్రసారం చేసిన విలువలు మరియు విద్యా సాధనాల బయట పరిసరాల అవగాహనను అంచనా వేస్తుంది.",
    "pl5_t": "5) విద్య:",
    "pl6": "సాంస్కృతిక కార్యక్రమాలలో పాల్గొనడం, కళా అభివృద్ధి అవకాశాలు.",
    "pl6_t": "6) సంస్కృతి:",
    "pl7":
        "ప్రకృతి వనాలు, నీరు, వాయు, మట్టి, జీవవైవిధ్యం మరియు ఆకుపచ్చ స్థలాల ప్రాప్తి వంటి వాటి నాణ్యత గురించి అంచనా వేయవచ్చు. పరిసరాలను కాపాడడం అంటే మీరే మీకు చిత్తగించడం.",
    "pl7_t": "7) పరిసరాలు:",
    "pl8":
        "ప్రభుత్వం మరియు ప్రభుత్వ సంస్థలు తమ బాధ్యతలను ఎలా నిర్వహిస్తాయనే దానికి సంబంధించిన చిత్రం.",
    "pl8_t": "8) పాలన:",
    "pl9":
        "ఇది ఆదాయం, ఆర్థిక భద్రత, అప్పుల స్థాయి మరియు కొనుగోలు చేసిన వస్తువుల నాణ్యతను అంచనా వేస్తుంది.",
    "pl9_t": "9) జీవన ప్రమాణం:",
    "pq_anuncios_texto":
        "విమర్శకులు ఈ ప్రాజెక్టును నిధి అందిస్తారు మరియు అనువర్తనాన్ని అన్ని వినియోగదారులకు ఉచితం గా ఉంచుతారు. మీరు ప్రకటనలేని అనుభవాన్ని ఇష్టపడితే, ప్రకటనలను తొలగించు ఆప్షన్ ను కొనుగోలు చేయవచ్చు. మీ మద్దతుకు మేము చాలా ధన్యవాదాలు.",
    "pq_anuncios_titulo": "ప్రకటనలు ఎందుకు?",
    "r0": "నాకు ఎలాంటి ప్రభావం లేదు.",
    "r1": "నేను అనుకోకుండా కోపంగా మారుతాను.",
    "r2": "నా కోపాన్ని నేను నియంత్రించగలను అని అనిపిస్తుంది.",
    "r3":
        "నేను కోపంగా ఉన్న తర్వాత, దాన్ని నియంత్రించడానికి నేను ఏమి చేయాలో ఆలోచిస్తాను.",
    "r4": "ఏదైనా స్పష్టమైన కారణం లేకుండా నేను కోపంగా మారుతాను.",
    "r5":
        "నేను సానుకూలంగా చూడవలసిన కారణాలను అర్థం చేసుకోవడానికి ప్రయత్నిస్తాను.",
    "r6":
        "నేను కోపంగా ఉన్నప్పుడు, నా భావాలను మరియు నాకు న్యాయం చేయని అనుభూతులను గురించి ఆలోచిస్తాను.",
    "r7":
        "నేను కోపంగా ఉన్నప్పుడు, నేను గొడవపడతాను, అవమానిస్తాను మరియు నేను తర్వాత రాని విషయాలు చెబుతాను.",
    "r8":
        "ఎవరైనా ఏదైనా దెబ్బతీస్తే, నేను వారికి ఎదుర్కోవడం మరియు వారికి కట్టుబడిన బాధ్యతను నెరవేర్చడం వృత్తిని నమ్ముతాను.",
    "r9": "నా కోపాన్ని వ్యక్తం చేయడంలో నేను నేరం భావిస్తాను.",
    "r10": "నేను ఎవరితో కోపంగా ఉంటే, సంతోషంగా దాన్ని చర్చిస్తాను.",
    "r11": "నేను నా కోపాన్ని పంచుకునేంత మాత్రాన, అది నా తల నుండి బయటపడుతుంది.",
    "r12":
        "మరులు నా కోపం యొక్క నిజమైన స్థాయిని చూస్తే, నేను ద్వేషించే వ్యక్తిగా పరిగణించబడతాను.",
    "r13":
        "ఏదైనా కృత్రిమంగా జరిగింది, అది ప్రపంచం ముగిసిందిగా నేను నెత్తిన పెట్టుకుంటాను.",
    "r14":
        "నేను కోపంగా ఉన్నప్పుడు, ఉత్తమ నిర్ణయాలు తీసుకునే అవసరమైన సమయాన్ని నాకు ఇవ్వుతాను.",
    "r15":
        "నేను కోపంగా ఉన్నా కూడా, నా కోపాన్ని రహస్యంగా ఉంచి, ప్రజలతో మాట్లాడడానికి ప్రయత్నిస్తాను.",
    "r16": "నేను నాకు తెలిసిన వ్యక్తుల కంటే ఎక్కువ కోపంగా ఉంటాను.",
    "r17":
        "నా స్నేహితులు మరియు కుటుంబం నా కోపాన్ని నియంత్రించడంలో నానా కష్టాలుతో ఉన్నారని తెలుసు.",
    "r18": "నేను ఏదైనా పిచ్చిగా చేసినప్పుడు, నేను నా మీద కోపంగా మారుతాను.",
    "r19":
        "నేను తరచుగా నా కోపాన్ని ఇతరులకు దాచుకుంటాను మరియు తర్వాత దానిని నెమ్మదిగా అనుభూతి చెందుతాను.",
    "r20":
        "ఎవరైనా నన్ను కోపంగా చేస్తే, నేను ప్రశాంతంగా ఉంటాను మరియు నా భావాలను ప్రదర్శించను.",
    "r21":
        "నా కోప భావాలను విడుదల చేయడానికి నేను కార్యకలాపాలు, హాబీలు లేదా రొటీన్‌లను చేస్తున్నాను.",
    "r22":
        "ఎవరైనా నేను చేయాలనని కోరే పని చేస్తే, నేను ఆమోదిస్తాను మరియు తరువాత నేను నా మీద కోపంగా ఉంటాను.",
    "r23":
        "నేను కోపంగా ఉన్నప్పుడు, నేను గోడను కొట్టాలా లేదా వస్తువులను తాకాలా అనిపిస్తుంది.",
    "r24":
        "ఏదైనా నన్ను ఇబ్బంది పెట్టినప్పుడు, నేను పరిస్థితిని హాస్యంగా చూడడానికి ప్రయత్నిస్తాను మరియు నా మీద నవ్వుతాను.",
    "r25": "నేను కోపంగా ఉన్నప్పుడు, సాంత్వనానికి కొంతకాలం దూరంగా ఉండగలుగుతాను.",
    "r26": "నా కోపాన్ని ప్రేరేపించగలిగే పరిస్థితులను నేను తప్పిస్తాను.",
    "r27": "ఎవరైనా నా ప్రణాళికలను అడ్డుకుంటే, నేను కోపంగా ఉంటాను.",
    "r28":
        "ఇలాంటి పరిస్థితులలో ఇతరులు నన్ను కంటే ఎక్కువ కోపంగా ఉంటారు అనిపిస్తుంది.",
    "r29": "నేను చేసిన దానికి సరైన క్రెడిట్ ఇవ్వకపోతే, నేను కోపంగా ఉంటాను.",
    "r30": "ఎవరైనా అన్యాయం చేస్తే, నేను కోపంగా ఉంటాను.",
    "r31":
        "నా కంటే తక్కువ నైపుణ్యం ఉన్నవారు ఆదేశాలు ఇచ్చినప్పుడు, నేను కోపంగా ఉంటాను.",
    "r32":
        "చూస్తుంటే, నేను కోపంగా ఉన్నప్పుడు నాకు నియంత్రణ కోల్పోతున్నట్లుగా అనిపిస్తుంది.",
    "r33": "ప్రతిరోజు, ఏదో ఒకటి నన్ను కోపంగా చేస్తుంది.",
    "r34":
        "నాకు అప్రతిఘాతమైన వ్యక్తులతో పని చేయవలసినప్పుడు, నేను కోపంగా ఉంటాను.",
    "r35":
        "ఎవరైనా నా పట్ల కోపంగా ఉన్నప్పుడు, నేను సమీపంలో ఉన్న వారికి ఆ కోపాన్ని బయట పెడతాను.",
    "r36": "సమయానికి迟 అయినప్పుడు, నేను కోపంగా ఉంటాను.",
    "r37": "నేను కోపంగా ఉన్నప్పుడు, కొన్ని గంటల పాటు కోపంగా ఉండడం సాధారణం.",
    "r38": "నా వద్ద ఉన్నప్పుడు, నేను వ్యక్తుల్ని ఇబ్బంది పెట్టబడ్డాను.",
    "r39": "ఎవరైనా నాకు అవమానకరంగా వ్యవహరిస్తే, నేను కోపంగా ఉంటాను.",
    "r40":
        "నా కొంతమంది మిత్రులు నాకు చాలా ఇబ్బంది కలిగించే అలవాట్లు కలిగి ఉంటారు.",
    "r41": "మరియు, నా మనసులో, నేను ఇతరులను చాలా విమర్శిస్తున్నాను.",
    "r42": "నేను కోపంగా ఉన్నప్పుడు, నేను ఇతరులతో వేగంగా శాంతిస్తాను.",
    "r43": "సాధారణంగా నేను న్యాయంగా ఉన్నట్లు, నేను ఎక్కువగా కోపంగా ఉంటాను.",
    "r44": "నేను నన్ను దెబ్బతీసే వ్యక్తులను క్షమించగలిగిన వ్యక్తిని.",
    "r45": "నేను ఇతరులతో పంచుకోనట్లుగా ఉన్న కోపాలను దాచుకొంటాను.",
    "r46": "గతం నుండి ఏదైనా గురించి ఆలోచిస్తే, నేను కోపంగా ఉంటాను.",
    "r47": "ఈ యాప్‌లోని ప్రకటనలు నన్ను మరింత కోపంగా చేసాయి :)",
    "r48": "పరీక్ష ముగిసింది",
    "rC": "3) కోపాన్ని ఎలా నిర్వహించాలి:",
    "rC1":
        "నేరుగా మరియు పరోక్షంగా సూచనలను గుర్తించడం మంచి నిర్వహణకు మొదటి దశ. కోపం పెరిగినప్పుడు కొన్ని భావనలు మరియు ఆలోచనలు కలుగుతాయి; కోపం పెరిగినప్పుడు ఇతరాలు ఏర్పడతాయి. మీ లక్షణాలు ఎలా అభివృద్ధి చెందుతాయో గుర్తించడానికి, కోపం ఉన్నట్లు కనిపించిన గత పరిస్థితులను గురించి ఆలోచించండి మరియు వాటితో అనుసంధానమైన భావనలు మరియు ఆలోచనలను గుర్తించడానికి ప్రయత్నించండి. మీ భావనలు, ఆలోచనలు మరియు శారీరక లక్షణాలు ఎలా అభివృద్ధి చెందాయని మెరుగ్గా అర్థం చేసుకోవడానికి, వివిధ స్థాయిలు మీకు కనిపించిన పరిస్థితులను ఆలోచించడం చాలా ఉపయోగకరంగా ఉంటుంది.",
    "ra": "సాధారణంగా, కానీ నాకు ఎక్కువగా క్షమించలేదు.",
    "raivaMau":
        "చెపండి! మీరు మీ కోపాన్ని మీ చర్యలు మరియు భావాలను నియంత్రించడానికి అనుమతిస్తున్నారు! ఇది మీ సంబంధాల్లో అనేక సమస్యలను కలిగిస్తుంది మరియు మీ సంక్షేమాన్ని ప్రభావితం చేస్తుంది. దయచేసి క్రింద ఉన్న అంశాన్ని చదవండి: కోపాన్ని ఎలా నియంత్రించాలి? మరియు వెంటనే ఈ సూచనలను అనుసరించండి.",
    "raivaMedio":
        "మీరు కొన్ని పరిస్థితుల్లో మీ కోపాన్ని నియంత్రించగలుగుతున్నారా, కానీ ఎప్పుడూ కాదు. మీరు కోపాన్ని నిర్వహించడానికి కొన్ని వ్యక్తిగత వ్యూహాలను అభివృద్ధి చేశారు, కానీ ఇంకా మెరుగుదల స్థలం ఉంది. మీ కోపానికి కారణాలను మెరుగ్గా అర్థం చేసుకోండి మరియు మీ భావాలను మెరుగ్గా నిర్వహించడానికి మీరు తీసుకోవాల్సిన చర్యలను అర్థం చేసుకోండి. దయచేసి క్రింద ఉన్న అంశాన్ని చదవండి: కోపాన్ని ఎలా నియంత్రించాలి? మరియు మీ కోపాన్ని మరింత మెరుగ్గా నిర్వహించండి.",
    "rara": "తక్కువగా",
    "raramente": "తక్కువగా",
    "raro": "సమయస్ఫూర్తిగా",
    "rb": "మితమైన, కొన్ని సందర్భాల్లో అసౌకర్యంగా.",
    "rc": "తీవ్రమైన, చాలా ఇబ్బంది.",
    "reiniciar": "మూకము",
    "rel.1": "నేను తరచుగా ఇతరులతో పోలుస్తాను.",
    "rel.2":
        "నేను సాధారణంగా లక్ష్యాలను స్థాపించను; నేను నడవడం మరియు పరిస్థితుల ప్రకారం నిపుణుడిగా మారడం.",
    "rel.3":
        "నేను ఏదైనా భయపడితే లేదా చేయలేకపోతే, నా అప్రమత్తతను న్యాయపరమైన పద్ధతులుగా చూపిస్తాను.",
    "rel.4":
        "నేను నా హక్కులను నిర్ధారించవలసినప్పుడు, నేను ఒక నిర్దిష్ట స్థితిని పద్ధతిగా తీసుకుంటాను.",
    "rel.5":
        "నేను తరచుగా నెగిటివ్ భావాలు అనుభవిస్తాను, దుఖం, కోపం, అషక్తి, భయం మరియు ఆందోళన.",
    "rel.6":
        "మరియు, నేను ఇతరులతో ఉన్నప్పుడు, వారు సంభాషణలో ఆదేశాన్ని తీసుకుంటారు.",
    "rel.7": "నేను నా మరియు ఇతరులకు ఇచ్చే వాగ్దానాలను తరచుగా నెరవేర్చలేదు.",
    "rel.8":
        "నేను ప్రజలు నా గురించి ఏమనుకుంటారో భయపడుతూ కొత్త విషయాలను అనుభవించడం లేదా బయటపెట్టడం నుండి తప్పిస్తాను.",
    "rel.9": "నేను నా మరియు ఇతరుల గురించి నెగిటివ్ ఆలోచనలు కలిగి ఉంటాను.",
    "rel.10":
        "నిజమైన దోషం వల్ల నేను భయపడుతున్నాను, ఎందుకంటే నేను ఒక పరిపూర్ణవాదిని మరియు నా వద్ద ఎక్కువ అంచనాలను కలిగి ఉన్నాను.",
    "rel.11": "నేను సాధారణంగా కష్టమైన పరిస్థితులను ప్రతికూలంగా చూస్తాను.",
    "rel.12":
        "చిత్తశుద్ధి చేయడానికి కొన్ని నిర్ణయాలను నేనెప్పుడూ సవీకరించలేకపోతున్నాను.",
    "rel.13":
        "నాకు నా జీవితంలో ఎలా జరిగిందో చూసి నేను తరచుగా నిరాశగా అనిపిస్తాను.",
    "rel.14":
        "నేను ఒకరితో పరిచయం అయినప్పుడు, సంభాషణను కొనసాగించడానికి నేను తక్కువ ప్రయత్నం చేస్తాను.",
    "rel.15": "నేను దురాశతో నా విషయాలను చూస్తాను.",
    "rel.16": "నేను ఎక్కువగా విమర్శనాత్మకంగా ఉండాను.",
    "rel.17": "సాధారణంగా, నేను ఇతరులతో ఉన్నప్పుడు, నేను నెగటివ్‌గా ఉంటాను.",
    "rel.18": "నేను తరచూ జీవితం మరియు జీవన పరిస్థితులపై భయపడుతాను.",
    "rel.19":
        "నేను తరచుగా నా భావోద్వేగాలను మరియు మానసికతను రక్షిస్తాను మరియు ప్రజలు దీనిని ఆత్మవిశ్వాసం లేదా అధికారం అని భావిస్తారు.",
    "rel.20":
        "కొన్నిసార్లు, నా ఆచరణలను లేదా నేను చేసే విధానాన్ని నాకే ఇష్టంగా అనిపించదు.",
    "rel.coment":
        "అమేరికన్ మానసిక వైద్యుడు ఫిల్ మెక్ గ్రా ప్రకారం, మీరు మీ జీవితంలో ప్రతి పరిస్థితి, సవాలు మరియు సంబంధంలో సాధారణ సంకేతం. మీరు సానుకూలంగా లేదా ప్రతికూలంగా సహకరించవచ్చు, మీరు పాల్గొనే ప్రతి పరిస్థితిని ప్రభావితం చేస్తారు. మీరు ఏ పాత్రను ఆడుతున్నారో, ఎలా, ఎందుకు అనే విషయాన్ని కనుగొనాల్సి ఉంది. మీ గురించి తెలియకపోవడం మీ అభిరుచులు, అవసరాలు, విలువలు మరియు విలువను అర్థం చేసుకోవడంలో మీకు ఆటంకంగా మారుతుంది అని మెక్ గ్రా అంటారు. మీరు ఎక్కువ సమయం గడిపే మరియు ఎక్కువ పెట్టుబడి పెట్టే వ్యక్తి మీరు కావు అని గుర్తుంచుకోండి.",
    "rel.coment.t": "సామాజిక సంబంధాలు గురించి:",
    "rel.escala.1":
        "మంచి కంటే తక్కువ స్కోరు: మీరు మీకు చెందిన లేదా మీ అవసరాలు లేదా ఆందోళనలపై ఎక్కువగా దృష్టి పెట్టినందున ఇతరులతో సంబంధం కలిగి ఉండటంలో మీకు పెద్ద సవాళ్ళు ఉన్నాయి. మీరు పరిస్థితుల బాధితుడిగా భావించవచ్చు, తక్కువ ఆత్మవిశ్వాసంతో బాధపడవచ్చు మరియు నమ్మకం కలిగి ఉండకపోవచ్చు. ఈ ధోరణితో, ఇతరులతో విజయాన్ని సాధించడం మీకు సాధ్యం కాకపోవచ్చు. మీరు భయం మరియు ఆత్మసందేహంతో పోరాడవచ్చు, కానీ తప్పులు మరియు భయాలు మీకు పెరుగుదల మరియు నేర్చుకోవడంలో సహాయపడతాయి, మీరు కొత్త పాఠాలకు తెరువుగా ఉన్నప్పుడు.",
    "rel.escala.1t": "మీకు సంబంధాలలో గొప్ప ఇబ్బంది",
    "rel.escala.2":
        "మీకు కొంత సంబంధం నైపుణ్యాలు ఉన్నప్పటికీ, మీరు మీపై ఎక్కువగా దృష్టి పెట్టినందున అవి సరిపోని స్థాయిలో ఉన్నాయి, అందువల్ల ఇతరుల అవసరాలను అనవసరంగా దృష్టిలో ఉంచరు. మీరు గందరగోళంగా అనిపించవచ్చు మరియు స్థిరమైన లక్ష్యాలను సెట్ చేయడంలో కష్టపడవచ్చు, ఇది కుహకమైన ఫలితాలను కారణమయ్యే పరిస్థితులు మరియు మీ నిస్సందేహతను పెంచుతుంది. నెగటివ్ సిండింగ్‌పై ఎక్కువగా దృష్టి పెట్టండి మరియు మీ విలువను అంగీకరించండి. మరింత నిర్మాణాత్మక ప్రవర్తనను స్వీకరించటం ద్వారా, మీరు ఇతరులకు సానుకూలంగా సహకరించగలరు మరియు మీను కూడా అభివృద్ధి చెందడానికి సహాయపడగలరు.",
    "rel.escala.2t": "మీకు కొన్ని సంబంధ నైపుణ్యాలు ఉన్నాయి",
    "rel.escala.3":
        "మీరు ఇతరులతో కొంత మేలు గా మిళితం అవుతారు, కానీ మీకు మరియు ఇతరులకు నిమితం చేసే నమ్మకాలు ఉండవచ్చు, ఇది మీ సంబంధాలలో మరింత స్పష్టంగా ఉండడానికి మీరు అడ్డుకుంటుంది. మీరు వ్యక్తిగత సంకోచాలను కూడా అనుభవించవచ్చు, ఇది మీరు మీకు మరియు ఇతరులకు ఆమోదం చూపించడానికి కారణమవుతుంది. ఈ ప్రవర్తన మీరు నిజమైన, పరస్పర మరియు స్థిరమైన సంబంధాలను నిర్మించటానికి అవకాశాలను మిస్ చేస్తుంది. మీరు మీకు మరియు ఇతరులకు ఎలా వ్యవహరిస్తారో, మీరు తిరిగి ఎలా వ్యవహరించబడతారు అనేది ప్రభావితం చేస్తుంది.",
    "rel.escala.3t": "మీకు కొన్ని సంబంధ నైపుణ్యాలు ఉన్నాయి",
    "rel.escala.4":
        "అద్భుతమైన స్కోరు. మీరు ఎలా కమ్యూనికేట్ చేయాలో, ఇతరుల పై ఆసక్తిని చూపించండి మరియు ప్రజలతో కలిసేందుకు సులభంగా అనుభవించగలరు. మీరు ఒక స్నేహపూర్వక స్వభావాన్ని మరియు స్థిరమైన ప్రవర్తనను కలిగి ఉన్నారు, అయితే కొన్నిసార్లు మీరు అడ్డంగా కనిపించవచ్చు. మీకు కొన్ని వ్యక్తిగత భయాలు మరియు సందేహాలు ఉండవచ్చు, ఇది మీ సంబంధాలను పలు వారసత్వానికి రానివ్వకపోవచ్చు. మీ స్వీయ నమ్మకాన్ని పెంచేందుకు దృష్టి పెట్టండి, ఇది మీ లక్ష్యాలను మరింత సమర్థవంతంగా చేరడంలో సహాయపడుతుంది.",
    "rel.escala.4t": "మీరు బాగా సంబంధించగలరు",
    "rel.escala.5":
        "అద్భుతమైన స్కోరు. మీకు అద్భుతమైన కమ్యూనికేషన్ నైపుణ్యాలు మరియు ఇతరులతో కలిసి మంచి సామర్థ్యం ఉంది. మీకు సహానుభూతి, స్నేహపూర్వక స్వభావం మరియు ప్రజల చుట్టూ ఉండటంలో ఆనందం ఉంది. మీరు ప్రభావవంతమైన, ప్రభావవంతమైన మరియు కర్మ చేరు చేసేందుకు నమ్మకంగా ఉన్నారు. ఓపెన్ మైండ్ మరియు స్వీయ నమ్మకం తో, మీరు కొన్నిసార్లు అహంకారంగా కనిపించవచ్చు. మీ ప్రజాదరణ కారణంగా, ప్రజలు సహజంగా మీ వైపుకు ఆకర్షించబడతారు, కాబట్టి మీరు సామాజిక పట్టు అని అర్థం చేసుకోకూడదు.",
    "rel.escala.5t": "మీకు అద్భుతమైన సంబంధ నైపుణ్యాలు ఉన్నాయి",
    "rel.intro":
        "ఎలైన్ సిహెరా విభిన్న సామాజిక పరిసరాల్లో వ్యక్తుల ప్రవర్తన శైలులను అధ్యయనం చేశారు. ఈ పరీక్ష మీరు వివిధ సామాజిక సందర్భాల్లో ఎలా ప్రవర్తిస్తారు, సంబంధించిస్తారు, కమ్యూనికేట్ చేస్తారు మరియు ఇతరులతో ఎలా కనెక్ట్ అవుతారు అనే విషయాన్ని అంచనా వేయడం కోసం ఉంటుంది. ఇది మీ అభిప్రాయాలను పునఃపరిశీలించడంలో మీకు సహాయపడుతుంది మరియు 0 నుండి 100 వరకు ఒక స్కేల్‌లో మీ నైపుణ్యాలను సూచించే ఫలితాలను అందిస్తుంది. మీకు విజయవంతమైన పరీక్ష ఆకాంక్షిస్తున్నాము.",
    "removerAds": "విజ్ఞప్తులను తొలగించు",
    "removerAds2": "అప్లికేషన్ నుండి ప్రకటనలను తొలగించండి",
    "resultado": "వర్గీకరణ",
    "satisfatório": "సంతృప్తికరమైనది",
    "satisfatórioR": "GNH సూచిక ప్రకారం, మీరు మితంగా ఆనందంగా ఉన్నారు :/",
    "semRaiva":
        "అభినందనలు! మీరు ఏది మీకు కోపంగా చేస్తుందో మీరు బాగా అర్థం చేసుకున్నారు మరియు మీరు సమస్య యొక్క సంకేతాలను అనుభవించినప్పుడు ఏమి చేయాలో తెలుసు. అదృష్టవశాత్తు, మీరు కోపాన్ని నిర్వహించడానికి విస్తృత శ్రేణి వ్యూహాలను అభివృద్ధి చేశారు మరియు మీరు వాటిపై గర్వపడవచ్చు.",
    "sempre": "ఎప్పుడూ",
    "sint_stress_alto":
        "అత్యధిక ఉత్సాహం, ఉత్కంఠ, విశ్రాంతి లేకపోవడం, సంజ్ఞ, ఆందోళన, సులభంగా కోపం, భయంగా, నర్వస్, అడ్డంకులు లేదా ఆలస్యం సహించలేనిది.",
    "sint_stress_titulo": "మానసిక ఒత్తిడీ లక్షణాలు",
    "sobreRaiva": "కోపం గురించి",
    "sobre_autoconfianca": "తన సత్య నమ్మకంపై",
    "sobre_sorriso": "స్మైల్ గురించి",
    "sobre_texto":
        "ఈ అప్లికేషన్ ByronSystemDeveloper® ద్వారా అభివృద్ధి చేయబడింది, ఇది ఉపయోగకర్తకు వారి ప్రవర్తన మరియు భావాలను విశ్లేషించడానికి ఒక శ్రేణి పరీక్షలను అందించడం లక్ష్యంగా ఉంటుంది. ఈ పరీక్షలు, వివరణలు మరియు సూచనల ద్వారా, వినియోగదారులు ఆరోగ్యకరమైన ప్రవర్తనలను మరియు జీవనశైలిని తీసుకోవడం కోసం ఉద్దీపన కల్పించడం మరియు శారీరక మరియు మానసిక మెరుగుదల కోసం ఆశిస్తున్నాము. ఆనందించండి :)",
    "sobre_titulo": "అప్లికేషన్ గురించి",
    "sor.1": "మీరు రోజంతా తరచుగా స్మైల్ చేస్తారా?",
    "sor.2":
        "మీరు రోజంతా కలుసుకునే ఎక్కువ మంది మీరు మీను చూస్తున్నప్పుడు స్మైల్ చేస్తారా?",
    "sor.3": "ఎవరైనా మీకు స్మైల్ చేస్తే, మీరు తిరిగి స్మైల్ చేస్తారా?",
    "sor.4":
        "మీరు ఎవరికైనా పరిచయమయ్యే సమయంలో, వారిని స్వాగతించేటప్పుడు మీరు స్మైల్ చేస్తారా?",
    "sor.5": "మీరు స్మైల్ చేస్తే, మీ పళ్ళు చూపుతాయా?",
    "sor.6":
        "మీరు ఎవరికీ తెలియని చోట ఉంటే, మీరు ఎప్పటికప్పుడు సీరియస్ గా ఉంటారా?",
    "sor.7": "మీ స్మైల్ కొన్నిసార్లు హాస్యమా లేదా విరోధమైన స్మైల్ అవుతుందా?",
    "sor.8": "మీరు మీ స్మైల్‌ను మిర్రోర్లో చూసారా? అది అందంగా ఉందా?",
    "sor.9": "మీరు అరుదుగా స్మైల్ చేసే వ్యక్తి?",
    "sor.10": "మీ ముఖం సాధారణంగా చింత లేదా భయంగా కనిపిస్తుందా?",
    "sor.11":
        "కొన్నిసార్లు, మీరు ఒంటరిగా ఉన్నప్పుడు, ఒక ఆనందకరమైన సంఘటనను గుర్తు చేసుకుంటే, మీరు స్మైల్ చేస్తారా?",
    "sor.12":
        "మీరు ఏమిటో ఒక సమస్యపై బాధపడుతున్నప్పుడు మరియు మంచి మిత్రుడిని కలుసుకున్నప్పుడు, మీరు నిజమైన స్మైల్ చూపిస్తారా?",
    "sor.13":
        "మీరు స్మైల్ చేస్తే, మీ చుట్టుపక్కల ఉన్న ఇతరులను కూడా స్మైల్ చేయించగలరా?",
    "sor.escala.1":
        "అభినందనలు! స్మైల్ మీకు భాగమై ఉంది ఎందుకంటే మీరు ఎక్కువ సమయం స్మైల్ చేస్తారు అని గుర్తిస్తుంది. మీ స్మైల్ మీరు శాంతిగా మరియు విశ్రాంతి స్థితిలో ఉన్నారని సూచిస్తుంది. ఇది ఇతరులతో మంచి సంబంధాలను సృష్టించడంలో సహాయపడుతుంది. మీ స్మైల్ అనేది చాలా మంది ఆకర్షితులను సులభంగా ఆకర్షించడానికి దోహదం చేస్తుంది, అలాగే మీరు కూడా!",
    "sor.escala.2":
        "మీరు మీ స్మైల్‌లలో నెమ్మదిగా ఉన్నారు! మీరు కావాలసినప్పుడు స్మైల్ చేయడం తెలుసు, మరియు మీరు స్నేహపూర్వకంగా కనిపించవచ్చు, కానీ ఇది మీరు అనుకుంటున్నప్పుడు మాత్రమే. సాధారణంగా, మీరు ప్రజలతో మంచి సంబంధాలు ఏర్పరచడానికి ప్రయత్నిస్తారు, అయితే కొన్నిసార్లు స్మైల్ లేకపోవచ్చు. ఎప్పుడూ మెరుగుపరచడానికి స్థలం ఉంది, దయచేసి దీనిపై ఆలోచించండి మరియు స్మైల్ చేయడం యొక్క ప్రయోజనాలను చూడండి.",
    "sor.escala.3":
        "మీరు ఆపుగా కనిపించే స్మైల్‌ను మెరుగు పరచాల్సి ఉంది. మీరు స్మైల్ చేయడం అవసరం లేదా కోరిక ఉద్దీపన కలిగి ఉండకపోవచ్చు, కానీ ప్రజలు స్మైల్ చేయని వారిని దూరంగా ఉంచుతారు, ఎందుకంటే స్నేహపూర్వకత మరియు యువతకు మేం అవసరమైనది స్మైల్! స్మైల్ మీ చుట్టుపక్కల వాతావరణాన్ని సంతోషంగా మారుస్తుంది! స్మైల్ ఎందుకు చేయాలో క్రింద చూడండి మరియు ప్రయత్నించండి! ఇది మీ జీవితం లో మార్పును సృష్టించగలదు.",
    "sor.intro":
        "మీరు రోజంతా తరచుగా స్మైల్ చేస్తారా? దాన్ని నిర్ధారించడానికి మీరు సరిగా పరీక్ష అవసరం లేదు! అయితే, ఈ పరీక్ష మీ స్మైల్ వివిధ పరిస్థితుల్లో ఎలా కనిపిస్తుందో ముందస్తు అవగాహన అందిస్తుంది. మీరు సహజంగా స్మైలింగ్ వ్యక్తిగా, సానుకూల శక్తితో ఉన్నారా అనే విషయాన్ని తెలుసుకోండి మరియు స్మైల్ చేయడం మీకు మరియు మీ చుట్టుపక్కల వారికి ఉండే ప్రయోజనాల గురించి తెలుసుకోండి. స్మైల్ స్వభావికంగా లేదా ఉద్దీపనతో ఉండవచ్చని మీరు తెలుసు? పరీక్ష పూర్తి చేయడంలో తాత్కాలికత మరియు ఉద్దీపనను కనుగొనండి. ఈ విలువైన నమూనాను ఆనందంగా అనుభవించండి!",
    "sor.sobre":
        "13 ప్రశ్నలతో పరీక్ష, ప్రతి ప్రశ్నకు 0 నుండి 1 పాయింట్లను మార్క్ చేస్తుంది.",
    "sor.sorri1": "మీరు ఈ స్మైల్‌ను మెరుగు పరచాలి",
    "sor.sorri2": "మీరు కొన్ని సార్లు స్మైల్ చేస్తారు",
    "sor.sorri3": "మీరు ఒక స్మైలింగ్ వ్యక్తి",
    "sor_PE":
        "20వ శతాబ్దం లో 100 మంది అత్యంత ప్రభావశీలమైన మానసిక వైద్యుల్లో ఒకరైన పాల్ ఎక్మాన్, భావనలు మరియు ముఖాభివ్యక్తుల అధ్యయనంలో పioneer.",
    "sor_c1":
        "అధ్యయనాలు 60% మంది ముసురుచూసినప్పుడు తిరిగి నవ్వుతారని చూపిస్తాయి! ఒక నవ్వుతో ఆనందాన్ని పంచుకోండి, మరియు మీరు కూడా అందుకు ప్రతిస్పందనగా నవ్వుతారు.",
    "sor_c2_1":
        "• వారిని కలపడం, సన్నిహితత, సానుభూతిని పెంచడం మరియు నమ్మకాన్ని ప్రోత్సహించడం.",
    "sor_c2_2":
        "• మమ్మల్ని ఆకర్షణీయంగా, స్నేహపూర్వకంగా మరియు యువతగా మార్చుతుంది, ముఖపోట్ల చలనాలు చర్మం యొక్క స్థితిస్థాపకతను పెంచుతాయి.",
    "sor_c2_3":
        "• సిరటోనిన్ మరియు ఎండోర్ఫిన్లను విడుదల చేస్తుంది, ఇవి సంకోచం, ఆనందం మరియు సంతోషాన్ని ప్రేరేపిస్తాయి.",
    "sor_c2_4": "• ఇమ్యూన్ సిస్టమ్‌ను బలపరుస్తుంది మరియు శక్తిని పెంచుతుంది.",
    "sor_c2_5": "• నొప్పి భావనను తగ్గిస్తుంది.",
    "sor_c2_6":
        "• భావోద్వేగ సమతుల్యతను కాపాడుతుంది, ఒత్తిడి మరియు ఆందోళన యొక్క ప్రభావాల నుండి రక్షిస్తుంది మరియు శాంతియుతంగా ఉండటానికి సహాయపడుతుంది.",
    "sor_c2_7": "• ఆత్మసమ్మానాన్ని పెంచుతుంది.",
    "sor_c3":
        "19 వ శతాబ్దం నాటి ఫ్రెంచ్ నర సంబంధ శాస్త్రవేత్త గిల్లౌమర్ డుచెన్నే మానవ ముఖాభివ్యక్తుల అధ్యయనంలో మొదటిది. నిజమైన మరియు అబద్ధమైన నవ్వులు పూర్తిగా భిన్నమైన ముఖపోట్లను క్రియాత్మకంగా చేస్తాయని కనుగొన్నాడు. 'డుచెన్నే నవ్వు' అనే నిజమైన నవ్వు, కళ్ళ చుట్టూ ఉండే కండరాలను ఉపయోగించి, వాటిని కొద్దిగా మూసివేస్తుంది మరియు వేడి మరియు నిజాయితీని వ్యక్తం చేస్తుంది. అబద్ధమైన నవ్వు కేవలం నోరు కదిలిస్తుంది మరియు నిజమైన నవ్వు యొక్క నిజాయితీని కలిగి ఉండదు. ఈ 'వర్ణశిల్ప స్మైల్స్' మానికిన్‌లు లేదా తప్పనిసరిగా నవ్వుతున్న వ్యక్తుల వద్ద చూడగల నిశ్శబ్దమైన ముఖభావాలను పోలి ఉంటాయి.",
    "sor_c4":
        "నవ్వడం శరీరంలో 80 వరకు కండరాలను యాక్టివేట్ చేయవచ్చు, ఇది మెదడు, గొంతు, హృదయం, ఛాతీ, కాళ్లు, కాళ్ళు మరియు ఖచ్చితంగా ముఖాన్ని ప్రభావితం చేస్తుంది! నవ్వు మెరుగుపరచడం, వృద్ధాప్యం మీద రసభరితతను తగ్గించడం వంటి చికిత్సాత్మక ప్రభావాలను కలిగి ఉంటుంది. కాబట్టి, ఎక్కువ నవ్వండి - ఇది ఉత్తమ ఔషధం! ప్రతి రోజు నవ్వు అవకాశాలను కనుగొనండి, సానుకూలమైన ప్రజలతో మరియు పరిసరాలతో చుట్టుముట్టండి మరియు ఆనందాన్ని పంచండి. ప్రతి రోజూ నవ్వు వ్యాధి వ్యాపిస్తుంది మరియు మీ ఆరోగ్యాన్ని మెరుగు పరుస్తుంది.",
    "sor_c5_1":
        "సాధారణంగా జీవించండి, ఎక్కువ నవ్వండి, ఎక్కువ నవ్వండి, మరియు విషయాలను గురించి అంతగా ఆందోళన చెందవద్దు (కెన్నెత్ బ్రానాగ్)",
    "sor_c5_2":
        "మీ నవ్వును ప్రపంచంతో పంచుకోండి - ఇది స్నేహం మరియు శాంతి సూచకం (క్రిస్టీ బ్రింక్లీ)",
    "sor_c5_3":
        "మీరే మీ నవ్వు అద్దంలో చూడండి. ప్రతీ ఉదయం ఇది చేయండి, మీ జీవితంలో పెద్ద మార్పును చూడటం ప్రారంభిస్తారు (యోకో ఓనో)",
    "sor_c5_4":
        "మనం ప్రతీచోటా ఒక నవ్వుతో ఒకరిని ఆహ్వానిద్దాం, ఎందుకంటే నవ్వు ప్రేమ యొక్క ప్రారంభం (మాతా టెరెసా)",
    "sor_sor": "నవ్వడం సోకవచ్చు:",
    "sor_t2": "నవ్వడం యొక్క ప్రభావాలు:",
    "sor_t3": "సత్య మరియు అబద్ధమైన నవ్వులు",
    "sor_t4": "నవ్వు: ఉత్తమ ఔషధం",
    "sor_t5": "నవ్వు గురించి ప్రసిద్ధమైన కోట్స్",
    "testecompleto":
        "మరింత సరిగ్గా మూల్యాంకనం కోసం, పూర్తి పరీక్షను ప్రయత్నించండి",
    "tipo_atitudes_titulo": "ప్రవర్తన రకాల",
    "tipos_atitudes_titulo": "ప్రవర్తనల గురించి",
    "tit_desc_niv": "మనోభావ స్థాయి వివరణ",
    "tit_niv_categ": "శ్రేణీ వారీగా మనోభావ స్థాయి",
    "titulofrequecia": "ఎంత తరచుగా...",
    "todosBSD": "అన్ని BSD యాప్‌లు",
    "v_hist": "నా ఫలితాలు",
    "varias_vezes": "తప్పకుండా",
    "vezes": "కొన్ని సార్లు",
    "zon1": "మరియు తక్కువ",
    "zon1_des": "మీరు కోరుకున్న లక్ష్యాలను చేరుకోవడానికి మరిన్ని శక్తి అవసరం.",
    "zon1_des_red":
        "మీ ఒత్తిడి స్థాయి అత్యంత తక్కువగా ఉంది, ఇది తప్పనిసరిగా మంచి విషయం కాదు!",
    "zon2": "తక్కువ",
    "zon2_des":
        "మీరు హృదయానికి సంబంధించిన అప్రేమలు లేదా గుండెపోటు వంటి ఒత్తిడి సంబంధిత రోగాలకు లేని ఆరోగ్యకరమైన పరిధిలో ఉన్నారు. అయితే, మీ పనితీరు పూర్తి సామర్థ్యాన్ని అందించకపోవచ్చు.",
    "zon2_des_red":
        "మీ ఒత్తిడి స్థాయి తక్కువగా ఉంది, కానీ ఇది కూడా идеал కాదు!",
    "zon3": "సాధారణ",
    "zon3_des":
        "మీరు ఒత్తిడి మరియు విశ్రాంతి మధ్య సమతుల్యతను అనుభవిస్తున్నారు. మీ లక్ష్యాలను చేరుకోవడానికి కొంత ఒత్తిడి అవసరం.",
    "zon3_des_red": "హెచ్చరిక! మీరు సాధారణ ఒత్తిడి స్థాయిని ఉంచుతున్నారు!",
    "zon4": "అధిక",
    "zon4_des":
        "మీ జీవితం మదింపు చేయడానికి మరియు తక్షణ సమస్యలను గుర్తించడానికి సమయం వచ్చింది. మానసిక సమస్యలు మరియు మీ జీర్ణాశయ మరియు రక్తసంచారం వ్యవస్థలలో సంక్లిష్టతలను నివారించండి. రెగ్యులర్ వ్యాయామం చేయండి, ఆరోగ్యకరమైన ఆహారం పాటించండి, రిలాక్సేషన్ టెక్నిక్‌లను ప్రయత్నించండి మరియు నమ్మదగిన స్నేహితుడి నుండి మద్దతు పొందండి. సానుకూలంగా ఉండండి మరియు ఇతరులకు దయగా ఉండండి.",
    "zon4_des_red":
        "మీరు అధిక ఒత్తిడిని అనుభవిస్తున్నారు, ఇది ఆరోగ్యకరంగా లేదు!",
    "zon5": "చాలా అధిక",
    "zon5_des":
        "మీ ఒత్తిడి స్థాయి స్తాయి అత్యంత సంక్షిప్తమైనది మరియు తక్షణ చర్య అవసరం. మిత్రులు, కుటుంబం లేదా ఆరోగ్య నిపుణుల నుండి మద్దతు పొందండి. విరామం తీసుకుని ఒత్తిడి తగ్గించే విధానాలను ఉపయోగించండి. వ్యాయామం, ఆరోగ్యకరమైన ఆహారం మరియు సానుకూల మానసికతకు ప్రాధాన్యం ఇవ్వండి, అలాగే ఇతరులకు దయగా ఉండండి.",
    "zon5_des_red":
        "హెచ్చరిక! మీ ఒత్తిడి ప్రమాదకరమైన స్థాయిలో ఉంది మరియు అత్యవసర దృష్టిని అవసరం!",

    // Burnout Test #########
    "_tBurnout": "బర్నౌట్ పరీక్ష",

    "burn_intro":
        "ఈ పరీక్ష పని, పాఠశాల లేదా చదువుతో సంబంధం ఉన్న మానసిక అలసట లక్షణాలను అంచనా వేస్తుంది.\nవిద్యార్థులు, వృత్తిపరులు లేదా నిరంతర ఒత్తిడి మరియు అవసరాలకు లోనయ్యే ఎవరైనా దీనిని ఉపయోగించవచ్చు.\nప్రశ్నలు మూడు ప్రధాన విభాగాలను కవర్ చేస్తాయి: భావోద్వేగ అలసట, భావోద్వేగ దూరం మరియు వ్యక్తిగత సాధన భావన.\nఇటీవలి వారాల్లో మీరు ఎలా అనుభూతి చెందారో పరిగణనలోకి తీసుకుని నిజాయితీగా సమాధానాలు ఇవ్వండి.\nఈ పరీక్ష వైద్య మూల్యాంకనానికి ప్రత్యామ్నాయం కాదు, కానీ మీ ప్రస్తుత మానసిక అలసట స్థాయిని అర్థం చేసుకోవడానికి సహాయపడుతుంది.",

    "burn_dim_ex_title": "భావోద్వేగ అలసట",
    "burn_dim_dis_title": "భావోద్వేగ దూరం",
    "burn_dim_real_title": "వ్యక్తిగత సాధన",

    "burn_1": "రోజు చివరికి నేను పూర్తిగా అలసిపోయినట్టు అనిపిస్తుంది.",
    "burn_2": "నిద్రపోయిన తర్వాత కూడా నేను అలసటగా లేచాను.",
    "burn_3":
        "నా రోజువారీ పనులు నేను ఇవ్వగలిగే శక్తికంటే ఎక్కువ శక్తిని కోరుతున్నాయి.",
    "burn_4": "అలసట నుంచి కోలుకోవడం నాకు కష్టంగా ఉంది.",
    "burn_5": "చిన్న బాధ్యతలు కూడా చాలా భారంగా అనిపిస్తున్నాయి.",
    "burn_6": "నేను తరచుగా మానసికంగా అలసిపోయినట్టు అనిపిస్తుంది.",

    "burn_7": "నా పనులపై నాకు ఆసక్తి తగ్గింది.",
    "burn_8": "అవసరమైన పనులు చేస్తున్నాను, కానీ నిమగ్నత లేకుండా.",
    "burn_9":
        "నా బాధ్యతల గురించి ఎక్కువగా ఆలోచించకుండా ఉండటానికి ప్రయత్నిస్తాను.",
    "burn_10":
        "నేను చేస్తున్న పనుల నుంచి భావోద్వేగంగా దూరంగా ఉన్నట్టు అనిపిస్తుంది.",
    "burn_11": "పని లేదా చదువుపై ఉన్న ఉత్సాహాన్ని కోల్పోయాను.",
    "burn_12":
        "ప్రేరణ లేకుండా కేవలం బాధ్యతలు నిర్వర్తిస్తున్నట్టు అనిపిస్తుంది.",

    "burn_13":
        "నా రోజువారీ జీవితంలో ఉపయోగకరమైన పని చేస్తున్నట్టు అనిపిస్తుంది.",
    "burn_14": "పని లేదా చదువులో నేను చేస్తున్న పనిపై నాకు గర్వంగా ఉంది.",
    "burn_15": "సవాళ్లను ఎదుర్కొనే సామర్థ్యం నాలో ఉందని అనిపిస్తుంది.",
    "burn_16": "నేను చేస్తున్న పనిలో పురోగతి కనిపిస్తోంది.",
    "burn_17": "ఇంకా మెరుగుపడేందుకు నాకు ప్రేరణ ఉంది.",
    "burn_18": "నా ప్రయత్నం విలువైనదని అనిపిస్తుంది.",

    "burn_res_low_title": "తక్కువ బర్నౌట్",
    "burn_res_low_desc":
        "మీ ఫలితాలు తక్కువ స్థాయి మానసిక అలసటను సూచిస్తున్నాయి.\nసాధారణంగా, మీరు రోజువారీ అవసరాలను బాగా నిర్వహిస్తూ భావోద్వేగ సమతుల్యతను నిలుపుకుంటున్నారు.\nఅయితే, అలసట సంకేతాలను గమనించడం మరియు విశ్రాంతి సమయాన్ని కాపాడుకోవడం ముఖ్యం.",

    "burn_res_mod_title": "మధ్యస్థ బర్నౌట్",
    "burn_res_mod_desc":
        "మీ ఫలితాలు మధ్యస్థ స్థాయి మానసిక అలసటను సూచిస్తున్నాయి.\nకాలక్రమేణా పెరగవచ్చిన భావోద్వేగ ఒత్తిడి లక్షణాలు ఉన్నాయి.\nరోజువారీ అలవాట్లను సమీక్షించడం, భారాన్ని తగ్గించడం మరియు విశ్రాంతిని పెంచడం వల్ల పరిస్థితి మరింత క్షీణించకుండా నివారించవచ్చు.",

    "burn_res_high_title": "అధిక బర్నౌట్",
    "burn_res_high_desc":
        "మీ ఫలితాలు అధిక స్థాయి మానసిక అలసటను సూచిస్తున్నాయి.\nఈ స్థితి సాధారణంగా భావోద్వేగ అలసట, ప్రేరణ లోపం మరియు పనుల నుంచి దూరంగా ఉండటంతో సంబంధం కలిగి ఉంటుంది.\nవిశ్రాంతి తీసుకోవడం, అవసరాలను సర్దుబాటు చేయడం మరియు వృత్తిపరమైన సహాయాన్ని కోరడం అవసరం కావచ్చు.",

    "burn_dim_ex_low_title": "తక్కువ భావోద్వేగ అలసట",
    "burn_dim_ex_low_desc":
        "మంచి కోలుకునే సామర్థ్యం మరియు అలసట నిర్వహణను సూచిస్తుంది.",

    "burn_dim_ex_mod_title": "మధ్యస్థ భావోద్వేగ అలసట",
    "burn_dim_ex_mod_desc":
        "తరచుగా అలసట మరియు శక్తిని తిరిగి పొందడంలో కష్టాలను సూచిస్తుంది.",

    "burn_dim_ex_high_title": "అధిక భావోద్వేగ అలసట",
    "burn_dim_ex_high_desc":
        "తీవ్రమైన మరియు కొనసాగుతున్న మానసిక అలసటను సూచిస్తుంది.",

    "burn_dim_dis_low_title": "తక్కువ భావోద్వేగ దూరం",
    "burn_dim_dis_low_desc": "పనులపై నిమగ్నత మరియు ఆసక్తిని నిలుపుకుంటుంది.",

    "burn_dim_dis_mod_title": "మధ్యస్థ భావోద్వేగ దూరం",
    "burn_dim_dis_mod_desc": "క్రమంగా ప్రేరణ తగ్గుతున్న లక్షణాలను చూపిస్తుంది.",

    "burn_dim_dis_high_title": "అధిక భావోద్వేగ దూరం",
    "burn_dim_dis_high_desc":
        "భావోద్వేగ దూరం మరియు మీరు చేస్తున్న పనిలో అర్థం కోల్పోవడాన్ని సూచిస్తుంది.",

    "burn_dim_real_low_title": "అధిక వ్యక్తిగత సాధన",
    "burn_dim_real_low_desc":
        "నైపుణ్యం మరియు పనితీరుపై సంతృప్తిని సూచిస్తుంది.",

    "burn_dim_real_mod_title": "మధ్యస్థ వ్యక్తిగత సాధన",
    "burn_dim_real_mod_desc":
        "మీరు చేస్తున్న పనியின் విలువ మరియు ప్రభావంపై కొంత సందేహాన్ని సూచిస్తుంది.",

    "burn_dim_real_high_title": "తక్కువ వ్యక్తిగత సాధన",
    "burn_dim_real_high_desc":
        "ఆత్మవిశ్వాసం మరియు వ్యక్తిగత సంతృప్తిపై ప్రతికూల ప్రభావాన్ని సూచిస్తుంది.",

    "burn_sobre": "బర్నౌట్ గురించి",
    "burn_ctx_what_title": "బర్నౌట్ అంటే ఏమిటి?",
    "burn_ctx_what_desc":
        "బర్నౌట్ అనేది దీర్ఘకాలంగా ఒత్తిడి, పీడనం మరియు అధిక అవసరాలకు లోనవడం వల్ల ఏర్పడే శారీరక మరియు మానసిక అలసట స్థితి.\nఇది నిరంతర అలసట, ప్రేరణ కోల్పోవడం, భావోద్వేగ దూరం మరియు తక్కువ వ్యక్తిగత సాధన భావనగా వ్యక్తమవుతుంది.\nవిద్యార్థులు, వృత్తిపరులు మరియు నిరంతర అధిక భారానికి లోనయ్యే ఎవరినైనా ఇది ప్రభావితం చేయవచ్చు.",

    "burn_ctx_causes_title": "బర్నౌట్ కారణాలు",
    "burn_ctx_causes_desc":
        "బర్నౌట్ సాధారణంగా అధిక పనిభారం, తగిన విశ్రాంతి లేకపోవడం, ఫలితాల కోసం నిరంతర ఒత్తిడి, గుర్తింపు లేదా మద్దతు లోపం, మరియు పని–చదువు–వ్యక్తిగత జీవితం మధ్య సమతుల్యతలో కష్టాలు వంటి అనేక కారణాల సమ్మేళనంగా ఏర్పడుతుంది.\nఈ పరిస్థితులు కొనసాగితే, అలసట ప్రమాదం పెరుగుతుంది.",

    "burn_ctx_prevent_title": "బర్నౌట్‌ను ఎలా నివారించాలి",
    "burn_ctx_prevent_desc":
        "నివారణలో భారాన్ని తగ్గించడం మరియు మానసిక ఆరోగ్యాన్ని చూసుకోవడం ఉన్నాయి.\nనియమిత విరామాలు, పరిమితులను ఏర్పాటు చేయడం, తగిన నిద్ర, వినోద కార్యకలాపాలను కొనసాగించడం మరియు అవసరమైనప్పుడు మద్దతు కోరడం ముఖ్యమైన చర్యలు.\nలక్షణాలను తొందరగా గుర్తించడం క్షీణతను నివారించడంలో సహాయపడుతుంది.",

    "burn_ctx_treat_title": "బర్నౌట్‌ను ఎలా ఎదుర్కోవాలి లేదా చికిత్స చేయాలి",
    "burn_ctx_treat_desc":
        "బర్నౌట్‌ను ఎదుర్కోవడం కోసం ప్రాయోగిక మార్పులు మరియు తగిన మద్దతు అవసరం.\nతాత్కాలికంగా అవసరాలను తగ్గించడం, రోజువారీ అలవాట్లను పునర్వ్యవస్థీకరించడం, విశ్రాంతిపై దృష్టి పెట్టడం మరియు నమ్మకమైన వ్యక్తితో మాట్లాడడం సహాయపడవచ్చు.\nకొన్ని సందర్భాల్లో కోలుకోవడానికి వృత్తిపరమైన సహాయం అవసరం కావచ్చు.",

    "burn_ctx_help_title": "ఎప్పుడు సహాయం కోరాలి?",
    "burn_ctx_help_desc":
        "అలసట, ప్రేరణ లోపం లేదా భావోద్వేగ దూరం లక్షణాలు కొనసాగితే లేదా రోజువారీ జీవితాన్ని ప్రభావితం చేస్తే, వృత్తిపరమైన సహాయం కోరడం ముఖ్యంగా ఉండవచ్చు.\nఆరోగ్య నిపుణుడితో మాట్లాడడం పరిస్థితిని మెరుగుగా అర్థం చేసుకోవడానికి మరియు సరైన వ్యూహాలను నిర్ణయించడానికి సహాయపడుతుంది.",
  };
}
