Map<String, String> getThaiTranslations() {
  return {
    "-10": "ขอแสดงความยินดี! ตามการทดสอบของเบ็ค คุณไม่แสดงอาการของโรคซึมเศร้า",
    "1a": "ฉันไม่รู้สึกเศร้า",
    "1b": "ฉันรู้สึกเศร้านิดหน่อย",
    "1c": "ฉันมักรู้สึกเศร้าและไม่สามารถหลีกเลี่ยงได้",
    "1d": "ฉันรู้สึกเศร้ามากจนไม่สามารถทนได้อีกต่อไป",
    "1p": "ฉันมักจะตอบตกลงแม้ว่าภายในใจฉันหมายถึงไม่",
    "2a": "ฉันรู้สึกสงบเกี่ยวกับอนาคต",
    "2b": "ฉันรู้สึกท้อแท้เกี่ยวกับอนาคต",
    "2c": "ฉันรู้สึกเหมือนไม่มีอะไรให้ตั้งตารออีกต่อไป",
    "2d": "ฉันไม่มีความหวังสำหรับอนาคตและรู้สึกว่าสถานการณ์ของฉันจะไม่ดีขึ้น",
    "2p": "ฉันปกป้องสิทธิ์ของตนเองโดยไม่ละเมิดสิทธิ์ของผู้อื่น",
    "3a": "โดยทั่วไป ฉันรู้สึกเติมเต็ม",
    "3b": "ฉันคิดว่าฉันประสบความล้มเหลวมากกว่าคนส่วนใหญ่",
    "3c": "เมื่อมองย้อนกลับไปในอดีตของฉัน ฉันเห็นเพียงความล้มเหลวติดต่อกัน",
    "3d": "ฉันรู้สึกเหมือนเป็นความล้มเหลวอย่างสมบูรณ์",
    "3p": "เมื่อฉันไม่รู้จักใครดี ฉันมักจะปกปิดสิ่งที่ฉันคิดหรือรู้สึก",
    "4a": "ฉันสามารถพบความพึงพอใจในสิ่งที่ฉันทำ",
    "4b": "ฉันไม่พอใจกับสิ่งที่เคยทำให้ฉันพอใจอีกต่อไป",
    "4c": "ฉันไม่สามารถหาความพึงพอใจในสิ่งใดๆ ได้",
    "4d": "ฉันรู้สึกไม่พอใจและเบื่อหน่ายกับทุกสิ่ง",
    "4p": "ส่วนใหญ่แล้วฉันจะมุ่งมั่นและแน่วแน่",
    "5_a": "ความอ่อนโยน",
    "5_c": "ความมีสติ",
    "5_e": "ความเปิดเผย",
    "5_n": "ความวิตกกังวล",
    "5_o": "การเปิดกว้าง",
    "5a": "โดยปกติฉันไม่รู้สึกผิด",
    "5b": "บางครั้งฉันรู้สึกผิด",
    "5c": "ส่วนใหญ่ฉันรู้สึกค่อนข้างผิด",
    "5d": "ฉันรู้สึกผิดตลอดเวลา",
    "5p":
        "โดยทั่วไปแล้วการมีอิทธิพลต่อผู้อื่นนั้นง่ายกว่าและมีประสิทธิภาพมากกว่าการดำเนินการโดยตรง",
    "6a": "ฉันไม่ใช่เหยื่อของการลงโทษใด ๆ",
    "6b": "ฉันรู้สึกว่าสุดท้ายแล้วฉันจะถูกลงโทษ",
    "6c": "ฉันรู้สึกว่าฉันกำลังถูกลงโทษ",
    "6d": "ฉันมั่นใจว่าฉันกำลังถูกลงโทษ",
    "6p":
        "ฉันไม่มีความลังเลใจในการวิพากษ์วิจารณ์ผู้อื่นและแสดงความคิดเห็นของตนเอง",
    "7a": "ฉันไม่ผิดหวังในตัวเอง",
    "7b": "ฉันรู้สึกผิดหวังในตัวเองเล็กน้อย",
    "7c": "ฉันผิดหวังในตัวเองมาก",
    "7d": "ฉันผิดหวังมากกว่าปกติ; ที่จริงแล้วฉันเกลียดตัวเอง",
    "7p": "ฉันไม่ลังเลที่จะปฏิเสธงานที่ไม่ใช่ความรับผิดชอบของฉัน",
    "8a": "ฉันไม่แย่ไปกว่าใคร",
    "8b": "ฉันวิจารณ์ตัวเองเกี่ยวกับความผิดพลาดและจุดอ่อนของฉัน",
    "8c": "ฉันตำหนิตัวเองตลอดเวลาสำหรับความผิดพลาดของฉัน",
    "8d": "ฉันโทษตัวเองสำหรับทุกสิ่งที่ไม่ดีที่เกิดขึ้นรอบตัวฉัน",
    "8p":
        "ฉันไม่กลัวที่จะแสดงความคิดเห็นของฉัน แม้ว่าฉันจะเผชิญหน้ากับคู่สนทนาที่เป็นปฏิปักษ์ก็ตาม",
    "9a": "ฉันไม่ได้คิดถึงการฆ่าตัวตาย",
    "9b": "ฉันมีความคิดที่จะยุติชีวิตของฉัน แต่ฉันไม่สามารถทำได้",
    "9c": "ฉันต้องการยุติชีวิตของฉัน",
    "9d": "หากมีโอกาส ฉันจะยุติชีวิตของฉัน",
    "9p": "ในการอภิปราย ฉันชอบถอยออกมาและดูว่าเรื่องราวจะดำเนินไปอย่างไร",
    "9pilares":
        "ทำความเข้าใจหลักการที่ชี้นำตัวบ่งชี้ที่ใช้ในแบบสอบถามที่วัดความสุขมวลรวมของชาติ",
    "9pilares_t": "9 เสาหลักแห่งความสุขมวลรวมของชาติ",
    "10a": "ฉันไม่ได้ร้องไห้มากกว่าปกติ",
    "10b": "ฉันร้องไห้มากกว่าที่เคย",
    "10c": "ฉันใช้เวลาส่วนใหญ่ไปกับการร้องไห้",
    "10d": "ฉันไม่สามารถร้องไห้ได้อีกต่อไป",
    "10p": "ฉันมักถูกวิจารณ์ว่าขัดแย้งในตัวเอง",
    "11-18": "จากการทดสอบของ Beck คุณมีอาการของภาวะซึมเศร้าเล็กน้อย",
    "11-18r": "ภาวะซึมเศร้าเล็กน้อย",
    "11a": "ฉันไม่ได้รู้สึกหงุดหงิดมากกว่าปกติ",
    "11b": "ฉันรู้สึกหงุดหงิดมากขึ้นกว่าที่เคย",
    "11c": "ฉันรู้สึกหงุดหงิดตลอดเวลา",
    "11d": "ฉันไม่สามารถรู้สึกหงุดหงิดได้อีกต่อไป",
    "11p": "ฉันมีปัญหาในการฟังคนอื่น",
    "12a": "ฉันยังคงสนใจในผู้อื่น",
    "12b": "ฉันสนใจผู้อื่นน้อยกว่าที่เคย",
    "12c": "ฉันเกือบจะสูญเสียความสนใจในผู้อื่นไปหมดแล้ว",
    "12d": "ฉันสูญเสียความสนใจในผู้อื่นไปโดยสิ้นเชิง",
    "12p": "ฉันเก็บเรื่องต่าง ๆ ไว้อย่างเงียบ ๆ และมันทำงานได้ดีสำหรับฉัน",
    "13a": "ฉันตัดสินใจได้ง่ายเหมือนก่อน",
    "13b": "ฉันหลีกเลี่ยงการตัดสินใจ",
    "13c": "ฉันมีปัญหามากในการตัดสินใจ",
    "13d": "ฉันรู้สึกว่าฉันไม่สามารถตัดสินใจอะไรได้เลย",
    "13p": "ผู้คนมักมองว่าฉันฉลาดและมีความสามารถในความสัมพันธ์",
    "14a": "ฉันพอใจกับรูปลักษณ์ทางกายภาพของตัวเอง",
    "14b": "ฉันกังวลว่าจะดูแก่ขึ้นและมีเสน่ห์น้อยลง",
    "14c":
        "ฉันรู้สึกว่ารูปลักษณ์ของฉันกำลังเปลี่ยนไปและทำให้ฉันดูมีเสน่ห์น้อยลง",
    "14d": "ฉันคิดว่าฉันดูแย่มาก",
    "14p":
        "ฉันสร้างความสัมพันธ์ของฉันบนพื้นฐานของความไว้วางใจ ไม่ใช่การควบคุมหรือการคำนวณ",
    "15a": "ฉันสามารถทำงานได้ดีเหมือนเดิม",
    "15b": "ฉันต้องใช้ความพยายามบางอย่างเพื่อเริ่มทำงาน",
    "15c": "ฉันต้องใช้ความพยายามมากในการทำงาน",
    "15d": "ฉันไม่สามารถทำงานได้อีกต่อไป",
    "15p":
        "ฉันไม่ชอบขอความช่วยเหลือจากเพื่อนร่วมงาน เพราะพวกเขาอาจคิดว่าฉันไม่มีความสามารถ",
    "16a": "ฉันนอนหลับได้ดี",
    "16b": "ฉันนอนไม่ดีเหมือนเมื่อก่อน",
    "16c":
        "ฉันตื่นขึ้นมา 1 หรือ 2 ชั่วโมงก่อนเวลาปกติ และฉันมีปัญหาในการกลับไปนอน",
    "16d": "ฉันตื่นขึ้นหลายชั่วโมงก่อนเวลาปกติ และฉันไม่สามารถกลับไปนอนต่อได้",
    "16p": "ฉันขี้อายและรู้สึกถูกกีดกันเมื่อต้องทำสิ่งที่ไม่ปกติ",
    "17a": "ฉันไม่รู้สึกเหนื่อยมากกว่าปกติ",
    "17b": "ฉันรู้สึกเหนื่อยมากกว่าปกติ",
    "17c": "ฉันรู้สึกเหนื่อยเมื่อทำอะไรบางอย่าง",
    "17d": "ฉันเหนื่อยเกินกว่าจะทำอะไรได้",
    "17p": "ผู้คนเรียกฉันว่าอ่อนแอ ซึ่งทำให้ฉันหงุดหงิดและทำให้คนอื่นหัวเราะ",
    "18a": "ความอยากอาหารของฉันเหมือนเดิม",
    "18b": "ความอยากอาหารของฉันไม่ดีเหมือนเมื่อก่อน",
    "18c": "ความอยากอาหารของฉันแย่ลงมากเมื่อเร็ว ๆ นี้",
    "18d": "ฉันไม่มีความอยากอาหารเลย",
    "18p": "ฉันรู้สึกสบายใจในความสัมพันธ์แบบเผชิญหน้า",
    "19-25": "คำเตือน! จากการทดสอบของ Beck คุณมีอาการของภาวะซึมเศร้าปานกลาง",
    "19-25r": "ภาวะซึมเศร้าปานกลาง",
    "19a": "น้ำหนักของฉันคงที่",
    "19b": "ฉันลดน้ำหนักหรือเพิ่มน้ำหนักมากกว่า 2.5 กิโลกรัม",
    "19c": "ฉันลดน้ำหนักหรือเพิ่มน้ำหนักมากกว่า 5 กิโลกรัม",
    "19d": "ฉันลดน้ำหนักหรือเพิ่มน้ำหนักมากกว่า 7.5 กิโลกรัม",
    "19p":
        "ฉันมักจะสร้างความวุ่นวาย มันเป็นวิธีที่ดีที่สุดในการรับสิ่งที่ฉันต้องการ",
    "20-1": "ฉันรู้สึกว่าจำเป็นต้องปรึกษา 💜 เกี่ยวกับทุกสิ่งที่ฉันทำ",
    "20-2": "ฉันกลัวความเหงา การถูกปฏิเสธ และการถูกทิ้ง",
    "20-3":
        "เมื่อฉันอยู่กับ 💜 ฉันไม่สามารถทนกับการแยกจากกันได้ และโทรไปหลายครั้งเพื่อตรวจสอบว่าพวกเขาอยู่ที่ไหนและกับใคร",
    "20-4": "ฉันไม่สามารถเพลิดเพลินกับช่วงเวลาเมื่อฉันอยู่คนเดียวได้",
    "20-5":
        "ความสุขของฉันขึ้นอยู่กับ 💜 อย่างสมบูรณ์ และฉันไม่สามารถทนกับความคิดที่จะจบความสัมพันธ์",
    "20-6":
        "ตั้งแต่ฉันเริ่มมีความสัมพันธ์กับ 💜 ฉันได้ถอยห่างจากเพื่อนและครอบครัวของฉัน",
    "20-7": "เวลาที่ฉันใช้กับ 💜 ไม่มีวันพอเพียง; ฉันต้องการมากกว่านี้เสมอ",
    "20-8":
        "ฉันไม่ทำตัวเป็นผู้นำหรือแสดงความคิดเห็นของฉันเพราะกลัวว่าจะทำให้ 💜 ไม่พอใจ",
    "20-9": "กิจกรรมใดๆ ที่ฉันทำโดยไม่มี 💜 รู้สึกน่าเบื่อและซ้ำซาก",
    "20-10": "ฉันเล่นเป็นเหยื่อเพื่อขอความสนใจจาก 💜",
    "20-11": "ชีวิตของฉันโดยไม่มี 💜 ไม่มีความหมาย",
    "20-12": "ฉันต้องการหลักฐานความรักและความเอาใจใส่อย่างต่อเนื่อง",
    "20-13": "ฉันกังวลเกี่ยวกับอนาคตและความมั่นคงของความสัมพันธ์",
    "20-14": "ฉันมีปัญหาในการตั้งขอบเขตเมื่อ 💜 ทำสิ่งที่ทำให้ฉันรู้สึกเจ็บปวด",
    "20-15":
        "ฉันให้ความสำคัญกับ 💜 มากและรู้สึกโชคดีที่มีคนที่ยอดเยี่ยมเช่นนี้อยู่กับฉัน",
    "20-16": "ฉันรู้สึกหึงหวง",
    "20-17": "ฉันจะยกโทษให้การนอกใจเพื่อหลีกเลี่ยงการจบความสัมพันธ์",
    "20-18":
        "ฉันทุ่มเทในการช่วยเหลือ 💜 กับทุกสิ่ง รวมถึงปัญหาส่วนตัวของพวกเขา",
    "20-19":
        "ฉันทนไม่ไหวกับข้อผิดพลาดของตัวเองและวิจารณ์ข้อบกพร่องของตัวเองอย่างมาก",
    "20-20":
        "หาก 💜 วุ่นวายและไม่สนใจฉัน ฉันจะคิดทันทีว่าพวกเขาไม่รักฉันอีกต่อไป",
    "20-P": "20",
    "20_titulo": "การทดสอบอย่างรวดเร็ว",
    "20a": "ความกังวลเกี่ยวกับสุขภาพของฉันเหมือนเดิม",
    "20b": "ฉันกังวลเกี่ยวกับสุขภาพของฉัน",
    "20c": "ฉันกังวลเกี่ยวกับสุขภาพของฉันมากจนมีปัญหาในการคิดเกี่ยวกับสิ่งอื่น",
    "20d":
        "ฉันกังวลเกี่ยวกับสุขภาพของฉันมากจนไม่สามารถคิดเกี่ยวกับสิ่งอื่นได้เลย",
    "20p": "ฉันช่างพูดและขัดจังหวะคนอื่นโดยไม่รู้ตัว",
    "21a": "ฉันไม่รู้สึกถึงการเปลี่ยนแปลงในความสนใจของฉันต่อเพศ",
    "21b": "ฉันมีความสนใจในเรื่องเพศน้อยกว่าที่เคย",
    "21c": "ฉันมีความสนใจในเรื่องเพศน้อยมาก",
    "21d": "ฉันสูญเสียความสนใจในเรื่องเพศโดยสิ้นเชิง",
    "21p":
        "ฉันมีความทะเยอทะยานและพร้อมที่จะทำทุกอย่างเพื่อให้บรรลุเป้าหมายของฉัน",
    "22a": "การทดสอบเสร็จสิ้น",
    "22d": "การทดสอบเสร็จสิ้น",
    "22p":
        "โดยทั่วไปฉันรู้ว่าใครจะหันไปขอความช่วยเหลือและเมื่อไร; มันสำคัญสำหรับความสำเร็จ",
    "23p":
        "ในกรณีที่มีความไม่เห็นด้วย ฉันมองหาความประนีประนอมที่เป็นจริงซึ่งอิงตามผลประโยชน์ร่วมกัน",
    "24p": "ฉันชอบที่จะตรงไปตรงมาและซื่อสัตย์",
    "25p": "ฉันมักจะเลื่อนงานออกไป",
    "+26": "ระวัง! ตามการทดสอบของ Beck คุณมีอาการของภาวะซึมเศร้ารุนแรง",
    "26p": "ฉันมักจะปล่อยให้ทำงานไม่เสร็จ",
    "27p": "โดยทั่วไปฉันแสดงให้เห็นว่าฉันเป็นใครโดยไม่ปกปิดความรู้สึกของฉัน",
    "28p": "ต้องใช้เวลามากในการทำให้ฉันรู้สึกหวาดกลัว",
    "29p": "การทำให้คนอื่นหวาดกลัวอาจเป็นวิธีที่มีประสิทธิภาพในการรักษาอำนาจ",
    "30p":
        "เมื่อใครสักคนใช้ประโยชน์จากฉันเพียงครั้งเดียว ฉันจะทำให้แน่ใจว่าจะตอบแทนในครั้งถัดไป",
    "31p":
        "เมื่อตำหนิใครสักคน การชี้ให้เห็นเมื่อพวกเขาไม่ปฏิบัติตามหลักการของตนเองเป็นวิธีที่มีประสิทธิภาพ",
    "32p": "ฉันรู้วิธีใช้ประโยชน์จากระบบ; ฉันมีความสามารถ",
    "33p": "ฉันสามารถเป็นตัวของตัวเองได้ในขณะที่ยังได้รับการยอมรับจากสังคม",
    "34p": "เมื่อฉันไม่เห็นด้วย ฉันจะแสดงออกอย่างชัดเจนและสงบ",
    "35p": "ฉันระมัดระวังไม่ให้รบกวนผู้อื่น",
    "36p": "ฉันมีความยากลำบากอย่างมากในการตัดสินใจ",
    "37p":
        "ฉันไม่ชอบที่จะเป็นคนเดียวในกลุ่มที่มีความคิดเห็นที่แตกต่าง ดังนั้นฉันจึงเลือกที่จะถอยกลับ",
    "38p": "ฉันไม่กลัวการพูดต่อหน้าสาธารณะ",
    "39p": "ชีวิตรู้สึกเหมือนกับป่า",
    "40p": "ฉันไม่กลัวที่จะเผชิญกับความท้าทายที่อันตรายและเสี่ยง",
    "41p": "การสร้างความขัดแย้งอาจมีประสิทธิภาพมากกว่าการผ่อนคลายความตึงเครียด",
    "42p":
        "ความซื่อสัตย์เป็นวิธีที่ดีที่สุดในการสร้างความไว้วางใจในความสัมพันธ์ของเรา",
    "43p": "ฉันรู้วิธีการฟังและไม่ตัดบทผู้อื่น",
    "44p": "ฉันทำตามสิ่งที่ฉันตัดสินใจจะทำ",
    "45p": "ฉันไม่กลัวที่จะแสดงความรู้สึกของฉันอย่างตรงไปตรงมา",
    "46p": "ฉันมีความสามารถในการดึงดูดคนและให้พวกเขาสนับสนุนความคิดของฉัน",
    "47p": "ฉันรู้วิธีการชมเชยคนเพื่อให้ได้สิ่งที่ฉันต้องการ",
    "48p": "ฉันมีปัญหาในการควบคุมเวลาที่ฉันใช้พูด",
    "49p": "ฉันจัดการกับการประชดประชันได้ดี",
    "50p": "ฉันใช้ชีวิตอย่างเรียบง่ายและบางครั้งก็ยอมให้ตัวเองถูกเอาเปรียบ",
    "51p": "ฉันชอบที่จะสังเกตมากกว่าที่จะมีส่วนร่วม",
    "52p": "ฉันชอบที่จะอยู่เบื้องหลังมากกว่าที่จะอยู่ในแถวหน้า",
    "53p": "ฉันไม่คิดว่าการจัดการเป็นวิธีการแก้ปัญหาที่มีประสิทธิภาพ",
    "54p": "เพื่อหลีกเลี่ยงปัญหา ฉันไม่เปิดเผยเจตนาของฉันเร็วเกินไป",
    "55p": "ฉันมักจะทำให้คนอื่นตกใจด้วยท่าทีของฉัน",
    "56p": "ฉันชอบที่จะเป็นหมาป่ามากกว่าที่จะเป็นลูกแกะ",
    "57p":
        "ฉันมักจะใช้การจัดการเพื่อให้ได้สิ่งที่ฉันต้องการ; นี่เป็นวิธีที่สะดวกที่สุด",
    "58p":
        "โดยทั่วไป ฉันรู้วิธีการประท้วงอย่างมีประสิทธิภาพโดยไม่ใช้ความก้าวร้าวมากเกินไป",
    "59p":
        "ฉันเชื่อว่าปัญหาไม่สามารถแก้ไขได้จริง ๆ โดยไม่ต้องจัดการกับสาเหตุที่ลึกซึ้งของพวกมัน",
    "60p": "ฉันไม่ชอบที่ถูกมองในแง่ลบจากผู้อื่น",
    "61p": "สิ้นสุดการทดสอบ",
    "90-1": "ฉันมีชีวิตอยู่เพื่อ 💜; พวกเขาคือศูนย์กลางของโลกของฉัน",
    "90-2":
        "เมื่อฉันพูดคุยกับ 💜, ฉันวัดคำพูดของฉันอย่างระมัดระวังเพราะฉันกลัวการตอบสนองของพวกเขาต่อความคิดที่แท้จริงของฉัน",
    "90-3":
        "ฉันหลีกเลี่ยงการทำสิ่งที่ฉันต้องการเพียงเพื่อป้องกันการไม่พอใจ 💜 หรือการเกิดข้อขัดแย้ง",
    "90-4": "ฉันเชื่อว่าความรักและความทุกข์เป็นสิ่งที่ปกติที่ไปด้วยกัน",
    "90-5":
        "ฉันทนต่อการละเมิดหรือความก้าวร้าวของ 💜 เพื่อหลีกเลี่ยงการถูกปฏิเสธหรือสูญเสีย 💜",
    "90-6":
        "ฉันพยายามเปลี่ยน 💜 ด้วยคำแนะนำ, การบังคับ, การขู่เข็ญ หรือการจัดการเพื่อให้สิ่งต่าง ๆ เกิดขึ้นตามที่ฉันคิดว่าควรเป็น",
    "90-7": "การตั้งขอบเขตกับ 💜 นำไปสู่การสนทนาที่เหนื่อยล้าและไม่มีจุดหมาย",
    "90-8":
        "ฉันรู้สึกโกรธหรือหงุดหงิดเพราะฉันไม่สามารถกำหนดขอบเขตในความสัมพันธ์กับ 💜 ได้",
    "90-9":
        "ฉันรู้สึกโกรธหรือหงุดหงิดเพราะฉันไม่สามารถแก้ไขปัญหากับ 💜 ให้เสร็จสิ้นได้",
    "90-10": "บางครั้งฉันอดทนกับ 💜 มากเกินไปแต่ไม่อดทนกับคนอื่น",
    "90-11": "ฉันโกหกหรือซ่อนพฤติกรรมของ 💜 จากผู้อื่น",
    "90-12": "ฉันหาเหตุผลเมื่อคนอื่นค้นพบพฤติกรรมของ 💜",
    "90-13":
        "ฉันรู้สึกรับผิดชอบต่อความรู้สึก, ความคิด, ความต้องการ, การกระทำ และความเป็นอยู่ของ 💜",
    "90-14":
        "โดยทั่วไปฉันมักจะดูแลความเป็นอยู่ของ 💜 ได้ดีกว่าความเป็นอยู่ของตัวเอง",
    "90-15": "ฉันรู้สึกขุ่นเคืองเมื่อ 💜 ไม่ดูแลฉันในแบบเดียวกัน",
    "90-16":
        "เนื่องจากความสัมพันธ์นี้ ฉันมักรู้สึกวิตกกังวล, เหนื่อยล้า, รู้สึกผิด หรือซึมเศร้า",
    "90-17": "ฉันมีชีวิตอยู่เพื่อช่วย 💜 แม้ว่าพวกเขาจะไม่ได้ขอความช่วยเหลือ",
    "90-18": "ฉันปฏิเสธคำเชิญจากเพื่อนเพื่อที่พวกเขาจะไม่ใช้เวลากับ 💜",
    "90-19":
        "ฉันใช้เวลานานในการรอคอยการโทร, ข้อความ, หรืออีเมลจาก 💜 ด้วยความวิตกกังวล",
    "90-20": "เมื่อฉันเริ่มต้นความสัมพันธ์กับ 💜, ฉันละเลยเพื่อนของฉัน",
    "90-21": "เมื่อสิ่งต่าง ๆ ผิดพลาด ฉันมักจะโทษ 💜",
    "90-22":
        "ฉันรู้สึกถึงความต้องการในการช่วยเหลือ 💜 เมื่อพวกเขาอยู่ในสถานการณ์ที่ยากลำบาก",
    "90-23": "ฉันรู้สึกถูกใช้หรือเจ็บปวดจาก 💜",
    "90-24":
        "ฉันตระหนักว่าความสัมพันธ์ของเรามีความไม่สมดุลอย่างรุนแรงระหว่างการให้และการรับ",
    "90-25": "การสื่อสารกับ 💜 เป็นเรื่องยากหรือแทบไม่มีอยู่",
    "90-26":
        "ฉันต้องการเปลี่ยนพฤติกรรมของฉันกับ 💜 แต่ฉันยังคงตกอยู่ในรูปแบบเดียวกัน",
    "90-27": "ฉันใช้เซ็กส์เพื่อพยายามพิชิตและเก็บ 💜 ไว้",
    "90-28": "ฉันพยายามที่จะยุ่งตลอดเวลาเพื่อหลีกเลี่ยงการจัดการกับปัญหานี้",
    "90-29":
        "เมื่อฉันไม่ดีในความสัมพันธ์กับ 💜 ทุกสิ่งในชีวิตของฉันจะกลายเป็นเรื่องยาก",
    "90-30": "ฉันเพิกเฉยต่อปัญหาของฉันกับ 💜 และทำเหมือนไม่มีอะไรยากลำบาก",
    "90-31": "ฉันรู้สึกติดอยู่ในความสัมพันธ์กับ 💜",
    "90-32": "ฉันรู้สึกอับอายกับความสัมพันธ์กับ 💜",
    "90-33": "ฉันหลีกเลี่ยงการพูดคุยเกี่ยวกับปัญหาของฉัน",
    "90-34": "ในความสัมพันธ์เชิงโรแมนติก ฉันคาดหวังเสมอว่าจะถูกทิ้ง",
    "90-35":
        "เมื่อเริ่มความสัมพันธ์โรแมนติก ฉันไม่ใช้เวลาเพียงพอในการตรวจสอบว่าคนที่ฉันกำลังคบหานั้นเหมาะกับฉันหรือไม่",
    "90-36": "ฉันเร่งความสัมพันธ์เร็วเกินไป",
    "90-37":
        "เมื่อความสัมพันธ์ล้มเหลวหรือจบลง ฉันรู้ว่าฉันมองข้ามสัญญาณเตือนที่ชัดเจน",
    "90-38": "ฉันมีแนวโน้มที่จะทำซ้ำรูปแบบความสัมพันธ์ที่ทำลายล้าง",
    "90-39": "ฉันอยู่กับ 💜 เพราะฉันกลัวการอยู่คนเดียว",
    "90-40": "ฉันจะออกจากความสัมพันธ์นี้ก็ต่อเมื่อฉันพบคนอื่น",
    "90-41": "ฉันมีปัญหาในการสนุกสนาน ออกไปข้างนอก หรือเดินทางโดยไม่มีกับ 💜",
    "90-42": "💜 บอกว่าต้องการยุติความสัมพันธ์ แต่ฉันยังคงยืนยัน",
    "90-43": "ฉันมักจะเชื่อใจคู่รักที่มีคุณธรรมไม่ดีอย่างง่ายดาย",
    "90-44": "ในความสัมพันธ์ของฉันกับ 💜 ฉันยอมรับสิ่งที่น้อยกว่าที่ฉันต้องการ",
    "90-45":
        "หลังจากถูก 💜 ดูหมิ่นหรือปฏิบัติต่อไม่ดี ฉันยอมรับข้อแก้ตัวใด ๆ เพื่อกลับมาคืนดีกัน แม้ว่าฉันจะรู้สึกเสียใจในภายหลัง",
    "90-46":
        "ฉันมีแนวโน้มที่จะหลงใหลคนที่ไม่พร้อม มีพฤติกรรมก้าวร้าว ซับซ้อน หรือไม่สามารถรักได้",
    "90-47":
        "ฉันรู้สึกว่าต้องเป็นประโยชน์ต่อ 💜 หรือรู้สึกว่า 💜 ขึ้นอยู่กับฉัน",
    "90-48":
        "เพื่อความสบายใจ ฉันมักจะต้องรู้ว่า 💜 อยู่ที่ไหน อยู่กับใคร และกำลังทำอะไร",
    "90-49":
        "ฉันมีช่วงเวลาของความซึมเศร้า ความรู้สึกผิด หรือความรู้สึกขุ่นเคือง",
    "90-50": "ฉันมีการระเบิดของความโกรธและความก้าวร้าว",
    "90-51": "บางครั้งฉันมีพฤติกรรมที่ไม่สมเหตุสมผล",
    "90-52": "ฉันต้องการหลักฐานความรักจาก 💜 บ่อยครั้ง",
    "90-53": "ความสุขของฉันขึ้นอยู่กับพฤติกรรมของ 💜 อย่างมาก",
    "90-54": "ฉันมีปัญหาในการยอมรับ 💜 ตามที่เขาเป็น",
    "90-55":
        "ในสถานการณ์ที่เครียด ฉันมีแนวโน้มที่จะตอบสนองแบบพาสซีฟหรือก้าวร้าว",
    "90-56":
        "ในความสัมพันธ์นี้ ฉันมักจะเชื่อว่าสิ่งต่าง ๆ จะดีขึ้นแม้จะไม่มีสัญญาณของการปรับปรุงจริง",
    "90-57":
        "เมื่อฉันทุกข์ทรมาน ฉันมักจะมีอาการทางกายหรือมีโรคทางจิตเรื้อรังเนื่องจากประวัติทางอารมณ์ของฉัน",
    "90-58": "ฉันมักจะสงสัยว่า 💜 รักฉันหรือไม่",
    "90-59": "ฉันปฏิเสธความต้องการขอความช่วยเหลือ",
    "90-60":
        "ฉันไม่มีเป้าหมายที่ชัดเจนมานานและไม่ได้ลงทุนในด้านอื่นของชีวิตนอกจากความสัมพันธ์กับ 💜",
    "90-61": "ฉันรู้สึกเหมือนฉันสูญเสียทิศทางและการควบคุมชีวิตของฉัน",
    "90-62": "เพราะความสัมพันธ์กับ 💜 ฉันได้คิดเกี่ยวกับการฆ่าตัวตาย",
    "90-63": "ฉันคิดว่าถึงเวลาที่จะจบสิ้น แต่ฉันยังไม่ได้ทำ",
    "90-64": "ฉันมาจากครอบครัวที่มีความกดดัน ปัญหา หรือมีปัญหา",
    "90-65":
        "ฉันไม่รู้สึกได้รับความรัก การยอมรับ หรือการอนุมัติจากพ่อแม่หนึ่งคนหรือทั้งสองคน",
    "90-66": "พ่อแม่หรือผู้ดูแลของฉันมีความเข้มงวดมาก",
    "90-67": "เกี่ยวกับความผิดพลาด ฉันมักจะเข้มงวดกับตัวเองมากเกินไป",
    "90-68": "เกี่ยวกับความผิดพลาด ฉันมักจะไม่อดทนกับคนอื่น",
    "90-69": "ฉันทุกข์ทรมานจากการเปลี่ยนแปลงอารมณ์ที่บ่อยและไม่สามารถอธิบายได้",
    "90-70": "ฉันตระหนักถึงความรู้สึกต่ําของตัวเอง",
    "90-71": "ฉันมักจะกังวลง่ายและในช่วงเวลานั้นฉันไม่สามารถหยุดคิดมากเกินไป",
    "90-72": "ฉันรู้สึกมีความหวังน้อยหรือไม่มีเลย",
    "90-73":
        "ฉันมักจะรู้สึกถึงความว่างเปล่าภายในเมื่อฉันอยู่คนเดียวหรือห่างจาก 💜",
    "90-74": "ฉันรู้สึกไม่สบายใจเมื่อได้รับคำชม",
    "90-75": "ฉันกลัวมากที่จะรบกวนผู้อื่น",
    "90-76": "ฉันมักจะขอโทษเสมอแม้ว่าฉันจะไม่ได้ทำผิดอะไร",
    "90-77": "ฉันมีปัญหาในการเชื่อมั่นในความรู้สึกและการตัดสินใจของตัวเอง",
    "90-78": "บ่อยครั้งที่ฉันพูดว่า 'ใช่' เมื่อฉันต้องการพูดว่า 'ไม่'",
    "90-79": "ฉันรู้สึกผิดง่ายในสถานการณ์ต่างๆ",
    "90-80": "ฉันพยายามพิสูจน์ว่าฉันดีพอเสมอและกลัวการทำผิดพลาด",
    "90-81": "ฉันมักจะมองหาความรัก การยอมรับ และการอนุมัติจากผู้อื่น",
    "90-82": "ฉันมีปัญหาในการเชื่อใจคนอื่น",
    "90-83": "ฉันมักจะเชื่อใจคนที่ไม่น่าเชื่อถือ",
    "90-84": "ฉันรู้สึกว่าตัวเองไม่เพียงพอได้ง่าย",
    "90-85": "ฉันรู้สึกเสียใจหรือรู้สึกผิดเมื่อคนอื่นมีปัญหา",
    "90-86": "ฉันรู้สึกอับอายกับชีวิตของตัวเอง",
    "90-87":
        "ฉันจะเกลียดตัวเองหรือแก้ตัวการกระทำของฉันด้วยการตำหนิพ่อแม่หรือผู้อื่น",
    "90-88": "คนที่รู้จักฉันบอกว่าฉันเป็นคนควบคุม",
    "90-89": "ฉันรู้สึกไวต่อคำวิจารณ์มาก",
    "90-90": "ฉันมีปัญหาในการอยู่ใกล้ชิดหรือมีความสัมพันธ์ที่ใกล้ชิดกับคนอื่น",
    "90-91":
        "ฉันรู้สึกถึงความจำเป็นในการสูบบุหรี่ ช็อปปิ้ง กิน การพนัน ดื่ม ใช้ยา ยาเสพติด อินเทอร์เน็ต การทำงาน หรือทำกิจกรรมอื่นๆ อย่างมากเกินไป",
    "90-T": "ทำแบบทดสอบให้เสร็จสิ้น",
    "90_titulo": "ทำแบบทดสอบให้เสร็จสิ้น",
    "+26r": "ภาวะซึมเศร้ารุนแรง",
    "-10r": "ไม่มีภาวะซึมเศร้า",
    "A": "1) คำจำกัดความ",
    "A1":
        "ความโกรธเป็นอารมณ์ที่ปกติและดีต่อสุขภาพ แต่สามารถกลายเป็นสิ่งที่ควบคุมไม่ได้และทำลายความสัมพันธ์ส่วนบุคคล การควบคุมความโกรธทำให้เรามีความเสี่ยงต่ออารมณ์ที่คาดเดาไม่ได้และทรงพลัง เป็นความรู้สึกของการประท้วง ความไม่มั่นคง หรือความหงุดหงิดต่อบุคคลหรือสิ่งใดสิ่งหนึ่งที่แสดงออกเมื่ออีโก้รู้สึกบาดเจ็บหรือถูกคุกคาม",
    "A2":
        "ความรุนแรงของความโกรธ หรือการขาดมัน เปลี่ยนแปลงไปตามแต่ละบุคคลและถูกกำหนดโดยการพัฒนาทางศีลธรรมและจิตใจ คุณอาจโกรธกับบุคคลเฉพาะ (เพื่อนร่วมงานหรือเพื่อนร่วมชั้น) หรือเหตุการณ์เช่นการจราจรติดขัด",
    "A3":
        "ความโกรธยังสามารถเกิดจากความกังวลหรือการมุ่งเน้นไปที่ปัญหาส่วนตัวและความทรงจำของเหตุการณ์ที่เคยเจ็บปวดหรือสำคัญ",
    "Ag_CalStre": "คำนวณระดับความเครียด",
    "Ag_ec1": "สถานะการสมรส?",
    "Ag_ec2": "แต่งงานแล้ว",
    "Ag_ec3": "โสด / หม้าย",
    "Ag_ec4": "แยก / หย่าร้าง",
    "Ag_faldad": "ข้อมูลขาดหายไป",
    "Ag_faldad_des": "แบบฟอร์มไม่สมบูรณ์:",
    "Ag_fc1": "คุณมีเด็กที่บ้านหรือไม่?",
    "Ag_fc2": "ฉันไม่มีเด็กที่บ้าน",
    "Ag_fc3": "ฉันมีเด็ก 1 หรือ 2 คนที่บ้าน",
    "Ag_fc4": "ฉันมีเด็กมากกว่า 3 คนที่บ้าน",
    "Ag_id1": "อายุ?",
    "Ag_id2": "อายุน้อยกว่า 25 ปี",
    "Ag_id3": "ระหว่าง 25 ถึง 34 ปี",
    "Ag_id4": "ระหว่าง 35 ถึง 60 ปี",
    "Ag_id5": "มากกว่า 60 ปี",
    "Ag_red1": "ที่อยู่อาศัย?",
    "Ag_red2": "หมู่บ้าน",
    "Ag_red3": "เมืองเล็ก",
    "Ag_red4": "เมืองใหญ่",
    "Ag_tit": "ปัจจัยที่ทำให้แย่ลง:",
    "Ag_trb1": "สถานะการจ้างงาน?",
    "Ag_trb2": "นักศึกษา",
    "Ag_trb3": "ว่างงาน",
    "Ag_trb4": "งานชั่วคราว",
    "Ag_trb5": "งานถาวร",
    "Analize": "การวิเคราะห์ผลลัพธ์",
    "Ans11-18": "ตามการทดสอบความวิตกกังวล คุณมีอาการวิตกกังวลเล็กน้อย",
    "Ans11-18r": "ความวิตกกังวลเล็กน้อย",
    "Ans19-25": "ระวัง! ตามการทดสอบความวิตกกังวลนี้ คุณมีอาการวิตกกังวลปานกลาง",
    "Ans19-25r": "ความวิตกกังวลปานกลาง",
    "Ans+26": "ระวัง! ตามการทดสอบความวิตกกังวลนี้ คุณมีอาการวิตกกังวลรุนแรง",
    "Ans+26r": "ความวิตกกังวลรุนแรง",
    "Ans-10": "ขอแสดงความยินดี! ตามการทดสอบนี้ คุณมีอาการวิตกกังวลน้อยมาก.",
    "Ans-10r": "วิตกกังวลน้อย",
    "AnsEscala1": "เกี่ยวกับคะแนนการทดสอบ BAI",
    "AnsEscala2": "แต่ละคำตอบได้รับคะแนนตั้งแต่ 0 ถึง 3",
    "AnsEscala3": "คะแนนและระดับความวิตกกังวล:",
    "AnsEscala4": "0-7: ความวิตกกังวลน้อย",
    "AnsEscala5": "8-15: ความวิตกกังวลเล็กน้อย",
    "AnsEscala6": "16-25: ความวิตกกังวลปานกลาง",
    "AnsEscala7": "26-63: ความวิตกกังวลรุนแรง",
    "AnsSint": "อาการวิตกกังวล",
    "B": "2) สัญญาณเตือน:",
    "B1":
        "เมื่อเราโกรธ เราจะประสบกับความคิด ความรู้สึก และการตอบสนองทางร่างกายต่างๆ สำหรับบางคน ความรู้สึกจะท่วมท้นราวกับว่าพวกเขากำลังจะ 'ระเบิด' คนอื่นๆ อาจไม่รู้ตัวว่ากำลังโกรธ แต่พวกเขารู้สึกไม่สบายใจ รู้สึกผิด หรือมีปฏิกิริยามากเกินไปต่อสถานการณ์อื่นๆ",
    "B2": "สัญญาณโดยตรง:",
    "B3":
        "การเพิ่มเสียง สาปแช่ง ปวดหัว ปวดท้อง คอแน่น หัวใจเต้นเร็วขึ้น ความดันโลหิตสูงขึ้น กำหมัด ข่มขู่ การใช้ความรุนแรง ความกดดัน ความเป็นศัตรู ความโกรธ ความขุ่นเคือง",
    "B4": "สัญญาณทางอ้อม:",
    "B5":
        "การนอนมากเกินไป เหนื่อยล้าเรื้อรัง ความวิตกกังวล ความชา ความซึมเศร้า ความเบื่อหน่าย การสูญเสียความอยากอาหาร การร้องไห้ การวิพากษ์วิจารณ์อย่างต่อเนื่อง เรื่องตลกที่ไม่ดีหรือเป็นศัตรู การใช้แอลกอฮอล์หรือยาเสพติด",
    "C1":
        "การนอนหลับเป็นสิ่งสำคัญในการป้องกันและรักษาความผิดปกติทางอารมณ์ เช่น ความเครียด ความวิตกกังวล ความโกรธ การพึ่งพาทางอารมณ์ และภาวะซึมเศร้า การพักผ่อนที่เหมาะสมมีความสำคัญต่อร่างกายและจิตใจ นี่คือเคล็ดลับบางประการ:",
    "C1a": "• เข้านอนก่อน 22:00 น.",
    "C1b": "• นอนประมาณ 7 ถึง 8 ชั่วโมงทุกคืน",
    "C1c": "• รักษาตารางเวลาการนอนหลับและตื่นที่สม่ำเสมอ",
    "C1d": "หากคุณมีปัญหาในการนอนหลับ นี่คือเคล็ดลับบางประการ:",
    "C1e":
        "• หลีกเลี่ยงการดื่มแอลกอฮอล์ กาแฟ ชา หรืออาหารที่กระตุ้น เช่น ช็อกโกแลต คุกกี้ หรือเค้กก่อนนอน",
    "C1f":
        "• หลีกเลี่ยงหน้าจอ (โทรศัพท์ แท็บเล็ต โทรทัศน์) อย่างน้อย 1 ชั่วโมงก่อนนอน เป็นที่ทราบกันดีว่าแสงสีฟ้าและผลกระทบจากการกระตุ้นหน้าจอมากเกินไปขัดขวางการผลิตเมลาโทนินซึ่งเป็นฮอร์โมนที่สำคัญในการชักนำและรักษาการนอนหลับ",
    "C1g":
        "• ทานอาหารเย็นอย่างน้อย 3 ชั่วโมงก่อนนอน หากอาหารของคุณถูกย่อยแล้วตอนเข้านอน คุณจะนอนหลับสบายขึ้น",
    "C1h": "• อาบน้ำอุ่นก่อนนอน มันจะช่วยให้คุณผ่อนคลายและชักนำการนอนหลับ",
    "C1t": "1) การนอนหลับที่ดี",
    "C2":
        "ความผิดปกติทางอารมณ์สามารถทำให้คุณหมดพลังงาน ทำให้การออกกำลังกายทางกายเป็นสิ่งสุดท้ายที่คุณต้องการทำ อย่างไรก็ตาม การออกกำลังกายมีความสำคัญอย่างยิ่งต่อการรักษาและป้องกันภาวะอารมณ์! การออกกำลังกายเป็นประจำ โดยเฉพาะอย่างยิ่งการออกกำลังกายแบบแอโรบิกกลางแจ้ง กระตุ้นการผลิตฮอร์โมน เช่น เอ็นดอร์ฟิน ซึ่งช่วยปรับปรุงความเป็นอยู่ที่ดี นี่คือเคล็ดลับบางประการ:",
    "C2a":
        "• เลือกกิจกรรมที่คุณชอบมากที่สุดหรือไม่ชอบน้อยที่สุด! การออกกำลังกายที่เหมาะสมที่สุดสำหรับผู้ที่มีความผิดปกติทางอารมณ์คือการออกกำลังกายแบบแอโรบิกกลางแจ้ง เช่น การเดินเร็ว วิ่ง ปั่นจักรยาน พายเรือ ฯลฯ",
    "C2b":
        "• รักษากิจวัตรการออกกำลังกายทุกวันด้วยเซสชันอย่างน้อย 30 นาทีในแต่ละวัน",
    "C2t": "2) การออกกำลังกาย",
    "C3":
        "อาหารไม่เพียงส่งผลต่อสุขภาพกายเท่านั้น แต่ยังส่งผลต่อสุขภาพทางอารมณ์และจิตใจด้วย การรับประทานอาหารที่ดีต่อสุขภาพช่วยป้องกันและรักษาความผิดปกติทางอารมณ์ นี่คือเคล็ดลับบางประการ:",
    "C3a":
        "• การรับประทานอาหารที่ดีต่อสุขภาพช่วยในการผลิตเซโรโทนิน ซึ่งเป็นสารสื่อประสาทที่ทำงานในสมองเพื่อควบคุมอารมณ์ การนอนหลับ ความอยากอาหาร และอื่นๆ",
    "C3b":
        "• พยายามทานอาหารเพียงสามมื้อต่อวันในเวลาที่สม่ำเสมอ การรับประทานอาหารมากเกินไปหรือการงดอาหารเป็นเรื่องปกติในหมู่คนที่มีความผิดปกติทางอารมณ์",
    "C3c":
        "• เลือกรับประทานอาหารง่ายๆ และสดใหม่ เช่น สลัด ผัก ถั่ว ผลไม้ ธัญพืช และถั่ว รวมถึงอาหารอย่างกล้วย อะโวคาโด ข้าวโอ๊ต วอลนัท และอัลมอนด์",
    "C3d":
        "• หลีกเลี่ยงอาหารรสเผ็ด ลดหรือกำจัดเนื้อสัตว์ และหากคุณกินเนื้อสัตว์ ควรเลือกเนื้อไม่ติดมัน เช่น ไก่ ไก่งวง และปลา",
    "C3e":
        "• หลีกเลี่ยงอาหารที่มีน้ำตาลสูง! แม้ว่าน้ำตาลอาจดูเหมือนเป็นที่ปลอบโยน แต่ในที่สุดมันจะทำให้อารมณ์แปรปรวน ซึ่งทำให้ภาวะซึมเศร้าแย่ลง",
    "C3f":
        "• นอกจากน้ำตาลแล้ว คุณยังควรหลีกเลี่ยงอาหารอื่นๆ ที่ส่งผลต่อระบบประสาทของคุณ เช่น แอลกอฮอล์ กาแฟ อาหารเค็ม และอาหารที่มีไขมันซึ่งพบได้ในอาหารแปรรูป",
    "C3g":
        "• ใส่ใจกับสภาพแวดล้อมรอบตัวคุณระหว่างมื้ออาหาร: ควรสงบ สงบสุข และปราศจากสิ่งรบกวน",
    "C3t": "3) อาหารเพื่อสุขภาพ",
    "C4":
        "สถิติแสดงให้เห็นว่าประเทศที่มีการสัมผัสกับแสงแดดน้อยมีอัตราการฆ่าตัวตายสูงขึ้น และความผิดปกติทางอารมณ์เป็นเรื่องที่พบได้บ่อยในช่วงเดือนที่เย็นและมืด นี่เป็นเพราะแสงแดดทำหน้าที่เป็นยาต้านซึมเศร้าธรรมชาติ! พยายามออกไปข้างนอกทุกวัน รับแสงแดดบ้าง และผสานมันกับการออกกำลังกายเพื่อให้ได้ประโยชน์สองเท่า",
    "C4t": "4) แสงแดด",
    "C5":
        "สมองของเราพึ่งพาออกซิเจนอย่างมาก การฝึกหายใจที่กระตุ้นการหายใจลึก ๆ ช่วยเพิ่มปริมาณออกซิเจนในระบบไหลเวียนเลือด ช่วยปรับปรุงการทำงานของสมอง ความผ่อนคลาย และความชัดเจนของความคิด การออกกำลังกายยังช่วยปรับปรุงการหายใจและเพิ่มความจุของปอด",
    "C5t": "5) อากาศบริสุทธิ์",
    "C6":
        "ความเชื่อมั่นในตัวเอง คนอื่น ๆ และบางสิ่งที่ยิ่งใหญ่กว่า (เช่น การเชื่อในพระเจ้า) มีความสำคัญต่อการเอาชนะความเครียดและภาวะซึมเศร้า การหัวเราะยังช่วยได้เช่นกัน: มันผ่อนคลายร่างกายและกระตุ้นสมองให้ผลิตสารเคมีที่ส่งเสริมความสุขและความเป็นอยู่ที่ดี",
    "C6t": "6) มีทัศนคติที่มั่นใจ",
    "C7":
        "ล้อมรอบตัวคุณด้วยเพื่อนที่เป็นบวกและให้กำลังใจ ซึ่งจะช่วยให้คุณกรอบคิดใหม่ ๆ ในเชิงลบ การพูดถึงอารมณ์ของคุณเป็นสิ่งสำคัญ แต่ถ้าหากเป็นไปไม่ได้ ให้ค้นหาวิธีการแสดงออกผ่านกิจกรรมต่าง ๆ เช่น การเขียน การเต้น เล่นดนตรี หรือการวาดภาพ การแสดงออกทางศิลปะสามารถเป็นการบำบัดที่ลึกซึ้งและกระตุ้นการเปลี่ยนแปลงทางเคมีในสมอง",
    "C7t": "7) แสดงความรู้สึกของคุณ",
    "C8": "ขอให้ฉันบอกคุณเกี่ยวกับการกระตุ้นที่มากเกินไปและภาวะซึมเศร้า:",
    "C8a":
        "• การกระตุ้นที่มากเกินไป โดยเฉพาะจากหน้าจอเช่น โทรศัพท์ โทรทัศน์ และอินเทอร์เน็ต จะสร้างโดพามีน ซึ่งเป็น 'ฮอร์โมนรางวัล' ที่ทำให้กิจกรรมเหล่านี้น่าพอใจมาก อย่างไรก็ตาม การใช้หน้าจอมากเกินไปอาจนำไปสู่การเสพติด สิ่งนี้สร้างวงจรที่กิจกรรมประจำวันเช่นการอ่านหรือเข้าสังคมกลายเป็นเรื่องน่าเบื่อ และคุณแสวงหาหน้าจอเวลามากขึ้นเพื่อความพึงพอใจ ผลที่ตามมาคือภาวะซึมเศร้าของคุณอาจแย่ลง และคุณอาจมีปัญหาในการทำงานประจำวันให้เสร็จ เพื่อทำลายวงจรนี้ ลดเวลาหน้าจอของคุณและรีเซ็ตระบบรางวัลของคุณเพื่อให้คุณสามารถเพลิดเพลินกับกิจกรรมประจำวันได้อีกครั้ง",
    "C8t": "8) หลีกเลี่ยงการกระตุ้นที่มากเกินไป",
    "C9":
        "ผู้คนมักรายงานการปรับปรุงอารมณ์อย่างมีนัยสำคัญเมื่อพวกเขามีสัตว์เลี้ยง การโต้ตอบกับสัตว์สามารถเพิ่มระดับเซโรโทนิน ทำให้มีกำลังใจและความสุข",
    "C9t": "9) รับสัตว์เลี้ยง",
    "C10":
        "การดูแลภายนอก: การอาบน้ำทุกวันช่วยส่งเสริมการผ่อนคลาย สุขอนามัย และความนับถือตนเอง ผู้ที่มีภาวะซึมเศร้าอาจละเลยเรื่องนี้ แต่การดูแลส่วนตัวอย่างสม่ำเสมอช่วยปรับปรุงอารมณ์และเพิ่มคุณค่าในตนเอง",
    "C10a":
        "การดูแลภายใน: น้ำเป็นสิ่งจำเป็นสำหรับความเป็นอยู่ที่ดีทางร่างกายและจิตใจ รักษานิสัยการดื่มน้ำให้ดีด้วยคำแนะนำเหล่านี้:",
    "C10b": "• ดื่มน้ำตลอดทั้งวัน โดยเฉพาะระหว่างมื้ออาหาร",
    "C10c": "• ปริมาณน้ำที่คุณควรบริโภคควรอย่างน้อย 1.5 ถึง 2 ลิตรต่อวัน",
    "C10d":
        "• สัญญาณของการให้น้ำที่เพียงพอคือสีของปัสสาวะของคุณ: ควรเป็นสีเหลืองอ่อน",
    "C10t": "10) น้ำทั้งภายในและภายนอก",
    "C11":
        "คุณอาจต้องต่อสู้กับอาการเหล่านี้ไปตลอดชีวิต บางวันจะดีกว่าวันอื่น ๆ แต่จงอย่ายอมแพ้",
    "C11a": "• ยอมรับช่วงเวลาปัจจุบัน อย่าหนีจากความเป็นจริง",
    "C11b":
        "• ไม่มีวิธีรักษาปาฏิหาริย์ใด ๆ ที่จะเปลี่ยนแปลงวิธีคิดของคุณในชั่วข้ามคืน แม้แต่ยา",
    "C11c": "• ทำทีละขั้นตอน แต่ในทิศทางที่ถูกต้อง",
    "C11d":
        "• เพื่อเพิ่มความสามารถของคุณในการต่อสู้กับปัญหา ให้ปฏิบัติตามเคล็ดลับทั้งหมดนี้ ร่วมกันพวกเขาจะช่วยคุณได้แน่นอน เช่นเดียวกับที่พวกเขาได้ช่วยเหลือคนนับล้าน",
    "C11e": "• เริ่มทดลองวันนี้ อย่ายอมแพ้ในการต่อสู้",
    "C11t": "อย่ายอมแพ้ในการต่อสู้",
    "CAUSA":
        "เรามักจะทำซ้ำสิ่งที่เราได้เรียนรู้ในวัยเด็กเมื่อเราโตเป็นผู้ใหญ่ วิธีที่เราได้รับความรักในช่วงชีวิตนั้นส่งผลโดยตรงต่อวิธีที่เรามีความสัมพันธ์ในฐานะผู้ใหญ่ โดยทั่วไป ผู้ใหญ่ที่กลายเป็นผู้ที่ต้องการความรักทางอารมณ์คือผู้ที่ไม่ได้รับความเอาใจใส่และความรักที่จำเป็นในการพัฒนาความภาคภูมิใจในตนเองและเชื่อมั่นในความเป็นอิสระของตนเอง พวกเขาพยายามเติมเต็มความขาดแคลนนี้ในความสัมพันธ์อื่นๆ ซึ่งนำไปสู่การพึ่งพา อย่างไรก็ตาม การพึ่งพานี้อาจเกี่ยวข้องกับปัจจัยอื่นๆ เช่น การทอดทิ้งทางกายภาพหรือทางอารมณ์ การถูกปฏิเสธ และการกลั่นแกล้ง",
    "CAUSA_T": "สาเหตุ",
    "D": "4) วิธีการแสดงความโกรธ:",
    "D1":
        "วิธีที่เป็นธรรมชาติและสัญชาตญาณที่สุดในการแสดงความโกรธคือการตอบสนองอย่างก้าวร้าว ความโกรธเป็นการตอบสนองตามธรรมชาติที่ปรับตัวได้ต่อภัยคุกคาม; มันกระตุ้นความรู้สึกและพฤติกรรมที่มีพลังและมักจะก้าวร้าวซึ่งช่วยให้สามารถต่อสู้หรือปกป้องเมื่อถูกโจมตี ความโกรธบางอย่างจำเป็นต่อการอยู่รอดของเรา อย่างไรก็ตาม เราไม่สามารถปล่อยความโกรธออกไปที่ทุกคนหรือวัตถุที่ทำให้เราหงุดหงิดหรือเสียใจ กฎหมาย บรรทัดฐานทางสังคม และสามัญสำนึกกำหนดขอบเขตในการแสดงความโกรธของเรา ผู้คนใช้กระบวนการที่หลากหลาย ทั้งที่รู้ตัวและไม่รู้ตัวในการจัดการกับความรู้สึกเหล่านี้ในวิธีที่มีประสิทธิภาพและเหมาะสมทางสังคม",
    "DEF":
        "การพึ่งพาทางอารมณ์คือพฤติกรรมที่ไม่ดีซึ่งบุคคลเชื่อว่าตนต้องการใครสักคนเพื่อมีชีวิตอยู่ รู้สึกสมบูรณ์ หรือมีความสุข เป็นความผิดปกติทางจิตที่พบบ่อยมากทั้งในคู่รักและในความสัมพันธ์ทางครอบครัวและมิตรภาพ และมันส่งผลกระทบไม่เพียงแต่ต่อตัวบุคคลที่พึ่งพาเท่านั้น แต่ยังรวมถึงผู้คนที่มีความสัมพันธ์ทางอารมณ์กับพวกเขาอีกด้วย ระดับความผูกพันนั้นมีความสำคัญมากจนทำให้บุคคลรู้สึกแย่และทุกข์ทรมานเมื่ออีกฝ่ายไม่อยู่ บุคคลที่พึ่งพาทางอารมณ์จะทำตัวเหมือนกับเป็นดาวเทียมโดยสละบุคลิกภาพของตนเองเพื่อรักษาความสัมพันธ์ทางอารมณ์ไว้ให้ได้ทุกวิถีทาง",
    "DEF_T": "คำนิยาม",
    "Err_estciv": "สถานภาพการสมรสมหายไป!",
    "Err_fil": "ข้อมูลเกี่ยวกับเด็กที่บ้านหายไป!",
    "Err_ida": "อายุหายไป!",
    "Err_res": "ที่อยู่หายไป!",
    "Err_vinlab": "สถานะการจ้างงานหายไป!",
    "Escala1": "เกี่ยวกับมาตราส่วน",
    "Escala2": "คำถามทั้งหมดได้รับคะแนนตามมาตราส่วนจาก 0 ถึง 3",
    "Escala3": "ค่ามาตราส่วนและระดับภาวะซึมเศร้า:",
    "Escala4": "< 10% ไม่มีภาวะซึมเศร้า",
    "Escala5": "11-19% ภาวะซึมเศร้าเล็กน้อย",
    "Escala6": "20-29% ภาวะซึมเศร้าปานกลาง",
    "Escala7": "> 30% ภาวะซึมเศร้ารุนแรง",
    "Exttit": "ภายนอก",
    "F": "5) กระบวนการในการจัดการกับความโกรธ:",
    "F1":
        "1) การแสดงความรู้สึกของความโกรธอย่างมั่นคง (ไม่ใช่อย่างก้าวร้าว): การระบุความต้องการของคุณและวิธีการที่สามารถตอบสนองได้โดยไม่ทำร้ายผู้อื่น กฎทองคือการเคารพตนเองและผู้อื่น!",
    "F2":
        "2) การเก็บกดความรู้สึก: นี่คือการที่คุณเก็บความโกรธไว้ หยุดคิดเกี่ยวกับมัน และมุ่งเน้นไปที่สิ่งที่ดี เป้าหมายคือการยับยั้งความโกรธและเปลี่ยนมันเป็นพฤติกรรมที่สร้างสรรค์มากขึ้น อันตรายคือการที่ไม่อนุญาตให้ความโกรธแสดงออกภายนอกอาจทำให้มันแสดงออกภายในนำไปสู่ปัญหาทางกายภาพเช่นความวิตกกังวลซึมเศร้าความดันโลหิตสูง ฯลฯ",
    "F3":
        "3) การทำให้สงบ/ผ่อนคลาย สิ่งนี้ไม่เพียงแต่ควบคุมการแสดงพฤติกรรมเท่านั้น แต่ยังจัดการกับปฏิกิริยาภายในด้วย ตามหลักการแล้วแม้แต่ความรู้สึกเองก็ถูกทำให้เบาลง การไม่แสดงความโกรธอย่างเพียงพออาจนำไปสู่ปัญหาอื่น ๆ เช่นพฤติกรรมที่เป็นเชิงลบเชิงรุกหรือท่าทีที่มีลักษณะตรงข้ามและเป็นศัตรู ผู้ที่ลดทอนผู้อื่น วิจารณ์ทุกสิ่ง หรือทำความคิดเห็นเชิงเสียดสีบ่อยๆ มักไม่เคยเรียนรู้ที่จะแสดงความโกรธอย่างสร้างสรรค์ พวกเขามักจะมีความสัมพันธ์ที่น่าพอใจน้อยลง แต่ระมัดระวัง! นี่ไม่ควรใช้เป็นข้ออ้างในการ 'ปล่อยมันออกไปทั้งหมด' การวิจัยแสดงให้เห็นว่าการปล่อยความโกรธในลักษณะที่ไม่สามารถควบคุมได้อาจกระตุ้นความก้าวร้าวมากยิ่งขึ้นแทนที่จะเป็นการแก้ปัญหา การทำความเข้าใจปัจจัยกระตุ้นความโกรธและพัฒนากลยุทธ์เพื่อป้องกันการเพิ่มขึ้นที่เป็นอันตรายจะดีกว่า",
    "FIBhoje":
        "รัฐบาลเริ่มตระหนักมากขึ้นว่าผลิตภัณฑ์มวลรวมภายในประเทศ (GDP) ซึ่งวัดมูลค่ารวมของสิ่งที่ผลิตในประเทศมีจุดบอดและไม่เพียงพอในการประเมินความสุขของประชากร การร่ำรวยไม่เพียงพอที่จะมีความสุข; ปัจจัยบางอย่างที่ทำให้เรามีความสุขไม่สามารถซื้อหรือขายได้ รัฐบาลเริ่มมีความตระหนักในเรื่องนี้และค่อยๆ นำเครื่องมือการประเมินประเภทนี้มาใช้ในนโยบายของพวกเขา ผู้ที่มีความสุขจะแสดงถึงความสามารถในการผลิตที่สูงขึ้นที่ทำงาน มีความคิดสร้างสรรค์ มีความสัมพันธ์ที่ดีและยาวนาน มีเพื่อนมากขึ้น มีสุขภาพดี และรับมือกับความเครียดและอุปสรรคได้ดีขึ้น",
    "FIBhoje_t": "ความสุขแห่งชาติในปัจจุบัน",
    "FimTeste": "ดูวิดีโอโฆษณาขณะเราวิเคราะห์คำตอบของคุณ",
    "FimTeste_t": "การทดสอบเสร็จสิ้น",
    "Fort1": "1) คุณสามารถระบุสาเหตุของความโกรธของคุณได้",
    "Fort2": "2) คุณสามารถลดผลกระทบของความโกรธของคุณได้โดยการสื่อสาร",
    "Fort3": "3) คุณรู้วิธีแก้ปัญหาของคุณเพื่อให้ลดผลกระทบของความโกรธ",
    "Fort4":
        "4) คุณดูเหมือนจะรู้ว่าเมื่อใดควรระงับความโกรธและเมื่อใดควรแสดงออก",
    "Fort5": "5) คุณสามารถควบคุมความโกรธของคุณได้",
    "Fort6": "6) ดูเหมือนว่าคุณรู้วิธีการให้อภัยเมื่อจำเป็น",
    "Fort7": "7) คุณมีการควบคุมทางอารมณ์ที่ดีต่อความโกรธภายในของคุณ",
    "Fort8": "8) คุณมีการควบคุมที่ดีต่อการแสดงออกภายนอกของความโกรธของคุณ",
    "Fort9": "9) ไม่มีสัญญาณว่าคุณมีทัศนคติที่เป็นศัตรูต่อชีวิต",
    "Frac1": "1) คุณไม่เข้าใจสาเหตุพื้นฐานของความโกรธของคุณอย่างถ่องแท้",
    "Frac2":
        "2) คุณต้องพัฒนาทักษะการสื่อสารของคุณเพื่อช่วยลดผลกระทบของความโกรธต่อตัวคุณและผู้อื่น",
    "Frac3":
        "3) คุณต้องพัฒนาทักษะการแก้ปัญหาที่มีประสิทธิภาพเพื่อลดผลกระทบของความโกรธ",
    "Frac4": "4) คุณต้องเข้าใจว่าเมื่อใดควรระงับความโกรธและเมื่อใดควรแสดงออก",
    "Frac5": "5) คุณมีปัญหาในการควบคุมความโกรธของคุณ",
    "Frac6":
        "6) คุณมีปัญหาในการให้อภัยซึ่งส่งผลกระทบเชิงลบทั้งต่อตัวคุณและผู้อื่น",
    "Frac7": "7) คุณมีปัญหาในการควบคุมความโกรธในสถานการณ์ทางอารมณ์",
    "Frac8": "8) คุณมีปัญหาในการจัดการกับการแสดงออกทางกายภาพของความโกรธของคุณ",
    "Frac9": "9) คุณมีมุมมองที่เป็นศัตรูต่อชีวิต",
    "G": "6) การจัดการความรู้สึกและความคิด:",
    "G1":
        "กลยุทธ์ที่มีประสิทธิภาพสามารถพัฒนาได้จากการทำความเข้าใจความโกรธอย่างลึกซึ้ง: ฉันคิดอะไร? ฉันรู้สึกอย่างไร? เป้าหมายของกลยุทธ์เหล่านี้ไม่ใช่การกำจัดความโกรธทั้งหมด แต่เป็นการแยกแยะเมื่อความโกรธมีความเหมาะสมและจะควบคุมมันได้อย่างไร",
    "G1tit": "สาเหตุ",
    "G2tit": "ผลกระทบ",
    "G3tit": "ปัญหา",
    "G4tit": "การระงับ",
    "G5tit": "การควบคุม",
    "G6tit": "การให้อภัย",
    "H": "7) การจัดการความรู้สึกและความคิด:",
    "H1":
        "เมื่อคุณพิจารณาสถานการณ์ที่ทำให้เกิดความโกรธ คุณอาจจะนึกถึงความรู้สึกที่รุนแรงที่ทำให้คุณตอบสนองในลักษณะที่ไม่ปรับปรุงสถานการณ์นั้น การจัดการกับความรู้สึกเหล่านี้ให้ดีขึ้นจำเป็นต้องวิเคราะห์สถานการณ์จากมุมมองที่แตกต่างออกไป",
    "H2": "ขั้นตอนที่ 1: การวิเคราะห์",
    "H3":
        "ครั้งถัดไปที่สิ่งหรือบุคคลทำให้คุณโกรธ ลองจับความคิดที่เกิดขึ้นเกี่ยวกับสถานการณ์หรือบุคคลนั้นๆ เขียนมันลงไปโดยเร็วที่สุดและค่อยๆ จัดทำรายการความคิดที่เกิดขึ้นซ้ำๆ",
    "H4": "ขั้นตอนที่ 2: การประเมิน",
    "H5":
        "ประเมินความคิดของคุณอย่างรอบคอบ พวกมันถูกต้องหรือผิดเพี้ยนจากอคติทางอารมณ์? ความคิดที่ผิดเพี้ยนมักจะไม่ถูกต้องและอาจมีรูปแบบที่หลากหลาย",
    "H6":
        "• การติดป้าย: การติดป้ายเชิงลบโดยไม่คำนึงถึงสมมติฐานหรือหลักฐานอื่นๆ เช่น: 'เขาเป็นคนโง่'",
    "H7":
        "• การขยาย: การประเมินบุคคลโดยการเน้นข้อกล่าวหาลบและลดข้อกล่าวหาที่เป็นบวก เช่น: 'ครูของฉันให้คะแนนต่ำกับฉัน; เธอไม่ยุติธรรม' (แต่เธอยังให้คะแนนที่เป็นบวกกับฉันบางส่วน)",
    "H8":
        "• การปรับเปลี่ยนบุคลิกภาพ: การเชื่อว่าผู้อื่นตอบสนองต่อคุณโดยตรง โดยไม่คำนึงถึงคำอธิบายที่เหมาะสมเกี่ยวกับพฤติกรรมของพวกเขา เช่น: 'เด็กคนนั้นดูเย็นชาเพราะเขาคิดว่าฉันเป็นคนไม่ดี' (แต่เด็กคนนั้นอาจได้รับข่าวร้ายจากครอบครัว...)",
    "H9":
        "• การมองเห็นแบบช่องทางเดียว: การมองเฉพาะข้อบกพร่องของสถานการณ์ เช่น: 'ครูของฉันไม่ทำอะไรให้ถูกต้องเลย เขาดูวิจารณ์และไม่แสดงอารมณ์ และสอนบทเรียนได้ไม่ดี'",
    "H10":
        "• การคิดแบบ 'ทั้งหมดหรือไม่มีเลย': การมองสถานการณ์ในสองประเภทเท่านั้น โดยไม่รวมลำดับหรือพิจารณา เช่น: 'เพื่อนของฉันไม่เห็นด้วยกับฉันในคำถามนี้ ดังนั้นเขาจึงไม่สนับสนุนฉันในเรื่องใดๆ'",
    "H11":
        "• การต้องถูกต้อง: การพยายามอย่างต่อเนื่องเพื่อพิสูจน์ว่าความคิดเห็นและการกระทำของคุณถูกต้อง ความผิดพลาดไม่ใช่สิ่งที่สามารถยอมรับได้ เช่น: 'การตะโกนใส่เพื่อนร่วมงานของฉันเป็นเรื่องที่ถูกต้อง เธอสมควรได้รับสิ่งที่เธอได้รับ'",
    "H12": "ขั้นตอนที่ 3 - ค้นหาวิธีคิดที่เป็นประโยชน์เกี่ยวกับสถานการณ์:",
    "H13":
        "สำหรับแต่ละความคิดที่ผิดเพี้ยนให้พยายามค้นหาวิธีคิดที่สร้างสรรค์เพื่อช่วยลดความโกรธของคุณ สิ่งนี้อาจรวมถึงการพิจารณาข้อดีของบุคคลหรือสถานการณ์, การพิจารณาความคิดเห็นทางเลือกเกี่ยวกับสถานการณ์ หรือการได้มาซึ่งมุมมองที่กว้างขึ้น",
    "H14": "ขั้นตอนที่ 4 - ฝึกฝนขั้นตอนก่อนหน้า:",
    "H15":
        "การฝึกฝนการวิเคราะห์นี้เป็นประจำจะช่วยให้ทำได้ง่ายขึ้น เมื่อมันกลายเป็นเรื่องง่าย คุณจะเป็นผู้เชี่ยวชาญในการระบุความคิดของคุณเมื่อเผชิญกับสถานการณ์ที่กระตุ้นความโกรธ โดยการระบุความคิดที่ผิดเพี้ยนและแทนที่ด้วยความคิดที่สร้างสรรค์ คุณสามารถหลีกเลี่ยงการหลุดเข้าไปในความโกรธได้",
    "Hostil": "เป็นศัตรู",
    "I": "8) การจัดการกับสัญญาณทางกายภาพ:",
    "I1":
        "เมื่อคุณเผชิญกับความโกรธที่รุนแรง มักจะได้รับคำแนะนำทั่วไปว่า 'สงบสติอารมณ์' หรือ 'ใจเย็น' คำแนะนำเหล่านี้เป็นการจัดการสัญญาณทางกายภาพของความโกรธซึ่งอาจสร้างความเครียดภายในร่างกาย การเรียนรู้ที่จะรักษาความสงบสามารถช่วยจัดการกับผลกระทบทางกายภาพของความโกรธได้ดียิ่งขึ้น",
    "I2": "การหายใจลึก:",
    "I3":
        "เมื่อคุณรู้สึกโกรธ การมีเทคนิคในการผ่อนคลายที่สามารถทำงานได้อย่างรวดเร็วและในทุกสถานการณ์เป็นสิ่งสำคัญ การหายใจลึกเป็นเทคนิคหนึ่ง มันช่วยให้ร่างกายของคุณได้รับออกซิเจนมากขึ้น ลดอัตราการเต้นของหัวใจ และช่วยป้องกันไม่ให้แอดรีนาลีนไหลเข้าสู่กระแสเลือดของคุณ เทคนิคการหายใจนี้เรียกว่าการหายใจลึกเพราะมันเกี่ยวข้องกับการหายใจผ่านกระบังลมแทนที่จะเป็นหน้าอก การหายใจควรจะช้าและสม่ำเสมอ",
    "I4":
        "เมื่อคุณสังเกตเห็นสัญญาณทางกายภาพของความโกรธ ให้หยุดพักสักครู่และมุ่งเน้นที่การหายใจของคุณซึ่งมักจะเร็วและตื้น การทำลายวงจรนี้โดยการหายใจช้าและลึกจากกระบังลมจะช่วยให้ร่างกายของคุณผ่อนคลายและลดอาการทางกายภาพของความโกรธ เมื่อกล้ามเนื้อของคุณเริ่มผ่อนคลาย ความตึงเครียดจะเริ่มลดลง",
    "I5":
        "การหยุดชั่วคราวนี้ช่วยให้คุณควบคุมอารมณ์ของคุณได้คืน, เปลี่ยนความคิดของคุณ, และจัดการสถานการณ์ได้อย่างมีประสิทธิภาพมากขึ้น",
    "I6": "การผ่อนคลายกล้ามเนื้ออย่างก้าวหน้า:",
    "I7":
        "เทคนิคนี้จะทำให้กล้ามเนื้อหลักของร่างกายคุณหดและผ่อนคลายอย่างเป็นระบบ มันช่วยให้คุณระบุความตึงเครียดและปล่อยมันออกไป เมื่อใช้ในสถานการณ์ที่กระตุ้นความโกรธ การผ่อนคลายกล้ามเนื้ออย่างก้าวหน้าสามารถลดความรู้สึกเหล่านี้ได้ช่วยให้คุณสงบและน้อยลงเมื่อสถานการณ์ดำเนินไป",
    "Ignorar": "ละเว้นผลลัพธ์",
    "Inttit": "ภายใน",
    "J": "9) การทำงานทางจิตบำบัด:",
    "J1":
        "หากคำแนะนำก่อนหน้านี้ไม่ช่วยให้คุณจัดการความโกรธได้อย่างมีประสิทธิภาพ หรือหากคุณมีปัญหาการควบคุมความโกรธอย่างร้ายแรง เราขอแนะนำให้คุณขอความช่วยเหลือจากผู้เชี่ยวชาญด้านสุขภาพ",
    "J2":
        "ขั้นตอนที่สำคัญที่สุดคือการหาคนที่สามารถช่วยให้คุณควบคุมได้ การพูดคุยกับผู้เชี่ยวชาญสามารถช่วยป้องกันสถานการณ์ที่เป็นอันตรายและปรับปรุงวิธีที่คุณรู้สึกเกี่ยวกับตัวเอง นอกจากนี้ การบำบัดทางจิตสามารถพัฒนาทักษะการสื่อสารของคุณและปรับปรุงความสัมพันธ์ของคุณ",
    "Med1": "1) บางครั้งคุณสามารถระบุสาเหตุของความโกรธของคุณได้",
    "Med2":
        "2) บางครั้งคุณสามารถลดผลกระทบของความโกรธของคุณได้ด้วยการสื่อสารอย่างมีประสิทธิภาพ",
    "Med3": "3) คุณมักจะสามารถแก้ไขปัญหาในวิธีที่ช่วยลดผลกระทบของความโกรธได้",
    "Med4": "4) คุณสามารถจัดการความโกรธของคุณได้อย่างมีประสิทธิภาพในบางครั้ง",
    "Med5": "5) บางครั้งคุณสามารถควบคุมความโกรธของคุณได้",
    "Med6": "6) คุณอาจมีปัญหาในการให้อภัยเมื่อจำเป็น",
    "Med7": "7) ดูเหมือนว่าคุณมีการควบคุมอารมณ์ความโกรธอย่างเหมาะสม",
    "Med8": "8) คุณมีการควบคุมที่เหมาะสมกับการแสดงออกทางกายของความโกรธ",
    "Med9": "9) บางครั้งคุณแสดงทัศนคติที่เป็นศัตรูต่อชีวิต",
    "Mudar_atitude_titulo": "มันเป็นไปได้ที่จะเปลี่ยนทัศนคตินี้หรือไม่?",
    "NotasRaiva": "ควบคุมความโกรธอย่างไร?",
    "P1": "ฉันนอนหลับจำนวนชั่วโมงที่เหมาะสมกับความต้องการของฉัน",
    "P2": "ฉันกินอาหารในเวลาที่เหมาะสม",
    "P3": "ฉันรับประทานยาคลายเครียดเมื่อรู้สึกประหม่า",
    "P4":
        "ฉันใช้เวลาว่างของฉันในการดูหน้าจอ (ทีวี, คอมพิวเตอร์, โทรศัพท์มือถือ, แท็บเล็ต ฯลฯ)",
    "P5": "ฉันออกกำลังกายอย่างสม่ำเสมอ",
    "P6": "ฉันรับประทานอาหารอย่างรวดเร็ว",
    "P7": "ฉันบริโภคอาหารที่มีน้ำตาลและไขมันเมื่อรู้สึกอยาก",
    "P8": "ฉันรับประทานผลไม้และผักมากมาย",
    "P9": "ฉันดื่มน้ำระหว่างมื้ออาหาร",
    "P10": "ฉันกินระหว่างมื้อหลัก",
    "P11": "ฉันทานอาหารเช้าที่ดี",
    "P12": "ฉันทานอาหารมื้อใหญ่ที่มื้อเย็น",
    "P13": "ฉันเป็นผู้สูบบุหรี่",
    "P14": "ฉันดื่มเครื่องดื่มแอลกอฮอล์",
    "P15": "ในเวลาว่างของฉัน ฉันมักไปหาธรรมชาติและอากาศบริสุทธิ์",
    "P16": "ฉันมีงานอดิเรกที่ทำให้ฉันรู้สึกผ่อนคลาย",
    "P17": "ครอบครัวของฉันค่อนข้างเสียงดัง",
    "P18": "ฉันรู้สึกว่าฉันต้องการพื้นที่มากขึ้นที่บ้าน",
    "P19": "สิ่งของของฉันทั้งหมดถูกจัดระเบียบ",
    "P20": "ฉันสนุกกับบรรยากาศของบ้านฉัน",
    "P21": "เพื่อนบ้านของฉันเสียงดังมาก",
    "P22": "มีคนมากมายในพื้นที่ที่ฉันอาศัยอยู่",
    "P23": "บ้านของฉันสะอาดและเรียบร้อย",
    "P24": "ฉันสามารถผ่อนคลายที่บ้าน",
    "P25": "ห้องของฉันเล็กเกินไปสำหรับฉัน",
    "P26": "มีคนจำนวนมากอาศัยอยู่ใต้หลังคาเดียวกับฉัน",
    "P27": "ฉันพอใจกับการตกแต่งบ้านของฉัน",
    "P28": "บ้านของฉันใหญ่พอสำหรับความต้องการของเรา",
    "P29": "มีกลิ่นที่ไม่พึงประสงค์ในย่านของฉัน",
    "P30": "พื้นที่ที่ฉันอาศัยอยู่นั้นเสียงดังมาก",
    "P31": "อากาศในท้องถิ่นของฉันบริสุทธิ์และสดชื่น",
    "P32": "ถนนและสวนในย่านของฉันสะอาดและได้รับการดูแลอย่างดี",
    "P33": "ฉันเป็นโรคปวดหัว",
    "P34": "ฉันมีอาการปวดท้อง",
    "P35": "ฉันย่อยอาหารได้ดี",
    "P36": "ลำไส้ของฉันทำงานได้ดี",
    "P37": "ฉันเป็นโรคปวดหลัง",
    "P38": "ฉันรู้สึกถึงการเต้นของหัวใจและ/หรืออัตราการเต้นของหัวใจที่เร็ว",
    "P39": "ฉันมักมีอาการแพ้",
    "P40": "ฉันรู้สึกหายใจลำบาก",
    "P41": "ฉันรู้สึกตึงเครียดในกล้ามเนื้อคอและหลัง",
    "P42": "ฉันมีความดันโลหิตปกติ",
    "P43": "ฉันมีความจำที่ดี",
    "P44": "ฉันมีความอยากอาหารน้อย",
    "P45": "ฉันรู้สึกเหนื่อยและไม่มีพลัง",
    "P46": "ฉันมีปัญหานอนไม่หลับ",
    "P47": "ฉันเหงื่อออกแม้จะไม่มีการออกกำลังกาย",
    "P48": "ฉันร้องไห้ง่ายและรู้สึกสิ้นหวัง",
    "P49": "งานของฉันทำให้ฉันเครียดมาก",
    "P50": "ในเวลาว่างของฉัน ฉันคิดถึงปัญหางาน",
    "P51": "ตารางเวลางานของฉันเป็นระเบียบ",
    "P52": "งานของฉันอนุญาตให้ฉันทานอาหารได้อย่างสงบ",
    "P53": "ฉันนำงานกลับบ้านในตอนเย็นและวันหยุดสุดสัปดาห์",
    "P54": "ฉันมีงานมากกว่าหนึ่งงาน",
    "P55": "เมื่อฉันทำงาน เวลาไปอย่างรวดเร็ว",
    "P56": "ฉันรู้สึกว่าฉันมีประโยชน์และพอใจกับงานของฉัน",
    "P57": "ฉันกลัวการสูญเสียงานของฉัน",
    "P58": "ฉันมีปัญหากับเพื่อนร่วมงานของฉัน",
    "P59": "ฉันมีความสัมพันธ์ที่ดี กับหัวหน้าของฉัน",
    "P60": "ฉันคิดว่าตำแหน่งงานของฉันมั่นคง",
    "P61": "ฉันใช้รถยนต์เพื่อทำงาน",
    "P62": "ฉันลืมทานอาหารเมื่อฉันต้องทำบางสิ่งให้เสร็จ",
    "P63": "ฉันคิดว่าตัวเองสามารถทำงานได้",
    "P64": "ฉันรู้สึกว่าหัวหน้าและครอบครัวของฉันชื่นชมงานที่ฉันทำ",
    "P65": "ฉันชอบที่จะเป็นคนใจดีและสุภาพกับคนอื่น",
    "P66": "ฉันมักจะไว้วางใจผู้อื่น",
    "P67": "ฉันรู้สึกไม่สบายใจเมื่อแผนของฉันขึ้นอยู่กับผู้อื่น",
    "P68": "การสนทนาทำให้ฉันรู้สึกมาก",
    "P69": "ฉันมีเพื่อนที่พร้อมที่จะฟังฉัน",
    "P70": "ฉันพอใจกับความสัมพันธ์ทางเพศของฉัน",
    "P71": "ฉันใส่ใจมากเกี่ยวกับสิ่งที่คนอื่นคิดเกี่ยวกับฉัน",
    "P72": "ฉันต้องการทำสิ่งต่าง ๆ ได้ดีกว่าคนอื่น",
    "P73": "เพื่อนร่วมงานของฉันที่ทำงานเป็นเพื่อนของฉัน",
    "P74": "ฉันมีความอดทนในการฟังปัญหาของคนอื่น",
    "P75":
        "ฉันเชื่อว่าคู่ของฉันต้องเปลี่ยนแปลงอย่างมากเพื่อให้ความสัมพันธ์ของเราดีขึ้น",
    "P76": "ฉันพูดมากเกินไป",
    "P77": "เมื่อฉันทะเลาะกับใครบางคน ฉันมักจะเริ่มพูดเสียงดังทันที",
    "P78": "ฉันรู้สึกอิจฉาเพราะคนอื่นมีมากกว่าฉัน",
    "P79":
        "เมื่อทะเลาะกัน ฉันจะมุ่งเน้นไปที่สิ่งที่ฉันจะพูดต่อไปแทนที่จะฟังคนอื่นอย่างเต็มที่",
    "P80": "ฉันรู้สึกประหม่าเมื่อได้รับคำสั่ง",
    "P81": "โดยทั่วไปแล้วฉันพอใจกับชีวิตของฉัน",
    "P82": "ฉันชอบพูดดีเกี่ยวกับคนอื่น",
    "P83": "ฉันรู้สึกประหม่าเมื่อมีคนขับช้าอยู่ข้างหน้า",
    "P84": "เมื่อมีคิวยาว ฉันมักจะเดินจากไป",
    "P85": "โดยทั่วไปแล้วฉันจะเอื้อเฟื้อกับตัวเองในการตั้งกำหนดเวลา",
    "P86": "ฉันมีความเชื่อมั่นในอนาคต",
    "P87": "เมื่อฉันไม่ชอบหัวข้อ ฉันมักจะคิดถึงสิ่งที่เลวร้ายที่สุด",
    "P88":
        "ฉันชอบทำสิ่งต่าง ๆ ตามวิธีของฉันและรู้สึกหงุดหงิดเมื่อไม่สามารถทำได้",
    "P89": "ฉันมีอารมณ์ขันที่ดี",
    "P90": "ฉันพอใจกับสิ่งที่ฉันเป็น",
    "P91": "ฉันรู้สึกประหม่าเมื่อมีคนขัดจังหวะฉันกลางกิจกรรม",
    "P92": "ฉันเป็นคนที่มีความสมบูรณ์แบบ",
    "P93": "ฉันมักจะคิดถึงคนที่ฉันยืมเงิน",
    "P94": "ฉันรู้สึกประหม่าเมื่อฉันติดอยู่ในสภาพจราจรติดขัด",
    "P95": "ฉันรู้สึกเบื่อเร็วในวันหยุดและอยากกลับไปทำกิจกรรมที่สร้างสรรค์",
    "P96": "ฉันกลัวที่จะได้รับโรคร้ายแรงเช่นมะเร็ง",
    "PH": "ความเป็นศัตรู",
    "Perg": "คำถาม",
    "R1":
        "คุณมีความมั่นใจในตัวเองสูงและไม่ให้ความสำคัญกับความสัมพันธ์ของคุณมากกว่าความต้องการส่วนตัวของคุณ คุณสามารถสร้างสมดุลในความสัมพันธ์ของคุณกับด้านอื่น ๆ ของชีวิตได้ดี แต่คุณอาจปกป้องเอกลักษณ์ของคุณมากเกินไปจนดูเหมือนว่าคุณไม่ต้องการที่จะมอบหมายตัวเองทั้งหมด พิจารณาว่าคุณหลีกเลี่ยงการผูกพันด้วยความกลัวในการสร้างความสัมพันธ์ที่ลึกซึ้งหรือการแสดงความเปราะบางหรือไม่",
    "R1T": "ไม่มีความพึ่งพาทางอารมณ์",
    "R2":
        "คุณรู้ว่าการทำข้อตกลงและการเจรจาในความสัมพันธ์เป็นสิ่งสำคัญ คุณสามารถแสดงความรู้สึกของคุณได้อย่างชัดเจน แต่ในบางสถานการณ์ คุณแสดงความไม่แน่ใจและไม่สามารถปกป้องอิสระของคุณได้ จะดีมากถ้าคุณเริ่มตั้งขอบเขตและฝึกการดูแลตัวเองเพื่อป้องกันการเพิ่มขึ้นของการพึ่งพาทางอารมณ์และผลกระทบเชิงลบที่อาจมีต่อชีวิตของคุณ",
    "R2T": "การพึ่งพาทางอารมณ์ต่ำ",
    "R3":
        "ความกลัวของคุณในการสูญเสียคู่ของคุณนำไปสู่พฤติกรรมที่พึ่งพา คุณชอบทำให้พวกเขามีความสุขและมักจะเลื่อนความสนใจของคุณเอง หากคุณยังคงดำเนินการตามพฤติกรรมนี้เอกลักษณ์ของคุณจะได้รับอันตรายอย่างร้ายแรง จำไว้ว่าความสัมพันธ์ที่ดีต่อสุขภาพคือคู่รักทั้งสองคนดูแลตัวเองมีเป้าหมายส่วนบุคคลและสามารถแสดงความเห็นโดยไม่ต้องกลัว คิดเกี่ยวกับพฤติกรรมของคุณที่อาจมีส่วนช่วยในความสัมพันธ์ที่ไม่ปลอดภัยนี้",
    "R3T": "การพึ่งพาทางอารมณ์ปานกลาง",
    "R4":
        "คุณรู้สึกถึงความต้องการอย่างมากในการดูแลคู่ของคุณแม้ว่าจะหมายถึงการเสียสละด้านสำคัญในชีวิตของคุณ ทุกอย่างหมุนรอบความสัมพันธ์และคุณชอบที่จะรู้สึกว่ามีประโยชน์ต่อบุคคลอื่น นอกจากนี้คุณหลีกเลี่ยงความขัดแย้งเชื่อว่าความสัมพันธ์ที่มีความสุขคือสิ่งที่ไม่มีข้อโต้แย้ง แต่โปรดจำไว้ว่าการกระทำนี้จะมีผลกระทบในอนาคตอันใกล้หรือไม่ใกล้ ความเป็นตัวตนเป็นหนึ่งในเสาหลักของความสัมพันธ์ที่ดีต่อสุขภาพ",
    "R4T": "การพึ่งพาทางอารมณ์สูง",
    "RaivaExterna": "ความโกรธภายนอก",
    "RaivaInterna": "ความโกรธภายใน",
    "Result": "ผลลัพธ์ของคุณ",
    "SA": "สิ่งนี้เกี่ยวข้องกับประเภทของปฏิสัมพันธ์ที่ผู้คนพัฒนาขึ้น",
    "SAHL":
        "ระดับสูง: ผู้ที่มักจะเชื่อใจผู้อื่น เชื่อในคุณสมบัติเชิงบวกของพวกเขา และไม่สงสัยเจตนาของพวกเขาบ่อยครั้ง สิ่งนี้มีผลต่อการสร้างอัตลักษณ์ของพวกเขาและความสามารถในการสร้างความสัมพันธ์ที่ใกล้ชิด พวกเขามักจะเป็นผู้ซื่อสัตย์ จริงใจ ห่วงใย และเต็มใจที่จะช่วยเหลือผู้อื่น โดยมักจะแสดงความเห็นอกเห็นใจ ความเอื้ออาทร และความเห็นอกเห็นใจ แม้ว่าพวกเขาอาจดูเชื่องช้า",
    "SALL":
        "ระดับต่ำ: ผู้ที่มักจะเป็นศัตรูหรือแสดงพฤติกรรมที่ใช้ในการควบคุมตนเองสำหรับผลประโยชน์ของตนเอง พวกเขามักจะสงสัย ทำเพื่อนน้อยและรักษาความสัมพันธ์ที่สำคัญน้อย พวกเขามักจะพบปัญหาในโรงเรียนและมักจะละเมิดกฎทางสังคม โดยมีความสัมพันธ์บางประการกับพฤติกรรมต่อต้านสังคมและการใช้สารเสพติด",
    "SC":
        "สิ่งนี้แสดงถึงระดับการจัดระเบียบ ความเพียร การควบคุม และแรงจูงใจในการบรรลุเป้าหมาย รวมถึงความตรงต่อเวลาและความสามารถในการจัดระเบียบของพวกเขา",
    "SCHL":
        "ระดับสูง: ผู้ที่มักจะมองหาวิธีในการบรรลุเป้าหมายของพวกเขา แม้ว่าจะเกี่ยวข้องกับการเสียสละบางอย่างหรือขัดแย้งกับความต้องการในทันที พวกเขามักจะมีความทะเยอทะยาน ทำงานหนัก และอุทิศตนอย่างมากให้กับงานของพวกเขา",
    "SCLL":
        "ระดับต่ำ: ผู้ที่มีแรงจูงใจน้อยในการจัดการกับงานที่ซับซ้อน ทิ้งไปอย่างง่ายดายเมื่อเผชิญกับความยากลำบาก พวกเขามักจะเข้าร่วมในกิจกรรมโดยไม่แน่ใจว่ามันจะช่วยให้พวกเขาบรรลุเป้าหมายได้อย่างไร โดยทั่วไปพวกเขามีความไม่มุ่งมั่นและไม่ตรงต่อเวลา มีความยากลำบากในการรักษาความสนใจในงานแม้ว่าจะทำให้เกิดความเสียหาย",
    "SE":
        "สิ่งนี้เกี่ยวข้องกับวิธีที่บุคคลปฏิสัมพันธ์กับผู้อื่น รวมถึงพวกเขาพูดคุยกันมากแค่ไหน, พูดคุยมากแค่ไหน, มีความกระตือรือร้น, มั่นใจ และตอบสนอง",
    "SEHL":
        "ระดับสูง: ผู้ที่ชอบการเข้าสังคมและพยายามติดต่อกับผู้อื่น แม้ว่าพวกเขาจะไม่รู้จักพวกเขาดี พวกเขามักจะแชร์ข้อมูลส่วนตัวอย่างรวดเร็วและเชื่อใจคนที่เพิ่งรู้จัก พวกเขามักจะเป็นคนที่กระตือรือร้น แสดงความชอบและความเชื่อของพวกเขาอย่างเปิดเผย และอาจแสดงพฤติกรรมที่มีอำนาจเหนือกว่าในบางครั้ง พวกเขาชอบกิจกรรมกลุ่มและพยายามหาสมาคม",
    "SELL":
        "ระดับต่ำ: มักจะสงวนและเงียบ พูดคุยเกี่ยวกับตนเองน้อยลง และต้องใช้เวลาในการพัฒนาความใกล้ชิดมากขึ้น พวกเขาไม่ได้หมายความว่าเป็นคนขี้อาย, ไม่สุภาพ หรือเห็นแก่ตัว",
    "SINTOMAS":
        "ความหึงหวงที่มากเกินไป, ความต้องการที่จะทำให้คนอื่นพอใจ, ความกลัวความเหงา, ขาดแผนส่วนตัว, ความรู้สึกด้อยกว่า และความต้องการความสนใจอย่างต่อเนื่อง",
    "SINTOMAS_T": "อาการ",
    "SN":
        "สิ่งนี้คือคุณลักษณะพื้นฐานของบุคลิกภาพที่เกี่ยวข้องกับวิธีที่บุคคลจัดการกับอารมณ์ที่กระตุ้นจากเหตุการณ์ชีวิตประจำวัน",
    "SNHL":
        "ระดับสูง: พบในบุคคลที่ไม่สามารถจัดการกับอารมณ์ของตนเองได้อย่างน่าพอใจและมักจะรู้สึกถึงความเครียดทางจิตใจอย่างรุนแรง พวกเขาจะแสดงความไม่เสถียรทางอารมณ์และความเปราะบาง รายงานประสบการณ์ที่รุนแรงในเหตุการณ์เชิงลบ โดยให้ความสำคัญน้อยในแง่มุมเชิงบวกของเหตุการณ์ พวกเขามีแนวโน้มที่จะพัฒนาปัญหาต่างๆ เช่น โรคซึมเศร้า, ความรู้สึกผิด, ความอิจฉา, ความโกรธ, ความวิตกกังวล และอื่นๆ",
    "SNLL":
        "ระดับต่ำ: แสดงว่าบุคคลมีความเสถียรทางอารมณ์แม้ในเผชิญกับเหตุการณ์ทางอารมณ์ที่ไม่ดี",
    "SO":
        "สิ่งนี้เกี่ยวข้องกับพฤติกรรมการสำรวจและการรับรู้ถึงคุณค่าของประสบการณ์ใหม่ๆ",
    "SOHL":
        "ระดับสูง: พบในบุคคลที่ไม่สามารถจัดการกับอารมณ์ของตนเองได้อย่างน่าพอใจและมักจะรู้สึกถึงความเครียดทางจิตใจอย่างรุนแรง พวกเขาจะแสดงความไม่เสถียรทางอารมณ์และความเปราะบาง รายงานประสบการณ์ที่รุนแรงในเหตุการณ์เชิงลบ โดยให้ความสำคัญน้อยในแง่มุมเชิงบวกของเหตุการณ์ พวกเขามีแนวโน้มที่จะพัฒนาปัญหาต่างๆ เช่น โรคซึมเศร้า, ความรู้สึกผิด, ความอิจฉา, ความโกรธ, ความวิตกกังวล และอื่นๆ",
    "SOLL":
        "ระดับต่ำ: แสดงว่าบุคคลยังคงมีความเสถียรทางอารมณ์แม้ในเผชิญกับเหตุการณ์ที่ท้าทายหรือไม่ดี",
    "SS":
        "Big Five เป็นหนึ่งในการทดสอบบุคลิกภาพที่แพร่หลายที่สุดในโลก มีหลักฐานทั่วโลกและข้ามบริบทในหลายบริบท การทดสอบนี้มีวัตถุประสงค์เพื่อระบุแนวโน้มพฤติกรรมในห้าลักษณะบุคลิกภาพพื้นฐาน ค่าที่สูงหรือต่ำไม่จำเป็นต้องแสดงถึงรูปแบบบุคลิกภาพที่ไม่ดี ตรวจสอบลักษณะทั้งห้าด้านที่วิเคราะห์ด้านล่าง",
    "SSt": "เกี่ยวกับการทดสอบ",
    "Sint":
        "ภาวะซึมเศร้าไม่ใช่แค่ความเศร้าชั่วคราว! เป็นความผิดปกติทางอารมณ์ระยะยาว อาการที่พบบ่อยของภาวะซึมเศร้าคือ:",
    "SintAns":
        "ความวิตกกังวลปรากฏผ่านอาการทางกายภาพและจิตใจ โดยทั่วไปมีลักษณะเป็นความกังวลมากเกินไปเกี่ยวกับสถานการณ์ในอนาคต การใช้ชีวิตในปัจจุบันเป็นเรื่องยากเพราะคุณจะกังวลเกี่ยวกับอนาคตอยู่เสมอ เมื่อควบคุมได้ ความวิตกกังวลเป็นปฏิกิริยาธรรมชาติของร่างกายต่อภัยคุกคามที่อาจเกิดขึ้น ช่วยให้เรามีความระมัดระวังต่ออันตรายที่อาจเกิดขึ้น อย่างไรก็ตาม อาจรุนแรง นาน และดูเหมือนไม่มีสาเหตุที่ชัดเจน ในกรณีเช่นนี้ ผู้คนมักจะแยกตัวออกจากกันและหลีกเลี่ยงสถานการณ์ใดๆ ที่พวกเขามองว่าเป็นอันตราย แม้ว่าจะไม่ใช่",
    "Sinta":
        "• อารมณ์ซึมเศร้า, ความหงุดหงิด, ความวิตกกังวล, และความเครียดทางอารมณ์.",
    "Sintb": "• ความผิดปกติของการนอนหลับ: นอนไม่หลับหรือหลับมากเกินไป.",
    "Sintc": "• การเปลี่ยนแปลงในความอยากอาหาร, น้ำหนักเพิ่มขึ้นหรือสูญเสีย.",
    "Sintd":
        "• ความรู้สึกท้อแท้, ความเหนื่อยล้า, และความพยายามที่มากขึ้นในการทำงานให้เสร็จ.",
    "Sinte": "• ขาดความสนใจ, ขาดแรงจูงใจ, และความเฉยเมย.",
    "Sintf":
        "• ความรู้สึกกลัว, ความวิตกกังวล, ความไม่มั่นคง, ความสิ้นหวัง, ความรู้สึกไร้ความช่วยเหลือ, และความรู้สึกว่างเปล่า.",
    "Sintg":
        "• ความคิดเชิงลบ, ความรู้สึกผิดที่บ่อยครั้งและไม่สมเหตุสมผล, การมองค่าตนเองต่ำ, ความรู้สึกไร้ค่า, ความล้มเหลว, ความเจ็บป่วย, ความตาย, หรือการไว้ทุกข์.",
    "Sinth":
        "• การรับรู้ความจริงที่บิดเบือนและเชิงลบ: ทุกอย่างดูผ่านเลนส์ของความซึมเศร้า, ทำให้ทุกสิ่งดูหม่นหมองทั้งตัวเอง, ผู้อื่น และโลก.",
    "Sinti": "• ความยากลำบากในการมุ่งเน้น, การคิดช้า, ความจำที่บ่อยครั้ง.",
    "Sintt": "อาการของโรคซึมเศร้า",
    "SinttAns": "อาการของความวิตกกังวล",
    "SobreApp": "เกี่ยวกับแอปพลิเคชัน",
    "SobrePersonalidade":
        "การทดสอบบุคลิกภาพอิงจาก Big Five (5 ลักษณะบุคลิกภาพ) และมุ่งประเมินบุคลิกภาพของคุณผ่านแบบสอบถาม และกำหนดลักษณะบุคลิกภาพที่โดดเด่นที่สุดของคุณ.",
    "SobreTesteAns": "การทดสอบอิงจาก Beck Anxiety Inventory (BAI)",
    "SobreTesteFelicidade":
        "การทดสอบความสุขมุ่งหวังที่จะระบุระดับความสุขของคุณตามการทดสอบ Gross National Happiness (GNH).",
    "SobreTesteStress":
        "การทดสอบความเครียดอิงจาก Beck Depression Inventory (BDI), ซึ่งใช้กันอย่างแพร่หลายโดยผู้เชี่ยวชาญด้านสุขภาพจิตและได้รับการรับรองในระดับสากล.",
    "T1": "การวิเคราะห์ทั่วโลก",
    "T2": "การวิเคราะห์ส่วนบุคคล",
    "TRAT1":
        "พยายามทำความเข้าใจสาเหตุที่อยู่เบื้องหลังพฤติกรรมที่เป็นอันตรายของคุณ ทำไมคุณถึงกลัวที่จะอยู่คนเดียว? สาเหตุที่ทำให้คุณรู้สึกต่ำต้อยคืออะไร? การรักษาความสัมพันธ์ที่ไม่สมดุลนั้นคุ้มค่าหรือไม่? การพิจารณาคำถามเหล่านี้จะช่วยให้คุณรับรู้ถึงจุดอ่อนของคุณและหาทางแก้ไขปัญหา.",
    "TRAT1_T": "ซื่อสัตย์กับตัวเอง",
    "TRAT2":
        "การรับรู้ถึงความพึ่งพาทางอารมณ์ไม่ได้หมายความว่าต้องยุติความสัมพันธ์ เปิดใจของคุณ พูดคุยเกี่ยวกับความกลัวของคุณ และถามพวกเขาว่าคุณจะปรับปรุงความสัมพันธ์ให้สมดุลได้อย่างไร ความซื่อสัตย์มีพลังในการเพิ่มความเป็นเอกภาพและความเชื่อมโยงระหว่างคู่รัก.",
    "TRAT2_T": "พูดคุยกับคู่ของคุณ",
    "TRAT3":
        "ทำงานเพื่อให้สมดุลทุกด้านของชีวิตของคุณ ติดต่อกับครอบครัวและเพื่อน ๆ ดูแลตัวเองให้ดีขึ้น ค้นพบงานอดิเรกใหม่ ๆ และลงทุนเวลาในการพัฒนาตนเอง.",
    "TRAT3_T": "ดูแลความสนใจของคุณ",
    "TRAT4":
        "อย่าคงอยู่ในความสัมพันธ์ที่ทำให้คุณรู้สึกไม่สมหวังเพราะความกลัวการอยู่คนเดียว หากคู่ของคุณไม่เคารพความเป็นตัวของคุณและใช้ความพึ่งพาของคุณเพื่อควบคุมคุณอาจถึงเวลาพิจารณายุติความสัมพันธ์.",
    "TRAT4_T": "ตั้งขอบเขต",
    "TRAT5":
        "ความผิดปกตินี้มักเกิดจากบาดแผลในวัยเด็ก การรักษาบาดแผลทางอารมณ์จากอดีตเป็นขั้นตอนแรกที่สำคัญ ผู้ที่นำบรรทุกอารมณ์เข้าสู่ความสัมพันธ์มักจะนำปัญหาที่ไม่ได้รับการแก้ไขซึ่งส่งผลกระทบต่อความสัมพันธ์ การรักษาเด็กภายในของคุณสามารถเปลี่ยนสถานการณ์ได้อย่างมากช่วยให้คุณพัฒนาทรัพยากรในการรักและดูแลตัวเองนำไปสู่คุณภาพชีวิตที่ดีขึ้นมาก จากนั้นคุณจะพร้อมที่จะมีความสัมพันธ์กับผู้อื่นในลักษณะที่มีสุขภาพดีและสมดุลทางอารมณ์.",
    "TRAT5_T": "รับรู้ถึงอดีต",
    "TRAT6":
        "แน่นอน ข้อมูลนี้ไม่สามารถแทนที่การประเมินและคำแนะนำของผู้เชี่ยวชาญด้านสุขภาพได้.",
    "TRAT6_T": "ขอความช่วยเหลือ",
    "Tclaro": "ธีมสว่าง",
    "Tescuro": "ธีมมืด",
    "Tletra": "ประเภทตัวอักษร",
    "TotalRaiva": "ความโกรธรวม",
    "Tra":
        "การขอคำแนะนำจากผู้เชี่ยวชาญด้านสุขภาพเสมอเป็นประโยชน์ในการช่วยให้คุณฟื้นตัวจากภาวะซึมเศร้า โดยเฉพาะอย่างยิ่งหากผลการทดสอบของคุณแสดงว่า 'คุณมีภาวะซึมเศร้ารุนแรง!' ผู้เชี่ยวชาญด้านสุขภาพจะช่วยคุณในการค้นหาแนวทางการคิดและพฤติกรรมใหม่ๆ อย่างไรก็ตาม ยังมีหลายสิ่งที่คุณสามารถและควรทำด้วยตัวเอง: การเปลี่ยนแปลงวิถีชีวิตเป็นสิ่งสำคัญเพราะวิถีชีวิตของคุณกำลังทำให้เกิดอาการซึมเศร้า ดูคำแนะนำที่ระบุไว้ข้างต้นเพื่อปรับปรุงสุขภาพจิตของคุณ! เพื่อสุขภาพของคุณ ให้ได้รับพลังและพลังงานในการเปลี่ยนแปลงทุกอย่างที่จำเป็นและชนะการต่อสู้กับภาวะซึมเศร้า",
    "TraAns":
        "การมีผู้เชี่ยวชาญด้านสุขภาพคอยแนะนำในการจัดการกับความวิตกกังวลเสมอเป็นสิ่งที่มีประโยชน์ โดยเฉพาะอย่างยิ่งหากผลการทดสอบของคุณคือ 'คุณมีอาการวิตกกังวลรุนแรง!' ผู้เชี่ยวชาญด้านสุขภาพควรช่วยคุณค้นหาแนวทางการคิดและพฤติกรรมใหม่ๆ แต่ก็ยังมีหลายสิ่งที่คุณสามารถทำได้เพื่อจัดการกับความวิตกกังวล การเปลี่ยนแปลงวิถีชีวิตเป็นสิ่งสำคัญเนื่องจากวิถีชีวิตของคุณมีส่วนในการเกิดอาการวิตกกังวลโดยรวม ดู 10 ข้อเสนอแนะที่อธิบายไว้ข้างล่าง และเพื่อสุขภาพของคุณ ให้ได้รับพลังและพลังงานในการเปลี่ยนแปลงสิ่งที่จำเป็นต้องเปลี่ยนแปลงและชนะการต่อสู้กับความวิตกกังวล",
    "Trat": "การรักษาภาวะซึมเศร้า",
    "VerAnsiedade": "เกี่ยวกับภาวะซึมเศร้า",
    "VerAnsiedadeAns": "เกี่ยวกับความวิตกกังวล",
    "VerVideo": "ดูผลลัพธ์หลังจากวิดีโอ",
    "_Dep2Escala":
        "18 คำถามได้รับการให้คะแนนในช่วง 0 ถึง 5 ค่าทั้งหมดเป็น 0 ค่าและไม่เคยเป็น 5 ค่า",
    "_SobreDependenciaTitulo": "เกี่ยวกับความผูกพันทางอารมณ์",
    "_SobreStresTitulo": "เกี่ยวกับความเครียด",
    "_SobreTesteDependencia":
        "การทดสอบความผูกพันทางอารมณ์อิงตามคู่มือของ Melody Beattie เรื่อง 'Codependent No More' เป้าหมายคือการวิเคราะห์ว่าผู้ที่ใช้การทดสอบมีสัญญาณของความผูกพันทางอารมณ์กับบุคคลอื่นหรือไม่ และในระดับใด",
    "_SobreTipoPersonalidade": "ประเภทบุคลิกภาพ",
    "_adAtencao": "คำเตือน",
    "_adTotal": "เพื่อเริ่มการทดสอบ โปรดดูโฆษณาทั้งหมด",
    "_cancelarInicioTeste": "อย่าเริ่มการทดสอบ",
    "_depR1": "ไม่มีอาการซึมเศร้า",
    "_depR1C":
        "ดีมาก! ตามการทดสอบของ Iván Goldberg คุณไม่ได้ประสบกับภาวะซึมเศร้า! คุณสามารถจัดการกับความสุขและความท้าทายต่างๆ ในชีวิตของคุณได้ดีและควบคุมอารมณ์ของคุณได้อย่างง่ายดาย",
    "_depR2": "โอกาสของภาวะซึมเศร้า",
    "_depR2C":
        "ตามการทดสอบของ Iván Goldberg คุณมีความเสี่ยงต่ำต่อภาวะซึมเศร้า ซึ่งเป็นสิ่งที่พบได้บ่อยในหลายคน! คุณสามารถจัดการกับอารมณ์ของคุณได้ดี แต่ยังไม่สามารถจัดการได้อย่างสมบูรณ์",
    "_depR3": "อาการซึมเศร้า",
    "_depR3C":
        "ตามการทดสอบของ Iván Goldberg คุณแสดงอาการซึมเศร้า! คุณมีความเสี่ยงที่จะพัฒนาพฤติกรรมภาวะซึมเศร้า ควรดูแลวิถีชีวิตที่ปกป้องอารมณ์ของคุณ",
    "_depR4": "พฤติกรรมซึมเศร้า",
    "_depR4C":
        "ตามการทดสอบของ Iván Goldberg คุณแสดงพฤติกรรมภาวะซึมเศร้า! คุณควรเปลี่ยนแปลงวิถีชีวิตประจำวันของคุณและปฏิบัติตามคำแนะนำในการดูแลอารมณ์ และหากจำเป็น ควรขอความช่วยเหลือจากผู้เชี่ยวชาญ",
    "_depR5": "ภาวะซึมเศร้าระดับปานกลาง",
    "_depR5C":
        "โปรดระวัง! ตามการทดสอบของ Iván Goldberg คุณแสดงอาการซึมเศร้าระดับปานกลาง ควรให้ความสำคัญกับปัญหานี้ ดูแลวิถีชีวิตที่ปกป้องอารมณ์ของคุณและขอความช่วยเหลือจากผู้เชี่ยวชาญ",
    "_depR6": "ภาวะซึมเศร้ารุนแรง",
    "_depR6C":
        "ระมัดระวัง! ตามการทดสอบของ Iván Goldberg คุณแสดงอาการซึมเศร้ารุนแรง! ปัญหานี้ต้องการความสนใจอย่างเต็มที่ ดูแลวิถีชีวิตที่ปกป้องอารมณ์ของคุณและขอความช่วยเหลือจากผู้เชี่ยวชาญ",
    "_incioTeste": "เพื่อเริ่มการทดสอบ โปรดดูโฆษณา",
    "_iniciarTeste": "เริ่มการทดสอบ",

    "_introGeral":
        "แอปนี้มีการทดสอบที่หลากหลายเพื่อช่วยให้คุณเข้าใจการทำงานของจิตใจและอารมณ์ของคุณ การทดสอบเหล่านี้ได้รับการรับรองและใช้อย่างแพร่หลายจากผู้เชี่ยวชาญด้านสุขภาพทั่วโลก คุณอาจสงสัยว่าทำไมต้องทดสอบ? เพราะการรับรู้ถึงปัญหาเป็นก้าวแรกในการแก้ไขปัญหา! ขอให้คุณสนุกกับการทดสอบ",
    "_introTesteAnsiedade":
        "การทดสอบภาวะซึมเศร้าประกอบด้วยคำถาม 21 ข้อที่ช่วยประเมินระดับและความรุนแรงของอาการซึมเศร้า เพื่อตรวจสอบความถูกต้องของการทดสอบ ให้พิจารณาสัปดาห์ที่ผ่านมาและตอบคำถามอย่างตรงไปตรงมา ผลลัพธ์พร้อมข้อมูลและคำแนะนำที่เป็นประโยชน์จะถูกแสดงที่ส่วนท้ายของการทดสอบ โฆษณาช่วยสนับสนุนโครงการนี้และทำให้แอปใช้งานได้ฟรี",
    "_introTesteAtitude":
        "มีสี่กลยุทธ์หลักในความสัมพันธ์ระหว่างบุคคล: พฤติกรรมที่เป็นพาสซีฟ, การโกรธ, การจัดการ และการมีความมั่นใจในตนเอง ผ่านแบบสอบถาม 60 ข้อ แอปนี้จะช่วยให้คุณค้นหากลยุทธ์ใดที่โดดเด่นที่สุดในตัวคุณ เพื่อลงผลลัพธ์ที่ถูกต้อง ตอบคำถามอย่างตรงไปตรงมา โฆษณาช่วยสนับสนุนโครงการนี้และทำให้แอปใช้งานได้ฟรี",
    "_introTesteDependencia":
        "คุณจินตนาการถึงชีวิตของคุณโดยไม่มีคู่ชีวิตของคุณหรือไม่? เป็นเรื่องที่สมจริงหรือไม่? การทดสอบนี้จะประเมินระดับของความผูกพันทางอารมณ์ที่คุณมีต่อคู่ชีวิตหรือบุคคลอื่นในชีวิตของคุณ การรู้ระดับความผูกพันทางอารมณ์ในความสัมพันธ์เป็นก้าวแรกในการเอาชนะมัน ตอบคำถามในแบบสอบถามและค้นพบระดับความผูกพันทางอารมณ์ของคุณ",
    "_introTesteDepressao":
        "คุณรู้สึกว่าคุณมีภาวะซึมเศร้าหรือไม่? ตอบคำถามทั้งสองข้ออย่างตรงไปตรงมาและตรวจสอบว่าคุณมีอาการซึมเศร้าหรือไม่ ผลลัพธ์จะมาพร้อมกับคำแนะนำที่เป็นประโยชน์ในการปรับปรุงสุขภาพจิตของคุณ แอปนี้ไม่ทดแทนการดูแลทางการแพทย์ เราอยู่ที่นี่เพื่อสนับสนุนคุณในการเพิ่มขีดความสามารถด้านอารมณ์ของคุณ ขอให้โชคดี!",
    "_introTesteFelicidade":
        "คุณรู้สึกมีความสุขหรือไม่? การตอบคำถามนี้ไม่ง่าย: บางคนบอกว่ามันไม่เกี่ยวกับบัญชีธนาคาร บางคนเชื่อว่ามันเกี่ยวกับความรักที่แท้จริง, ความเข้าใจ, หรือสุขภาพที่ดี... ดังนั้น อาจเป็นเพียงบางส่วนของทั้งหมดนี้เท่านั้น การทดสอบนี้อิงจาก Gross National Happiness Test (GNH) ซึ่งพัฒนาโดยกษัตริย์ของภูฏานในปี 1972 เขาให้ความสำคัญกับความสุขของประชาชนอย่างแท้จริง ซึ่งช่วยให้หลายรัฐบาลและประเทศต่างๆ ค้นพบการมีความสุขได้ดียิ่งขึ้น ตอบแบบสอบถามเพื่อค้นหาความสุขที่แท้จริงของคุณ โฆษณาช่วยสนับสนุนโครงการนี้และทำให้แอปใช้งานได้ฟรี ขอให้คุณสนุกกับการทดสอบ!",
    "_introTestePersonalidade":
        "ทุกคนมี 5 ลักษณะบุคลิกภาพที่แตกต่างกัน ค้นพบลักษณะบุคลิกภาพของคุณในแบบทดสอบนี้ ซึ่งใช้เวลาประมาณ 10 นาที เพื่อลงผลลัพธ์ที่ถูกต้อง ตอบคำถามอย่างตรงไปตรงมา สุดท้ายคุณจะได้รู้จักประเภทบุคลิกภาพของคุณ โฆษณาช่วยสนับสนุนโครงการนี้และทำให้แอปใช้งานได้ฟรี ขอให้โชคดี!",
    "_introTesteRaiva":
        "ความโกรธเป็นความรู้สึกที่เป็นธรรมชาติและดีต่อสุขภาพ แต่สามารถกลายเป็นสิ่งที่ควบคุมไม่ได้และทำลายล้างได้ ผ่านแบบสอบถาม 47 ข้อ การทดสอบนี้จะช่วยให้คุณประเมินระดับความโกรธของคุณและคุณสามารถควบคุมมันได้หรือไม่ หรือคุณถูกความโกรธควบคุมอยู่ได้หรือไม่ เพื่อลงผลลัพธ์ที่ถูกต้อง ตอบคำถามอย่างตรงไปตรงมา โฆษณาช่วยสนับสนุนโครงการนี้และทำให้แอปใช้งานได้ฟรี",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "ผ่อนคลาย! นี่คือการทดสอบภาวะซึมเศร้า คุณจะต้องตอบคำถาม 96 ข้อ ซึ่งจะใช้เวลา 10 นาทีในการพิจารณาตัวเอง เพื่อตรวจสอบความถูกต้องของการทดสอบ ให้อภิปรายกับทุกคำถามอย่างตรงไปตรงมา ผลลัพธ์จะมีข้อมูลและคำแนะนำที่เป็นประโยชน์ที่ด้านท้ายของการทดสอบ โฆษณาช่วยสนับสนุนโครงการนี้และทำให้แอปใช้งานได้ฟรี ควรทำการทดสอบภาวะซึมเศร้าเป็นประจำเพื่อประเมินระดับความเครียดของคุณ",
    "_listaTestes": "รายการทดสอบ",
    "_mudarIdioma": "เปลี่ยนภาษา",
    "_removerAds": "ลบโฆษณา",
    "_tAnsiedade": "การทดสอบความวิตกกังวล",
    "_tAtitude": "การทดสอบท่าที",
    "_tAutoConfianca": "การทดสอบความมั่นใจในตนเอง",
    "_tDepBeck": "การทดสอบอาร์รอน เบ็ค",
    "_tDepGoldberg": "การทดสอบไอแวน โกลด์เบิร์ก",
    "_tDependencia": "การทดสอบความต้องการทางอารมณ์",
    "_tDepressao": "การทดสอบภาวะซึมเศร้า",
    "_tFelicidade": "การทดสอบความสุข",
    "_tPersonalidade": "การทดสอบบุคลิกภาพ",
    "_tRaiva": "การทดสอบความโกรธ",
    "_tRelacionamentos": "การทดสอบความสัมพันธ์",
    "_tSorriso": "การทดสอบรอยยิ้ม",
    "_tStress": "การทดสอบความเครียด",
    "_testeNaoFeito": "การทดสอบยังไม่เสร็จสิ้น",
    "_tituloApp": "ภาวะซึมเศร้า & อารมณ์",

    "agressiva_descricao":
        "บุคคลที่แสดงความต้องการ, ความชอบ, อารมณ์ และความคิดเห็นของตนในลักษณะที่เป็นศัตรู, ต้องการ, ข่มขู่ หรือบทลงโทษต่อผู้อื่น พวกเขาพยายามชนะด้วยทุกวิถีทางและให้ความสำคัญกับความต้องการของตนเองมากกว่าความต้องการของผู้อื่น พฤติกรรมนี้เกี่ยวข้องกับการปกป้องสิทธิตนเองแต่แลกมาด้วยการละเมิดสิทธิโดยรวมของผู้อื่น",
    "agressiva_titulo": "ก้าวร้าว",
    "algumas": "บางครั้ง",
    "allapps": "ปลดล็อกการทดสอบทั้งหมด",
    "analise1": "การวิเคราะห์สัมบูรณ์",
    "analise2": "การวิเคราะห์เชิงอัตราส่วน",
    "appChat": "แชทช่วยเหลือ",
    "as_vezes": "บางครั้ง",
    "assertiva_descricao":
        "บุคคลที่แสดงความมั่นใจจะมีการสื่อสารตรงไปตรงมา แสดงความต้องการ, ความชอบ, อารมณ์ และความคิดเห็นของตนเองโดยไม่ต้องวิตกกังวลมากเกินไป พวกเขายืนยันสิทธิของตนโดยไม่ละเมิดสิทธิต่อผู้อื่น",
    "assertiva_titulo": "มั่นใจ",
    "asvezes": "บางครั้ง",
    "aut.sobre":
        "การทดสอบนี้ประกอบด้วยคำถาม 15 ข้อ โดยแต่ละข้อจะได้รับการประเมินในระดับคะแนนจาก 0 ถึง 3 คะแนน",
    "aut_1":
        "ฉันเชื่อว่าถ้าฉันทำงานหนักและตั้งใจ ฉันจะสามารถบรรลุเป้าหมายของฉันได้",
    "aut_2": "ฉันรู้สึกท้อแท้และมีความคิดเชิงลบเมื่อเผชิญกับความยากลำบาก",
    "aut_3": "ฉันรักษาการติดต่อกับคนที่มีทักษะและความสามารถคล้ายคลึงกับของฉัน",
    "aut_4": "ฉันพยายามต่อไปแม้ว่าฉันจะไม่ประสบความสำเร็จทันที",
    "aut_5":
        "ฉันให้ความสำคัญกับความเชื่อของฉันมากกว่าการปฏิบัติตามความคาดหวังของผู้อื่น",
    "aut_6": "ฉันได้รับคำชมและความคิดเห็นเชิงบวกสำหรับงานของฉัน",
    "aut_7": "ชีวิตเป็นแรงบันดาลใจให้ฉันและให้พลังบวกกับฉัน",
    "aut_8": "ฉันเชื่อว่าด้วยการมอบหมายตัวเองให้กับปัญหา ฉันจะพบทางออกเสมอ",
    "aut_9": "ฉันไตร่ตรองบทเรียนที่ได้เรียนรู้เมื่อฉันเอาชนะอุปสรรคสำคัญ",
    "aut_10": "ฉันรับมือกับกิจกรรมที่ดูยากหรือซับซ้อนได้",
    "aut_11": "ฉันจัดการกับสถานการณ์ใหม่อย่างสงบโดยไม่เครียด",
    "aut_12": "ฉันยังคงมุ่งมั่นแม้เมื่อคนอื่นยอมแพ้",
    "aut_13": "ฉันมองไปที่อนาคตด้วยความมั่นใจโดยไม่รู้สึกวิตกกังวล",
    "aut_14":
        "ฉันรู้สึกเกี่ยวข้องกับคนที่ทำงานหนักแม้ว่าพวกเขาจะไม่บรรลุเป้าหมายเสมอไป",
    "aut_15": "ฉันสามารถบรรลุเป้าหมายที่ฉันตั้งไว้ได้",
    "aut_aum": "วิธีเพิ่มความมั่นใจในตัวเอง",
    "aut_aum_c":
        "การสร้างความมั่นใจในตัวเองเป็นกระบวนการที่ค่อยเป็นค่อยไป ซึ่งเกี่ยวข้องกับการนำเอานิสัยและแนวคิดเชิงบวกเข้ามาใช้ นี่คือกลยุทธ์บางประการที่จะช่วยเสริมสร้างความมั่นใจในตัวเองของคุณ:",
    "aut_aum_c1":
        "1. ตั้งเป้าหมายที่เป็นจริง: กำหนดเป้าหมายที่สามารถทำได้และแบ่งออกเป็นขั้นตอนเล็กๆ การบรรลุแต่ละเป้าหมายจะช่วยเสริมสร้างความมั่นใจของคุณ",
    "aut_aum_c2":
        "2. เฉลิมฉลองความสำเร็จของคุณ: ยอมรับและเฉลิมฉลองความสำเร็จของคุณไม่ว่าจะเล็กน้อยแค่ไหน สิ่งนี้จะเสริมสร้างภาพลักษณ์ที่ดีในตัวคุณ",
    "aut_aum_c3":
        "3. ฝึกปฏิบัติการเอื้ออาทรต่อตัวเอง: ดูแลตัวเองด้วยความใจดีและความเข้าใจเหมือนที่คุณจะให้กับเพื่อนหลีกเลี่ยงการวิจารณ์ตนเองอย่างรุนแรง",
    "aut_aum_c4":
        "4. พัฒนาทักษะใหม่ๆ: ใช้เวลาในการเรียนรู้หรือพัฒนาทักษะใหม่เพื่อเสริมสร้างความมั่นใจในความสามารถของคุณ",
    "aut_aum_c5":
        "5. จินตนาการถึงความสำเร็จ: จินตนาการถึงการจัดการกับความท้าทายอย่างประสบความสำเร็จ นี่จะเตรียมจิตใจของคุณให้พร้อมสำหรับสถานการณ์จริง",
    "aut_aum_c6":
        "6. รับคำชมอย่างจริงใจ: รับคำชมอย่างจริงใจและหลีกเลี่ยงการลดทอนความสำเร็จของคุณ สิ่งนี้จะช่วยสร้างภาพลักษณ์ที่แข็งแกร่งขึ้นในตัวคุณ",
    "aut_aum_c7":
        "7. ก้าวออกจากเขตความสะดวกสบายของคุณ: เผชิญกับความท้าทายที่ช่วยให้คุณเติบโต การเอาชนะอุปสรรคจะเสริมสร้างความมั่นใจของคุณ",
    "aut_aum_c8":
        "8. ฝึกฝนการสื่อสาร: ปรับปรุงทักษะการสื่อสารของคุณเพื่อแสดงความคิดเห็นและแนวคิดของคุณอย่างมั่นใจ",
    "aut_aum_c9":
        "9. จดบันทึกความคิดเชิงบวก: เขียนบันทึกความสำเร็จ คำชม และสิ่งที่คุณรู้สึกขอบคุณ การมุ่งเน้นไปที่ด้านบวกช่วยเปลี่ยนมุมมองของคุณ",
    "aut_aum_c10":
        "10. ดูแลร่างกายของคุณ: ทำกิจกรรมทางกาย กินอาหารที่ดีต่อสุขภาพ และรักษานิสัยการนอนที่ดี ร่างกายที่แข็งแรงช่วยสนับสนุนจิตใจที่มั่นใจ",
    "aut_aum_c11":
        "11. พัฒนาความคิดเชิงบวก: ท้าทายความคิดเชิงลบและแทนที่ด้วยการยืนยันที่เป็นบวกและเป็นจริง",
    "aut_aum_c12":
        "12. เรียนรู้จากข้อผิดพลาด: แทนที่จะลงโทษตัวเองสำหรับข้อผิดพลาด ให้มองข้อผิดพลาดเป็นโอกาสในการเรียนรู้และเติบโต",
    "aut_aum_c13":
        "13. กำหนดขอบเขต: เรียนรู้ที่จะพูดปฏิเสธเมื่อจำเป็น แสดงให้เห็นว่าคุณให้ความสำคัญกับตัวเองและเวลาของคุณ",
    "aut_aum_c14":
        "14. ยอมรับความไม่สมบูรณ์: เข้าใจว่าไม่มีใครสมบูรณ์แบบ ยอมรับข้อบกพร่องของคุณว่าเป็นส่วนหนึ่งของตัวตนที่เป็นเอกลักษณ์ของคุณ",
    "aut_aum_c15":
        "15. อยู่ท่ามกลางสิ่งที่เป็นบวก: อยู่ท่ามกลางผู้คนที่สนับสนุนและให้กำลังใจคุณ และหลีกเลี่ยงคนที่ทำให้คุณรู้สึกท้อแท้",
    "aut_aum_c16":
        "16. ดูแลรูปลักษณ์ของคุณ: แสดงตัวในลักษณะที่ทำให้คุณรู้สึกมั่นใจและสะดวกสบาย",
    "aut_aum_c17":
        "17. จำไว้ว่าการสร้างความมั่นใจในตัวเองเป็นการเดินทางที่ต่อเนื่อง ให้ความอดทนกับตัวเองและต่อเนื่องในการสร้างภาพลักษณ์ที่ดีในตัวเอง",
    "aut_def": "ความมั่นใจในตนเองคืออะไร",
    "aut_def_c":
        "ความมั่นใจในตนเองคือความเชื่อและความมั่นใจในความสามารถ ความชำนาญ และศักยภาพของตนเอง มันคือความเชื่อภายในว่าคุณสามารถเผชิญกับความท้าทาย ตัดสินใจ และจัดการกับสถานการณ์ชีวิตที่หลากหลาย ความมั่นใจในตนเองเกี่ยวข้องกับการเชื่อมั่นในตัวเอง คุณสมบัติของคุณ และศักยภาพของคุณ ซึ่งมีผลกระทบโดยตรงต่อพฤติกรรมของคุณ การมีปฏิสัมพันธ์กับผู้อื่น และการเผชิญกับอุปสรรค มันเป็นองค์ประกอบสำคัญสำหรับความเป็นอยู่ที่ดีทางอารมณ์และความสำเร็จส่วนบุคคล เนื่องจากมันช่วยให้ผู้คนรู้สึกปลอดภัย มีความสามารถ และมีความยืดหยุ่นต่อความทุกข์ยาก",
    "aut_dest": "ปัจจัยที่ทำลายความมั่นใจในตนเอง",
    "aut_dest_c1":
        "1. ความล้มเหลวหรือความผิดพลาด: ความล้มเหลวหรือความผิดพลาดที่เกิดขึ้นซ้ำๆ อาจทำให้ความมั่นใจในความสามารถของตนเองสั่นคลอน",
    "aut_dest_c2":
        "2. การวิจารณ์อย่างต่อเนื่อง: การวิจารณ์ที่เป็นลบจากผู้อื่นอย่างต่อเนื่องสามารถบั่นทอนความมั่นใจในตนเองได้อย่างรุนแรง",
    "aut_dest_c3":
        "3. การเปรียบเทียบกับผู้อื่น: การเปรียบเทียบตัวเองกับผู้อื่นอยู่ตลอดเวลาและรู้สึกไม่เพียงพอสามารถลดความมั่นใจในตนเองได้",
    "aut_dest_c4":
        "4. ประสบการณ์ที่บาดแผล: ประสบการณ์ที่บาดแผลในอดีต เช่น การถูกกลั่นแกล้ง การล่วงละเมิด หรือเหตุการณ์เชิงลบที่สำคัญสามารถมีผลกระทบระยะยาวต่อความมั่นใจในตนเอง",
    "aut_dest_c5":
        "5. การขาดการรับรู้: เมื่อความพยายามและความสำเร็จไม่ได้รับการยอมรับ อาจนำไปสู่การลดลงของความมั่นใจในตนเอง",
    "aut_dest_c6":
        "6. การตั้งมาตรฐานที่สูงเกินไป: การตั้งมาตรฐานที่สูงเกินไปสำหรับตัวเองสามารถทำให้รู้สึกไม่เพียงพอและลดความมั่นใจในตนเอง",
    "aut_dest_c7":
        "7. ภาพลักษณ์ที่เป็นลบต่อคนเอง: การมองตัวเองในทางลบ ไม่ว่าจะเป็นเกี่ยวกับรูปลักษณ์ ความสามารถ หรือบุคลิกภาพ อาจทำให้ความมั่นใจในตนเองลดลง",
    "aut_dest_c8":
        "8. ข้อความเชิงลบในอดีต: ความคิดเห็นเชิงลบจากบุคคลที่มีอำนาจ เช่น พ่อแม่หรือครู อาจทิ้งร่องรอยถาวรไว้บนความมั่นใจในตนเอง",
    "aut_dest_c9":
        "9. ขาดประสบการณ์: การเผชิญหน้ากับสถานการณ์ใหม่หรือที่ไม่คุ้นเคยอาจสร้างความไม่มั่นใจและลดความมั่นใจในตนเอง",
    "aut_dest_c10":
        "10. การแยกตัวทางสังคม: การขาดการมีปฏิสัมพันธ์ทางสังคมและการสนับสนุนทางอารมณ์อาจทำให้ความมั่นใจในตนเองต่ำ",
    "aut_dest_c11":
        "11. การพึ่งพาการอนุมัติของผู้อื่นมากเกินไป: การพึ่งพาการอนุมัติของผู้อื่นมากเกินไปสำหรับความนับถือตนเองอาจทำให้ความมั่นใจลดลงเมื่อการอนุมัตินั้นขาดหายไป",
    "aut_dest_c12":
        "12. การวิจารณ์ตนเองมากเกินไป: การวิจารณ์ตนเองอย่างมากและมองเห็นเพียงข้อบกพร่องเท่านั้นสามารถทำลายความมั่นใจในตนเองได้",
    "aut_dest_c13":
        "13. โรคสุขภาพจิต: สภาวะต่างๆ เช่น ความวิตกกังวล, ซึมเศร้า และโรคการกินสามารถส่งผลกระทบต่อความมั่นใจในตนเองในทางลบ",
    "aut_dest_c14":
        "14. การเปลี่ยนแปลงชีวิตครั้งใหญ่: เหตุการณ์สำคัญเช่น การหย่าร้าง การสูญเสียงาน หรือโรคภัยไข้เจ็บสามารถส่งผลกระทบต่อความมั่นใจในตนเอง",
    "aut_dest_c15":
        "การตระหนักถึงปัจจัยเหล่านี้และการทำงานอย่างจริงจังเพื่อสร้างความมั่นใจในตนเองผ่านการพัฒนาทักษะ การตั้งเป้าหมายที่สมจริง การส่งเสริมทัศนคติเชิงบวก และการปฏิบัติในการดูแลอารมณ์เป็นสิ่งสำคัญ",
    "aut_escala_1":
        "ยอดเยี่ยม ผลลัพธ์ของคุณแสดงให้เห็นถึงความมั่นใจในตนเองที่แข็งแกร่ง คุณนำชีวิตของคุณไปสู่เป้าหมายด้วยความมั่นใจ และได้รับความรู้สึกปลอดภัยและความนับถือตนเอง ทุกความสำเร็จยิ่งเสริมความมั่นใจในตนเองของคุณ และคุณรู้วิธีเรียนรู้จากประสบการณ์โดยไม่ให้อุปสรรคทำลายทัศนคติเชิงบวกของคุณ",
    "aut_escala_1t": "คุณแสดงให้เห็นถึงความมั่นใจในตนเองที่แข็งแกร่ง",
    "aut_escala_2":
        "คุณอยู่ในเส้นทางที่ถูกต้อง คุณแสดงความมั่นใจในตนเองที่ดีในสถานการณ์ที่คุ้นเคย แต่ในบริบทใหม่หรือที่ไม่แน่นอนที่ต้องการการตัดสินใจที่เด็ดขาด คุณอาจรู้สึกไม่มั่นใจ รับรู้ถึงความแข็งแกร่งและพรสวรรค์ของคุณและพิจารณาที่จะสำรวจพวกมันต่อไป อ่านคำแนะนำด้านล่างเพื่อข้อมูลเพิ่มเติม",
    "aut_escala_2t": "คุณแสดงให้เห็นถึงความมั่นใจในตนเองที่ปานกลาง",
    "aut_escala_3":
        "ผลลัพธ์บ่งบอกว่าระดับความมั่นใจในตนเองของคุณในปัจจุบันไม่เป็นที่น่าพอใจ คุณอาจประสบกับความไม่มั่นใจทั้งในปัจจุบันและเกี่ยวกับอนาคต ดูเหมือนว่ามีแนวโน้มที่จะมุ่งเน้นที่ข้อจำกัดมากกว่าการสำรวจพรสวรรค์ที่มีอยู่ซึ่งยังไม่ได้ใช้",
    "aut_escala_3t": "คุณแสดงให้เห็นถึงความมั่นใจในตนเองที่ต่ำ",
    "aut_intro":
        "คุณเคยคิดเกี่ยวกับวิธีที่ความมั่นใจในตนเองของคุณมีผลต่อพื้นที่ต่างๆ ในชีวิตของคุณหรือไม่? ความมั่นใจในตนเองคือการเชื่อในความสามารถ คุณสมบัติ และการตัดสินใจส่วนบุคคลของคุณ การพัฒนาความมั่นใจในตนเองที่มีสุขภาพดีเป็นสิ่งสำคัญสำหรับการประสบความสำเร็จในด้านสังคมและวิชาชีพ ทำแบบทดสอบนี้เพื่อค้นหาว่าความมั่นใจในตนเองของคุณเป็นอย่างไร",
    "aut_pro": "ปัจจัยที่ส่งเสริมความมั่นใจในตนเอง:",
    "aut_pro_c1":
        "1. ความสำเร็จและความสำเร็จ: การบรรลุเป้าหมายและประสบความสำเร็จ แม้จะเล็กน้อย สามารถเพิ่มความมั่นใจในตนเองได้",
    "aut_pro_c2":
        "2. การยอมรับและการยอมรับตนเอง: การยอมรับตัวเองพร้อมกับข้อบกพร่องทั้งหมดเป็นขั้นตอนที่สำคัญในการส่งเสริมความมั่นใจในตนเอง",
    "aut_pro_c3":
        "3. การพัฒนาตนเอง: การลงทุนเวลาและความพยายามในการเรียนรู้และพัฒนาทักษะสามารถเพิ่มความมั่นใจในตนเองได้",
    "aut_pro_c4":
        "4. การรู้จักตนเอง: การเข้าใจจุดแข็ง จุดอ่อน ค่านิยม และความสนใจของตัวเองช่วยสร้างพื้นฐานที่มั่นคงสำหรับความมั่นใจในตนเอง",
    "aut_pro_c5":
        "5. การตั้งเป้าหมายที่สามารถบรรลุได้: การกำหนดเป้าหมายที่สมจริงและทำงานไปตามเป้าหมายเหล่านั้นอย่างค่อยเป็นค่อยไปสามารถเสริมสร้างความมั่นใจในความสามารถของคุณ",
    "aut_pro_c6":
        "6. ระบบสนับสนุน: การอยู่ท่ามกลางเพื่อน ครอบครัว หรือที่ปรึกษาที่ให้กำลังใจและสนับสนุนสามารถเพิ่มความมั่นใจในตนเองได้",
    "aut_pro_c7":
        "7. การคิดในเชิงบวก: การพัฒนามุมมองที่มองโลกในแง่ดีและมุ่งเน้นไปที่ความคิดเชิงสร้างสรรค์สามารถเพิ่มความมั่นใจในตนเองได้",
    "aut_pro_c8":
        "8. การยืนยันตนเอง: การยอมรับจุดแข็งและความสำเร็จของคุณเป็นประจำสามารถเสริมสร้างความมั่นใจในตนเองที่แข็งแกร่ง",
    "aut_pro_c9":
        "9. การเอาชนะความท้าทาย: การเผชิญหน้าและเอาชนะความท้าทายสามารถแสดงให้คุณเห็นว่าคุณทำอะไรได้บ้างและเพิ่มความมั่นใจในตนเองได้",
    "aut_pro_c10":
        "10. การดูแลตัวเอง: การปฏิบัติตนเอง เช่น การนอนหลับให้เพียงพอ การรับประทานอาหารที่มีประโยชน์ และการออกกำลังกายสามารถส่งผลในทางบวกต่อความมั่นใจในตนเอง",
    "aut_pro_c11":
        "11. การมองภาพในแง่ดี: การจินตนาการถึงตัวเองที่ประสบความสำเร็จและเผชิญหน้ากับสถานการณ์ที่ท้าทายอย่างมั่นใจสามารถช่วยเสริมสร้างความมั่นใจในตนเอง",
    "aut_pro_c12":
        "12. การยอมรับความผิดพลาด: การรับรู้ว่าการทำผิดพลาดเป็นส่วนหนึ่งของการเรียนรู้และการเติบโตอาจลดความกลัวต่อความล้มเหลวและเพิ่มความมั่นใจในตนเอง",
    "aut_pro_c13":
        "13. การสื่อสารที่มีประสิทธิภาพ: การพัฒนาทักษะการสื่อสารช่วยให้แสดงความคิดเห็นและความคิดเห็นของคุณ ซึ่งสามารถเพิ่มความมั่นใจในตนเองได้",
    "aut_pro_c14":
        "14. ความมุ่งมั่น: การไม่ยอมแพ้เมื่อเผชิญกับความยากลำบากและการพยายามต่อไปแม้ในช่วงเวลาที่ยากลำบากสามารถเพิ่มความมั่นใจในตนเอง",
    "aut_pro_c15":
        "15. การเสริมพลังตนเอง: การควบคุมชีวิตและการเลือกของคุณช่วยส่งเสริมความรู้สึกว่าคุณมีความสามารถและมีอำนาจเหนือการกระทำของคุณ",
    "aut_pro_c16":
        "16. จำไว้ว่าความมั่นใจในตนเองเป็นกระบวนการต่อเนื่องและอาจเปลี่ยนแปลงไปตามเวลา การฝึกฝนปัจจัยเหล่านี้อย่างสม่ำเสมอและการทำงานเพื่อสร้างภาพลักษณ์ตนเองที่เป็นบวกและสมจริงเป็นสิ่งสำคัญ",
    "cau_dep": "สาเหตุของภาวะซึมเศร้า",
    "cau_dep1":
        "ภาวะซึมเศร้าเป็นสภาวะที่ซับซ้อนและมีหลายปัจจัย และมีหลายปัจจัยที่สามารถส่งผลต่อการพัฒนา อาจแตกต่างกันไปในแต่ละบุคคล แต่โดยทั่วไปประกอบด้วย",
    "cau_dep2":
        "ปัจจัยทางพันธุกรรม: การมีความเสี่ยงทางพันธุกรรมมีบทบาทสำคัญในภาวะซึมเศร้า หากสมาชิกในครอบครัวของคุณมีประวัติการเป็นโรคซึมเศร้า คุณอาจมีความเสี่ยงสูงขึ้น",
    "cau_dep3":
        "ความไม่สมดุลของสารเคมีในสมอง: การเปลี่ยนแปลงในระดับสารสื่อประสาท เช่น เซโรโทนิน, โดพามีน และนอร์เอพิเพรนาลีน สามารถส่งผลต่อการทำงานของสมองและส่งผลให้เกิดภาวะซึมเศร้า การใช้เทคโนโลยีมากเกินไปอาจรบกวนการควบคุมโดพามีนด้วย",
    "cau_dep4":
        "เหตุการณ์ชีวิตที่เครียด: ประสบการณ์ที่สร้างความเครียด ความสูญเสียที่สำคัญ ความขัดแย้งในครอบครัว ปัญหาทางการเงิน หรือการเปลี่ยนแปลงชีวิตที่สำคัญสามารถกระตุ้นหรือทำให้ภาวะซึมเศร้าแย่ลงได้",
    "cau_dep5":
        "ประวัติส่วนตัว: การมีประวัติภาวะซึมเศร้าในอดีตเพิ่มความเสี่ยงในการกลับเป็นโรคอีกครั้ง",
    "cau_dep6":
        "โรคทางการแพทย์: บางสภาพทางการแพทย์ เช่น มะเร็ง โรคเรื้อรัง อาการบาดเจ็บที่สมองจากการกระแทก หรือโรคฮอร์โมนอาจเพิ่มความเสี่ยงในการเกิดภาวะซึมเศร้า",
    "cau_dep7":
        "การใช้สารเสพติด: การใช้แอลกอฮอล์ ยาเสพติด หรือแม้แต่การบริโภคอาหารที่มีน้ำตาลมากเกินไปสามารถเพิ่มความเสี่ยงในการเกิดภาวะซึมเศร้า",
    "cau_dep8":
        "การแยกตัวทางสังคม: ขาดการสนับสนุนทางสังคมและความเหงาสามารถเพิ่มความเสี่ยงในการเกิดภาวะซึมเศร้า",
    "cau_dep9":
        "ปัจจัยทางจิตใจ: รูปแบบความคิดเชิงลบ การมีคุณค่าต่ำ ความวิจารณ์ตัวเองมากเกินไป และอาการที่สมบูรณ์แบบอาจมีบทบาทในภาวะซึมเศร้า",
    "cau_dep10":
        "ความผิดปกติของฮอร์โมน: การเปลี่ยนแปลงของฮอร์โมน เช่น ฮอร์โมนไทรอยด์ อาจส่งผลต่ออารมณ์และทำให้เกิดภาวะซึมเศร้า",
    "cau_dep11":
        "สิ่งสำคัญคือต้องจำไว้ว่าภาวะซึมเศร้าเป็นสภาวะที่รักษาได้ และการรักษาที่เหมาะสมสามารถช่วยจัดการหรือเอาชนะปัจจัยเสี่ยงเหล่านี้ได้ ดูคำแนะนำที่เรานำเสนอสำหรับชีวิตอารมณ์ที่ดีต่อสุขภาพข้างต้นและนำไปปฏิบัติ และหากคุณหรือใครที่คุณรู้จักมีอาการของภาวะซึมเศร้า ควรขอความช่วยเหลือจากผู้เชี่ยวชาญด้านสุขภาพเพื่อการประเมินและการรักษาที่เหมาะสม",
    "concordo": "ฉันเห็นด้วย",
    "conselhos": "เคล็ดลับ",
    "conselhos2": "เคล็ดลับสำหรับวิถีชีวิตที่ดีต่อสุขภาพ",
    "citacoes_titulo": "",
    "citacao_byronsd": "FR Healthcare - Healthy Lifestyle Tips",
    "citacao_who": "World Health Organization - Mental Health",
    "citacao_mayo": "Mayo Clinic - Depression",
    "def_stress_texto":
        "ความเครียดเป็นการตอบสนองตามธรรมชาติของร่างกายต่อเหตุการณ์หรือสถานการณ์ที่ทำให้เกิดความกดดัน โดยมักจะเกิดจากสิ่งที่ไม่คาดคิดหรืออยู่นอกเหนือการควบคุมของบุคคล การตอบสนองนี้แตกต่างกันไปตามหลายปัจจัยส่วนบุคคลที่มีผลต่อวิธีที่ความเครียดส่งผลกระทบต่อชีวิตของเรา เช่น บริบททางสังคมและเศรษฐกิจ สภาพแวดล้อมที่เราอาศัยอยู่ และแม้กระทั่งความโน้มเอียงทางพันธุกรรม",
    "def_stress_titulo": "ความเครียดคืออะไร?",
    "dep2_1": "ฉันรู้สึกไม่พอใจ เศร้า และหดหู่",
    "dep2_2": "ฉันรู้สึกเหมือนเป็นคนล้มเหลว",
    "dep2_3": "แม้จะมีสิ่งดี ๆ เกิดขึ้นกับฉัน ฉันก็ยังรู้สึกหดหู่",
    "dep2_4": "แม้แต่สิ่งที่ง่าย ๆ ก็ต้องใช้ความพยายามมากจากฉัน",
    "dep2_5": "ฉันมักจะคิดถึงการจบชีวิตของตัวเอง",
    "dep2_6": "ฉันไม่เห็นอนาคตสำหรับตัวเอง",
    "dep2_7":
        "ฉันรู้สึกผิดเกี่ยวกับสิ่งต่าง ๆ และฉันคิดว่าฉันสมควรได้รับการลงโทษ",
    "dep2_8": "ฉันมีปัญหาในการมุ่งความสนใจไปที่สิ่งที่อ่าน",
    "dep2_9": "ฉันเพิ่มหรือลดน้ำหนักโดยไม่ต้องทำตามอาหารใด ๆ",
    "dep2_10": "ฉันพบว่ามันยากที่จะตัดสินใจ",
    "dep2_11": "ฉันรู้สึกกระวนกระวายและตื่นเต้น",
    "dep2_12": "ฉันรู้สึกติดขัดหรือถูกคุมขัง",
    "dep2_13": "ฉันสูญเสียความสนใจในสิ่งที่เคยสำคัญและกระตุ้นให้ฉัน",
    "dep2_14": "ฉันทำงานให้เสร็จได้อย่างช้า ๆ",
    "dep2_15": "ฉันรู้สึกเหนื่อยและหมดแรง",
    "dep2_16": "ฉันรู้สึกว่ามีความว่างเปล่าภายในตัวฉันเหมือนไม่มีชีวิต",
    "dep2_17":
        "รูปแบบการนอนของฉันไม่เป็นระเบียบมาก: ฉันนอนมากเกินไปหรือน้อยเกินไป",
    "dep2_18": "ความสุขและความพึงพอใจในชีวิตได้ละทิ้งฉันไป",
    "disclamer":
        "โปรดทราบว่านี่เป็นการประเมินตนเองที่มีข้อจำกัด! สำหรับการวินิจฉัยและการรักษาที่ถูกต้อง คุณควรปรึกษาผู้เชี่ยวชาญด้านสุขภาพ",
    "discordo": "ฉันไม่เห็นด้วย",
    "escala": "ความพึ่งพาทางอารมณ์ (สเกล)",
    "escolha": "*เลือกของคุณเพื่อเริ่มการทดสอบ!",
    "fEscala1": "เกี่ยวกับสเกล",
    "fEscala2": "คำตอบทั้งหมดจะถูกให้คะแนนในระดับตั้งแต่ 0 ถึง 4:",
    "fEscala3": "0 - 20 ไม่พอใจมาก",
    "fEscala4": "20 - 40 ไม่พอใจ",
    "fEscala5": "40 – 60 พอใจ",
    "fEscala6": "60 – 80 มีความสุข",
    "fEscala7": "80 – 128 มีความสุขมาก",
    "fEscalaT": "ผลการทดสอบ:",
    "fSintt": "ค่าเชิงบวก",
    "fconselhos": "ความสุขแห่งชาติรวม (GNH)",
    "feliz": "มีความสุข",
    "felizR": "ตามดัชนี GNH คุณเป็นคนที่มีความสุข :)",
    "fp1": "คุณออกกำลังกายทางกายหรือไม่?",
    "fp2": "คุณมีอาหารที่ดีต่อสุขภาพหรือไม่?",
    "fp3": "คุณมีสุขภาพดีหรือไม่?",
    "fp4": "คุณคิดว่าตนเองได้รับค่าตอบแทนดีหรือไม่?",
    "fp5": "คุณสนุกกับงานที่ทำหรือไม่?",
    "fp6": "คุณนอนหลับได้ดีหรือไม่?",
    "fp7": "คุณพอใจกับรูปลักษณ์ของตนเองหรือไม่?",
    "fp8": "คุณตื่นขึ้นมารู้สึกสดชื่นหรือไม่?",
    "fp9": "คุณมีชีวิตที่สะดวกสบายหรือไม่?",
    "fp10": "คุณจัดการการเงินของคุณได้ดีหรือไม่?",
    "fp11": "คุณกลับบ้านด้วยความรู้สึกสำเร็จหรือไม่?",
    "fp12": "คุณสามารถออมเงินได้หรือไม่?",
    "fp13": "คุณตั้งเป้าหมายสำหรับอนาคตหรือไม่?",
    "fp14": "คุณมักจะบรรลุเป้าหมายของคุณหรือไม่?",
    "fp15": "คุณได้รับการยอมรับสำหรับคุณสมบัติของคุณหรือไม่?",
    "fp16": "คุณซื้อสิ่งที่คุณต้องการได้หรือไม่?",
    "fp17": "คุณเห็นด้านบวกของสิ่งต่าง ๆ หรือไม่?",
    "fp18": "คุณเรียนรู้จากความผิดพลาดของคุณหรือไม่?",
    "fp19": "คุณจัดการอารมณ์ของคุณได้ดีหรือไม่?",
    "fp20": "คุณจัดการเวลาได้อย่างมีประสิทธิภาพหรือไม่?",
    "fp21": "คุณมักจะชื่นชมสิ่งง่าย ๆ ในชีวิตหรือไม่?",
    "fp22": "คุณใช้ประโยชน์จากโอกาสที่มาถึงคุณหรือไม่?",
    "fp23":
        "คุณสามารถรักษาสมดุลระหว่างชีวิตการทำงานและชีวิตส่วนตัวของคุณได้หรือไม่?",
    "fp24": "คุณพอใจกับความสัมพันธ์รักของคุณหรือไม่?",
    "fp25": "คุณแบ่งปันความรู้หรือไม่?",
    "fp26": "คุณใช้เวลาอยู่กับเพื่อนและ/หรือลูกครอบครัวหรือไม่?",
    "fp27": "คุณภาคภูมิใจในเส้นทางที่คุณได้เลือกมาแล้วหรือไม่?",
    "fp28": "คุณมีส่วนร่วมในชุมชนหรือไม่?",
    "fp29": "คุณใช้สิทธิเกี่ยวกับสิทธิและปฏิบัติหน้าที่ของคุณหรือไม่?",
    "fp30": "คุณมักจะติดต่อกับธรรมชาติหรือไม่?",
    "fp31": "คุณเคารพความแตกต่างหรือไม่?",
    "fp32": "การกระทำประจำวันของคุณสะท้อนความกังวลเกี่ยวกับอนาคตของโลกหรือไม่?",
    "fp33": "สิ้นสุดการทดสอบ",
    "frequente": "บ่อยครั้ง",
    "gr_ambiente": "สิ่งแวดล้อม",
    "gr_emprego_ocupacao": "การจ้างงาน / อาชีพ",
    "gr_estilo_vida": "วิถีชีวิต",
    "gr_maior_stress": "หมวดหมู่ความเครียดสูง",
    "gr_menor_stress": "หมวดหมู่ความเครียดต่ำ",
    "gr_personalidade": "บุคลิกภาพ",
    "gr_relacionamentos": "ความสัมพันธ์",
    "gr_sintomas": "อาการ",
    "h-a":
        "อัลเบร์โตเป็นคนที่เห็นด้วย! แม้ว่าเขาจะรู้สึกเหนื่อยและกระหาย แต่ความกังวลหลักของเขาคือโนรา เขาเสนอให้น้ำมะพร้าวแก่เธอ คนอื่นรู้ว่าเขามักจะเห็นด้วยกับทุกสิ่งและไม่กลัวที่จะขอความช่วยเหลือ",
    "h-c":
        "คลาร่ามีความรับผิดชอบ! เธอไม่ตื่นเต้น; เธอกังวลเกี่ยวกับความร้ายแรงของสถานการณ์ เธอรู้สึกดีที่ได้รักษาชุดเอาตัวรอดจากเรือไว้ได้ ตามที่เธอมักจะเตรียมพร้อมดีและเริ่มทำงานที่สำคัญทันที เธอรู้สึกว่ามันเป็นความรับผิดชอบของเธอในการจัดระเบียบทุกอย่างและทำให้แน่ใจว่าทุกคนเริ่มมองหาสิ่งที่จำเป็น: น้ำและอาหาร",
    "h-e":
        "เอโดอาร์โดเป็นคนที่เปิดเผย! เขารู้สึกดีใจที่ทุกคนรอดชีวิต! เขารู้สึกต้องการพูดคุยและแบ่งปันความสุขของเขา เขารวบรวมทุกคนเพื่อเฉลิมฉลองการรอดชีวิตของพวกเขาและเสนอแผนที่จะสำรวจเกาะด้วยกัน",
    "h-intro":
        "มีคนห้าคนติดอยู่บนเกาะกลางมหาสมุทร การจัดการกับสถานการณ์จะขึ้นอยู่กับลักษณะบุคลิกภาพที่เป็นเอกลักษณ์ของพวกเขา!",
    "h-intro_tit": "การอับปางของเรือ:",
    "h-n":
        "นูเรียเป็นคนที่ประสาทเสีย! เธอถูกความเครียดครอบงำอย่างรวดเร็ว เธอล้มลงนั่งอยู่บนชายหาดและร้องไห้: พวกเขาจะหลบหนีจากเกาะนี้ได้อย่างไร? สำหรับเธอ ทะเลรอบตัวพวกเขารู้สึกเหมือนไม่มีที่สิ้นสุดและธรรมชาติรู้สึกเศร้าหมองและน่ากลัว เธอรู้สึกหายไปอย่างสิ้นเชิง",
    "h-o":
        "อาน่าเป็นคนเปิดกว้าง! เธอรู้สึกตื่นเต้นที่จะสำรวจเกาะที่สวยงาม สิ่งแวดล้อมที่แปลกใหม่กระตุ้นเธอ เธอเก็บหิน เปลือกหอย และดอกไม้เพื่อประดับประดาประตูทางเข้าของกระท่อมไม้ไผ่ที่เธอสร้างขึ้นสำหรับทุกคน เธอมองเห็นโอกาสนี้ในการเรียนรู้สิ่งใหม่ๆ",
    "h_esc": "ถ้าคุณอยู่ในสถานการณ์เดียวกัน ท่าทีของคุณจะเป็นอย่างไร?",
    "habitual": "ปกติ",
    "help_me":
        "ความผิดปกติทางอารมณ์: ความเครียด, ความโกรธ, ความวิตกกังวล, ภาวะซึมเศร้า, ความพึ่งพาทางอารมณ์... ปรึกษาผู้เชี่ยวชาญด้านสุขภาพฟรีผ่านแอปของเรา",
    "infeliz": "ไม่พอใจ",
    "infelizR": "ระวัง! ตามดัชนี GNH คุณรู้สึกไม่พอใจ! :(",
    "int_tracos":
        "รู้จักกับลักษณะบุคลิกภาพ 5 ประการที่เน้นในภาพประกอบด้านล่าง:",
    "int_tracos_t": "ลักษณะบุคลิกภาพ",
    "lik1": "ไม่เห็นด้วยอย่างยิ่ง",
    "lik2": "ไม่เห็นด้วย",
    "lik3": "เป็นกลาง",
    "lik4": "เห็นด้วย",
    "lik5": "เห็นด้วยอย่างยิ่ง",
    "manipuladora_descricao":
        "บุคคลนี้ให้ความสำคัญกับความปรารถนาของตนเองเหนือสิ่งอื่นใดและใช้ประโยชน์จากผู้อื่นเพื่อผลประโยชน์ส่วนตัว พวกเขามีทักษะในการสร้างความสัมพันธ์ ปรับการพูดของพวกเขาให้เหมาะสมกับผู้ฟัง พวกเขาฟังแต่ไม่จริงจัง ใช้คนกลาง บิดเบือนข้อมูล และดูมั่นใจและมีเจตนาดี แต่การสื่อสารของพวกเขาขึ้นอยู่กับข่าวลือและการพูดคุย และพวกเขาสูญเสียความเชื่อถือได้เมื่อถูกเปิดเผย",
    "manipuladora_titulo": "การจัดการ",
    "mtfeliz": "มีความสุขมาก",
    "mtfelizR": "ยินดีด้วย: ตามดัชนี GNH คุณเป็นคนที่มีความสุขมาก :):)",
    "mtinfeliz": "ไม่พอใจมาก",
    "mtinfelizR":
        "ระวัง! ตามดัชนี Gross National Happiness (GNH) คุณรู้สึกไม่พอใจมาก! :(:(",
    "mtvezes": "บ่อยครั้ง",
    "mudar_atitude_texto":
        "การเปลี่ยนแปลงทัศนคติของคุณเป็นเรื่องที่ท้าทาย แต่ก็เป็นไปได้ ทำตามขั้นตอนนี้: ตั้งเป้าหมายที่ชัดเจนและเฉพาะเจาะจง มุ่งเน้นไปที่เป้าหมายเชิงบวก ไม่ใช่เชิงลบ แบ่งเป้าหมายของคุณออกเป็นขั้นตอนเล็กๆ ที่จัดการได้ ระบุสิ่งกระตุ้นที่ทำให้เกิดพฤติกรรมเชิงลบ เฉลิมฉลองชัยชนะเล็กๆ น้อยๆ ล้อมรอบตัวคุณด้วยผู้คนที่สนับสนุนที่กระตุ้นความก้าวหน้า อย่าตำหนิตัวเองมากเกินไปหากคุณประสบกับความล้มเหลว - มุ่งเน้นและยืนหยัดต่อไป! จินตนาการถึงอนาคตที่ประสบความสำเร็จของคุณและเชื่อมั่นในมัน! ความมุ่งมั่นของคุณสามารถเอาชนะพันธุกรรมได้ หลายคนได้เปลี่ยนแปลงแล้ว และคุณก็สามารถทำได้เช่นกัน",
    "muitas_vezes": "บ่อยครั้ง",
    "muito_pouco": "แทบไม่เคย",
    "notay": "💜 = บุคคลที่คุณต้องการทดสอบการพึ่งพาทางอารมณ์!",
    "nunca": "ไม่เคย",
    "okcompra": "การซื้อเสร็จสิ้น!",
    "okcompra2": "ขอบคุณที่ซื้อเวอร์ชันที่ไม่มีโฆษณา!",
    "okcompra3": "ขอบคุณที่ซื้อเวอร์ชันทั้งหมดของการทดสอบ!",
    "origem":
        "ในปี 1972, Jigme Wangchuck ขึ้นครองราชย์แห่งอาณาจักรภูฏานและพยายามวัดความสุขของประชาชน 600,000 คนของเขา เพื่อทำเช่นนี้ เขาจึงก่อตั้งศูนย์ศึกษาภูฏาน โดยมีเป้าหมายในการพัฒนาแบบสอบถามเพื่อประเมินความสุขของประชาชนภูฏาน นี่คือจุดเริ่มต้นของสิ่งที่รู้จักในตอนนี้ว่าเป็นโครงการความสุขแห่งชาติ",
    "origem_t": "ต้นกำเนิดของการทดสอบ",
    "p1": "ความรู้สึกชา หรือแสบ",
    "p2": "รู้สึกร้อน",
    "p3": "ขา震",
    "p4": "ไม่สามารถผ่อนคลายได้",
    "p5": "กลัวว่าสิ่งที่เลวร้ายที่สุดจะเกิดขึ้น",
    "p6": "รู้สึกมึนงงหรือเวียนศีรษะ",
    "p7": "หัวใจเต้นผิดปกติหรือเพิ่มขึ้น",
    "p8": "การสูญเสียความสมดุล",
    "p9": "กลัวมาก",
    "p10": "รู้สึกวิตกกังวล",
    "p11": "รู้สึกว่าหายใจไม่ออก",
    "p12": "มือสั่น",
    "p13": "ตัวสั่น",
    "p14": "กลัวการสูญเสียการควบคุม",
    "p15": "หายใจลำบาก",
    "p16": "กลัวความตาย",
    "p17": "กลัว",
    "p18": "ปวดท้องหรือไม่สบาย",
    "p19": "รู้สึกมึน",
    "p20": "ใบหน้าที่แดง",
    "p21": "เหงื่อเย็น",
    "p22": "การทดสอบเสร็จสิ้น",
    "pP1": "ฉันสร้างความตื่นเต้นรอบตัวฉัน",
    "pP2": "ฉันไม่ค่อยกังวลเกี่ยวกับผู้อื่น",
    "pP3": "ฉันเตรียมพร้อมเสมอ",
    "pP4": "ฉันเครียดง่าย",
    "pP5": "ฉันเป็นคนสร้างสรรค์และคิดค้น",
    "pP6": "ฉันพูดน้อย; ฉันไม่พูดมาก",
    "pP7": "ฉันชอบการทำงานร่วมกับผู้อื่น",
    "pP8": "ฉันทิ้งของไว้ในที่ต่างๆ",
    "pP9": "ฉันสงบในสถานการณ์ตึงเครียด",
    "pP10": "ฉันมีความสนใจทางศิลปะเพียงเล็กน้อย",
    "pP11": "ฉันรู้สึกสบายรอบคนอื่น",
    "pP12": "ฉันอาจจะหยาบคายกับผู้อื่นบางครั้ง",
    "pP13": "ฉันใส่ใจในรายละเอียด",
    "pP14": "ฉันกังวลเกี่ยวกับหลายสิ่งหลายอย่าง",
    "pP15": "ฉันชอบการสะท้อนและการจินตนาการ",
    "pP16": "ฉันเป็นคนสงวนตัวและอยู่คนเดียว",
    "pP17": "ฉันเป็นคนเอื้อเฟื้อและใจดีต่อเกือบทุกคน",
    "pP18": "ฉันมักจะไม่เป็นระเบียบ",
    "pP19": "ฉันรู้สึกเศร้าหรือเศร้าหายาก",
    "pP20": "ฉันไม่สนใจความคิดนามธรรม",
    "pP21": "ฉันพบว่ามันง่ายที่จะเริ่มการสนทนา",
    "pP22": "ฉันมักจะห่างเหินและเฉยเมยต่อผู้อื่น",
    "pP23": "สิ่งที่ต้องทำควรทำทันที",
    "pP24": "ฉันเสียใจง่าย",
    "pP25": "ฉันมักจะมีความคิดดีๆ",
    "pP26": "ฉันมักจะชอบอยู่คนเดียว",
    "pP27": "ฉันมีใจที่นุ่มนวล",
    "pP28": "ฉันเสียสมาธิได้ง่าย",
    "pP29": "ฉันหงุดหงิดหรือรำคาญง่าย",
    "pP30": "ฉันไม่มีจินตนาการที่เด่นชัด",
    "pP31": "ที่งานปาร์ตี้ ฉันพูดคุยกับคนหลากหลาย",
    "pP32": "ฉันสามารถมองเห็นข้อบกพร่องของผู้อื่นได้ง่าย",
    "pP33": "ฉันชอบความเป็นระเบียบ",
    "pP34": "ฉันมีความมั่นคงทางอารมณ์",
    "pP35": "ฉันเข้าใจสิ่งใหม่ๆ ได้อย่างรวดเร็ว",
    "pP36": "ฉันไม่ชอบดึงดูดความสนใจไปที่ตัวเอง",
    "pP37": "ฉันให้เวลาของฉันกับผู้อื่น",
    "pP38": "ฉันพยายามลดความรับผิดชอบของฉัน",
    "pP39": "ฉันมีอารมณ์แปรปรวนบ่อยๆ",
    "pP40": "ฉันมีความสามารถในด้านศิลปะ ดนตรี หรือวรรณกรรม",
    "pP41": "ชีวิตคือ 'งานปาร์ตี้' สำหรับฉัน",
    "pP42": "ฉันเป็นคนเข้าสังคมและเป็นมิตร",
    "pP43": "ฉันวางแผนและปฏิบัติตามมัน",
    "pP44": "ฉันยกโทษและลืมได้ง่าย",
    "pP45": "ฉันใช้เวลาในการสะท้อนเรื่องต่างๆ",
    "pP46": "ฉันอายและสงวนตัวกับคนแปลกหน้า",
    "pP47": "ฉันทำให้ผู้คนรู้สึกสบายใจ",
    "pP48": "ฉันมีความต้องการในงานของฉัน",
    "pP49": "ฉันมักจะรู้สึกเศร้า",
    "pP50": "ฉันมีความคิดสร้างสรรค์และมีความคิดมากมาย",
    "pP51": "สิ้นสุดการทดสอบ",
    "pR1": "ทำได้ดีมาก! คุณสมบัติที่โดดเด่นที่สุดของคุณคือ",
    "pR2":
        "นี่ไม่ใช่คุณสมบัติที่โดดเด่นที่สุดของคุณ! คุณสมบัติที่โดดเด่นที่สุดของคุณคือ",
    "passiva_descricao":
        "บุคคลที่เป็นพาสซีฟมักจะอดทนและหลีกเลี่ยงการลงมือทำ พวกเขามักจะไม่แสดงความเห็นไม่เห็นด้วยและชอบทำให้ผู้อื่นพอใจ พวกเขามักจะไม่ยืนยันตัวเองหรือแสดงความต้องการ ความต้องการ และความสนใจของพวกเขาอย่างเปิดเผย ด้วยเหตุนี้ผู้อื่นอาจไม่รู้ความรู้สึกที่แท้จริงของพวกเขา แทนที่จะค้นหาแนวทางแก้ไขที่สร้างสรรค์ พวกเขาจะพึ่งพาความฉลาดและความรักเพื่อหลีกเลี่ยงสถานการณ์ ซึ่งอาจทำให้พวกเขาสูญเสียความเคารพในตนเองเพราะพวกเขาทำสิ่งที่ไม่ชอบ แต่ไม่สามารถปฏิเสธได้",
    "passiva_titulo": "พาสซีฟ",
    "pl1":
        "รวมถึงความพอใจในชีวิต ความมุ่งมั่น ความเคารพในตนเอง การรับรู้ความสามารถ การจัดการความเครียด และการมีส่วนร่วมในกิจกรรมทางจิตวิญญาณ",
    "pl1_t": "1) ความเป็นอยู่ทางจิตใจ:",
    "pl2":
        "พิจารณาพฤติกรรมที่มีความเสี่ยง ความถี่ในการออกกำลังกาย พฤติกรรมการนอนหลับ และพฤติกรรมการกิน",
    "pl2_t": "2) สุขภาพ:",
    "pl3": "การแบ่งปันเวลาในแต่ละวัน",
    "pl3_t": "3) การใช้เวลา:",
    "pl4":
        "ประเมินความรู้สึกของการเป็นเจ้าของ ความมีชีวิตชีวาในความสัมพันธ์ ความปลอดภัยในบ้านและในชุมชน รวมถึงการบริจาคหรือการทำงานอาสาสมัคร การใช้ชีวิตในชุมชนช่วยเสริมสร้างความสัมพันธ์และช่วยสร้างความยืดหยุ่นในช่วงวิกฤต",
    "pl4_t": "4) ความมีชีวิตชีวาของชุมชน:",
    "pl5":
        "วัดการศึกษาอย่างเป็นทางการและไม่เป็นทางการ ค่านิยมที่สืบทอดผ่านการศึกษา และการตระหนักถึงสิ่งแวดล้อมนอกเหนือจากความสำเร็จทางวิชาการ",
    "pl5_t": "5) การศึกษา:",
    "pl6": "การเข้าร่วมกิจกรรมทางวัฒนธรรม โอกาสในการพัฒนาศิลปะ",
    "pl6_t": "6) วัฒนธรรม:",
    "pl7":
        "การวัดความรู้สึกเกี่ยวกับคุณภาพของทรัพยากรธรรมชาติ เช่น น้ำ อากาศ ดิน และความหลากหลายทางชีวภาพ รวมถึงการเข้าถึงพื้นที่สีเขียว การดูแลสิ่งแวดล้อมหมายถึงการดูแลตัวเองด้วย",
    "pl7_t": "7) สิ่งแวดล้อม:",
    "pl8":
        "ภาพรวมของรัฐบาลและวิธีที่สถาบันสาธารณะจัดการกับความรับผิดชอบของพวกเขา",
    "pl8_t": "8) การบริหาร",
    "pl9":
        "ประเมินรายได้ ความมั่นคงทางการเงิน ระดับหนี้สิน และคุณภาพของการซื้อของ",
    "pl9_t": "9) มาตรฐานการครองชีพ:",
    "pq_anuncios_texto":
        "โฆษณาสนับสนุนโครงการนี้และทำให้แอพฟรีสำหรับผู้ใช้ทุกคน หากคุณต้องการประสบการณ์ที่ไม่มีโฆษณา คุณสามารถซื้อทางเลือกในการลบโฆษณาได้ เราขอขอบคุณสำหรับการสนับสนุนของคุณ",
    "pq_anuncios_titulo": "ทำไมต้องโฆษณา?",
    "r0": "ไม่ส่งผลกระทบกับฉัน",
    "r1": "ฉันโกรธโดยไม่คาดคิด",
    "r2": "ฉันรู้สึกว่าฉันสามารถควบคุมความโกรธของฉันได้",
    "r3": "หลังจากรู้สึกโกรธ ฉันคิดถึงสิ่งที่ฉันอาจทำได้เพื่อควบคุมมัน",
    "r4": "ฉันโกรธโดยไม่มีสาเหตุที่ชัดเจน",
    "r5":
        "เมื่อฉันรู้สึกหงุดหงิด ฉันพยายามเข้าใจสาเหตุของสิ่งที่เกิดขึ้นและสิ่งที่พูดไป",
    "r6":
        "เมื่อฉันโกรธ ฉันมักจะหมกมุ่นอยู่กับความรู้สึกของฉันและวิธีที่ฉันถูกทำร้าย",
    "r7": "เมื่อฉันโกรธ ฉันมักจะตะโกน ดูถูก และพูดสิ่งที่ฉันเสียใจในภายหลัง",
    "r8":
        "ถ้าคนทำผิดพลาด ฉันไม่มีปัญหาในการเผชิญหน้ากับพวกเขาและทำให้พวกเขารับผิดชอบ",
    "r9": "ฉันรู้สึกผิดที่แสดงความโกรธของฉัน",
    "r10": "เมื่อฉันโกรธกับใครบางคน ฉันจะพูดคุยอย่างใจเย็นกับพวกเขา",
    "r11":
        "เมื่อฉันสามารถแบ่งปันความรู้สึกโกรธของฉัน ฉันสามารถเอามันออกจากหัวของฉันได้",
    "r12":
        "ถ้าคนอื่นเห็นความโกรธของฉันในระดับที่แท้จริง ฉันจะถูกมองว่าเป็นคนที่น่ารังเกียจ",
    "r13":
        "เมื่อเกิดเหตุการณ์ที่น่าผิดหวัง ฉันจะเตือนตัวเองว่านี่ไม่ใช่จุดจบของโลก",
    "r14": "เมื่อฉันโกรธ ฉันให้เวลากับตัวเองในการตัดสินใจที่ดีที่สุด",
    "r15":
        "แม้ว่าฉันจะโกรธ ฉันพยายามพูดคุยกับผู้คนในลักษณะที่ซ่อนความหงุดหงิดของฉัน",
    "r16": "ฉันโกรธบ่อยกว่าคนที่ฉันรู้จัก",
    "r17": "เพื่อนและครอบครัวของฉันรู้ว่าฉันมีปัญหาในการควบคุมความโกรธของฉัน",
    "r18": "ฉันโกรธกับตัวเองเมื่อฉันทำเรื่องโง่ๆ",
    "r19": "ฉันมักจะซ่อนความโกรธของฉันจากผู้อื่นและรู้สึกแย่เกี่ยวกับมัน",
    "r20": "เมื่อมีคนทำให้ฉันโกรธ ฉันจะแสร้งทำเป็นสงบและไม่แสดงอารมณ์ของฉัน",
    "r21": "ฉันทำกิจกรรม งานอดิเรก หรือกิจวัตรเพื่อระบายความรู้สึกโกรธของฉัน",
    "r22":
        "เมื่อมีคนขอให้ฉันทำสิ่งที่ฉันไม่ต้องการทำ ฉันจะยอมรับและจากนั้นก็โกรธตัวเองภายหลัง",
    "r23": "เมื่อฉันโกรธ ฉันรู้สึกเหมือนอยากจะทุบกำแพงหรือเตะสิ่งของ",
    "r24":
        "เมื่อมีสิ่งที่ทำให้ฉันรู้สึกหงุดหงิด ฉันพยายามมองสถานการณ์ด้วยความขบขันและหัวเราะที่ตัวเอง",
    "r25": "เมื่อฉันรู้สึกโกรธ ฉันสามารถห่างจากสถานการณ์เพื่อสงบจิตใจได้สักพัก",
    "r26": "ฉันหลีกเลี่ยงสถานการณ์ที่ฉันรู้ว่าจะกระตุ้นให้เกิดความโกรธของฉัน",
    "r27": "ฉันโกรธเมื่อมีคนขัดขวางแผนของฉัน",
    "r28": "คนอื่นดูเหมือนจะโกรธมากกว่าฉันในสถานการณ์ที่คล้ายกัน",
    "r29": "ฉันโกรธเมื่อไม่ได้รับการยอมรับอย่างเหมาะสมสำหรับสิ่งที่ฉันทำ",
    "r30": "ฉันโกรธเมื่อมีคนกระทำไม่เป็นธรรม",
    "r31": "ฉันโกรธเมื่อฉันต้องรับคำสั่งจากคนที่มีความสามารถน้อยกว่าฉัน",
    "r32": "บางครั้งฉันโกรธมากจนรู้สึกว่าฉันอาจสูญเสียการควบคุม",
    "r33": "เกือบทุกวันมีบางสิ่งที่ทำให้ฉันโกรธ",
    "r34": "ฉันโกรธเมื่อฉันต้องทำงานกับคนที่ไม่มีความสามารถ",
    "r35": "เมื่อฉันโกรธกับใครบางคน ฉันระบายความโกรธนั้นกับคนใกล้เคียง",
    "r36": "ฉันโกรธเมื่อฉันมาสาย",
    "r37": "เมื่อฉันโกรธ ฉันมักจะโกรธอยู่หลายชั่วโมง",
    "r38": "ฉันรู้สึกหงุดหงิดกับคนที่อยู่ใกล้ฉัน",
    "r39": "ฉันโกรธเมื่อมีคนทำให้ฉันอาย",
    "r40": "เพื่อนบางคนของฉันมีนิสัยที่ทำให้ฉันรำคาญมาก",
    "r41": "ในใจลึกๆ ฉันค่อนข้างวิจารณ์คนอื่น",
    "r42": "เมื่อฉันโกรธ ฉันจะสงบได้เร็วกว่าคนส่วนใหญ่",
    "r43": "ฉันมักจะโกรธมากกว่าที่คิดว่าเป็นเหตุผล",
    "r44": "ฉันสามารถให้อภัยคนที่ทำร้ายฉันได้",
    "r45": "ฉันเก็บความเคืองใจที่ไม่บอกใคร",
    "r46": "ฉันอาจโกรธเกี่ยวกับสิ่งที่ผ่านมาเพียงแค่คิดถึงมัน",
    "r47": "โฆษณาในแอพนี้ทำให้ฉันโกรธมากขึ้น :)",
    "r48": "สิ้นสุดการทดสอบ",
    "rC": "3) วิธีการจัดการกับความโกรธ:",
    "rC1":
        "การระบุสัญญาณตรงและสัญญาณทางอ้อมเป็นขั้นตอนแรกในการจัดการกับพวกมันให้ดีขึ้น บางครั้งความรู้สึกและความคิดเกิดขึ้นเมื่อความโกรธเกิดขึ้น; อื่นๆ เกิดขึ้นเมื่อความโกรธเพิ่มขึ้น เพื่อระบุว่าการแสดงอาการของคุณเกิดขึ้นอย่างไร ให้คิดถึงสถานการณ์ในอดีตที่ดูเหมือนว่าความโกรธมีอยู่และพยายามจดจำความรู้สึกและความคิดที่เกี่ยวข้อง การคิดเกี่ยวกับสถานการณ์ที่คุณประสบกับระดับความโกรธที่แตกต่างกันจะเป็นประโยชน์ในการทำความเข้าใจว่าความรู้สึก ความคิด และอาการทางกายของคุณพัฒนาไปอย่างไร",
    "ra": "เพียงเล็กน้อย แต่ไม่รบกวนฉันมาก",
    "raivaMau":
        "คำเตือน! คุณกำลังปล่อยให้ความโกรธควบคุมพฤติกรรมและความรู้สึกของคุณ! สิ่งนี้อาจทำให้คุณมีปัญหาความสัมพันธ์กับผู้อื่นและส่งผลกระทบต่อความเป็นอยู่ของคุณ กรุณาอ่านหัวข้อด้านล่าง: วิธีควบคุมความโกรธ? และนำเคล็ดลับไปปฏิบัติอย่างเร่งด่วน",
    "raivaMedio":
        "คุณสามารถควบคุมความโกรธของคุณในบางสถานการณ์ได้ แต่ไม่เสมอไป เป็นจริงที่คุณได้พัฒนากลยุทธ์ส่วนบุคคลที่ทำงานในการจัดการความโกรธ แต่คุณยังมีที่ว่างสำหรับการปรับปรุง เข้าใจสาเหตุของความโกรธของคุณและการกระทำที่คุณสามารถทำเพื่อจัดการกับอารมณ์ของคุณได้ดีขึ้น กรุณาอ่านหัวข้อด้านล่าง: วิธีควบคุมความโกรธ? และคุณจะปรับปรุงการควบคุมความโกรธของคุณมากขึ้น",
    "rara": "บางครั้ง",
    "raramente": "บางครั้ง",
    "raro": "บางครั้ง",
    "rb": "ปานกลาง บางครั้งไม่สะดวก",
    "rc": "รุนแรง ทำให้ฉันรำคาญมาก",
    "reiniciar": "หน้าแรก",
    "rel.1": "ฉันมักจะเปรียบเทียบตัวเองกับคนอื่น",
    "rel.2":
        "ฉันมักจะไม่ตั้งเป้าหมาย ฉันเพียงแค่เดินตามกระแสและปรับตัวตามสถานการณ์",
    "rel.3":
        "เมื่อฉันกลัวบางสิ่งหรือรู้สึกไม่สามารถทำได้ ฉันมักจะหาข้ออ้างเพื่อพิสูจน์การกระทำของฉัน",
    "rel.4": "ฉันมักจะมีท่าทีที่เป็นพาสซีฟเมื่อฉันต้องยืนยันสิทธิของฉัน",
    "rel.5":
        "ฉันมักประสบกับอารมณ์เชิงลบ เช่น ความเจ็บปวด โกรธ ความหงุดหงิด กลัว และวิตกกังวล",
    "rel.6":
        "เมื่อฉันอยู่กับคนอื่น ฉันมักจะปล่อยให้พวกเขาเป็นฝ่ายเริ่มต้นในการสนทนา",
    "rel.7":
        "ฉันมักจะให้สัญญากับตัวเองและกับผู้อื่นซึ่งฉันมักจะไม่สามารถรักษาได้",
    "rel.8":
        "ฉันหลีกเลี่ยงการเปิดเผยตัวเองและประสบการณ์สิ่งใหม่ๆ เพราะกลัวสิ่งที่ผู้คนจะพูดเกี่ยวกับฉัน",
    "rel.9": "ฉันมีนิสัยในการคิดเชิงลบเกี่ยวกับตัวเองและผู้อื่น",
    "rel.10":
        "ฉันกลัวที่จะทำผิดพลาดเพราะฉันเป็นคนสมบูรณ์แบบและคาดหวังมากจากตัวเอง",
    "rel.11":
        "ฉันมักจะเผชิญกับสถานการณ์ที่ยากลำบากโดยคาดหวังสิ่งที่เลวร้ายที่สุด",
    "rel.12": "บางครั้งฉันมีปัญหาในการยอมรับการตัดสินใจบางอย่างที่ฉันทำ",
    "rel.13":
        "ฉันมักจะรู้สึกเบื่อหน่ายและไม่พอใจเกี่ยวกับสิ่งที่เกิดขึ้นในชีวิตของฉัน",
    "rel.14":
        "เมื่อฉันถูกแนะนำให้รู้จักกับคนใหม่ ฉันมักจะไม่พยายามรักษาการสนทนา",
    "rel.15": "ฉันมักจะมองทุกสิ่งจากมุมมองเชิงลบ",
    "rel.16": "ฉันมักจะวิจารณ์คนและสิ่งต่างๆ มาก",
    "rel.17":
        "โดยทั่วไปเมื่อฉันอยู่กับคนอื่น ฉันไม่เปิดเผยตัวเอง ฉันมักจะเก็บตัว",
    "rel.18": "ฉันมักจะกลัวการใช้ชีวิตและเผชิญกับสถานการณ์ในชีวิต",
    "rel.19":
        "ฉันมักจะปกป้องตัวเองทางอารมณ์และจิตใจ และผู้คนตีความสิ่งนี้ว่าเป็นความหยิ่งยโสหรือความเหนือกว่า",
    "rel.20": "บางครั้งฉันไม่ชอบตัวเองหรือวิธีที่ฉันทำ",
    "rel.coment":
        "ตามที่นักจิตวิทยาชาวอเมริกัน ฟิล แม็คกรอว์ กล่าว คุณคือปัจจัยที่สำคัญในทุกสถานการณ์, สถานการณ์, ความท้าทาย และความสัมพันธ์ในชีวิตของคุณ คุณอาจจะมีส่วนร่วมทั้งในแง่บวกหรือแง่ลบ โดยมีผลกระทบต่อทุกสถานการณ์ที่คุณเข้ามามีส่วนร่วมถึงเวลาแล้วที่คุณจะค้นพบว่าคุณกำลังเล่นบทบาทใด, อย่างไร และทำไม แม็คกรอว์สรุปว่า การไม่รู้จักตัวเองจะทำให้คุณไม่เข้าใจความต้องการ, ความต้องการ, คุณค่า และคุณค่าของตัวเอง จำไว้ว่าคุณคือคนที่คุณใช้เวลามากที่สุดและลงทุนมากที่สุด",
    "rel.coment.t": "เกี่ยวกับความสัมพันธ์ทางสังคม:",
    "rel.escala.1":
        "คะแนนต่ำมาก: คุณมีปัญหาในการเชื่อมโยงกับผู้อื่นเนื่องจากคุณมุ่งเน้นไปที่ตัวเอง, ความต้องการของคุณ หรือความกังวลของคุณมากเกินไป คุณอาจรู้สึกเหมือนเหยื่อของสถานการณ์, มีความมั่นใจในตนเองต่ำ และขาดความเชื่อมั่น ด้วยทัศนคตินี้ ความสำเร็จกับผู้อื่นอาจหลุดลอยไป คุณอาจต้องเผชิญกับความกลัวและความสงสัยในตัวเอง แต่จำไว้ว่าความผิดพลาดและความกลัวช่วยให้คุณเติบโตและเรียนรู้ตราบใดที่คุณยังเปิดกว้างสำหรับบทเรียนใหม่ๆ",
    "rel.escala.1t": "คุณมีปัญหาใหญ่ในการสร้างความสัมพันธ์",
    "rel.escala.2":
        "คุณมีทักษะการสร้างความสัมพันธ์บางประการ แต่ยังไม่ได้พัฒนาเต็มที่เนื่องจากคุณมุ่งเน้นไปที่ตัวเองมากเกินไป มักมองข้ามความต้องการของผู้อื่น คุณอาจรู้สึกสับสนและประสบปัญหาในการตั้งเป้าหมายที่สอดคล้องกัน ซึ่งอาจนำไปสู่ผลลัพธ์ที่ไม่ดีและทำให้คุณรู้สึกไม่ปลอดภัย ให้มุ่งเน้นการคิดในแง่บวกมากขึ้นและการให้คุณค่าแก่ตัวเอง โดยการนำพฤติกรรมที่สร้างสรรค์มากขึ้นมาใช้ คุณจะสามารถมีส่วนร่วมในทางบวกกับผู้อื่นและช่วยให้ตัวเองเติบโต",
    "rel.escala.2t": "คุณมีทักษะการสร้างความสัมพันธ์ไม่มาก",
    "rel.escala.3":
        "คุณมีปฏิสัมพันธ์กับผู้อื่นได้ดีในระดับหนึ่ง แต่คุณอาจมีความเชื่อที่จำกัดเกี่ยวกับตัวเองและผู้อื่น ซึ่งหยุดคุณไม่ให้มีความมั่นใจมากขึ้นในความสัมพันธ์ของคุณ คุณอาจประสบกับความไม่มั่นใจส่วนบุคคลบางประการ ทำให้คุณวิจารณ์ตัวเองและผู้อื่น พฤติกรรมนี้อาจทำให้คุณพลาดโอกาสในการสร้างความสัมพันธ์ที่แท้จริง, มีการตอบแทน และมั่นคง จำไว้ว่าการที่คุณปฏิบัติตัวกับตัวเองและผู้อื่นจะส่งผลต่อวิธีที่คุณได้รับการปฏิบัติกลับมา",
    "rel.escala.3t": "คุณมีทักษะการสร้างความสัมพันธ์บางประการ",
    "rel.escala.4":
        "คะแนนดีเยี่ยม คุณรู้วิธีการสื่อสาร, แสดงความสนใจในผู้อื่น, และรู้สึกง่ายต่อการเชื่อมโยงกับผู้คน คุณมีบุคลิกที่น่าพอใจและพฤติกรรมที่สอดคล้องกัน แม้ว่าคุณอาจดูเป็นคนที่สงวนท่าทีในบางครั้ง คุณอาจมีความกลัวและความสงสัยในตัวเองบางประการ ซึ่งอาจทำให้ความสัมพันธ์ของคุณติดขัด มุ่งเน้นการเพิ่มความมั่นใจในตนเองเพื่อช่วยให้คุณบรรลุเป้าหมายได้อย่างมีประสิทธิภาพมากขึ้น",
    "rel.escala.4t": "คุณสามารถสร้างความสัมพันธ์ได้ดี",
    "rel.escala.5":
        "คะแนนยอดเยี่ยม คุณมีทักษะการสื่อสารที่ยอดเยี่ยมและความสามารถในการมีปฏิสัมพันธ์กับผู้อื่นได้ดีเยี่ยม คุณมีความเห็นอกเห็นใจ, บุคลิกที่น่าพอใจ และสนุกกับการอยู่รอบๆ คน คุณมีความสามารถในการโน้มน้าว, มีอิทธิพล และทำให้สิ่งต่างๆ เกิดขึ้น ด้วยความคิดที่เปิดกว้างและความมั่นใจในตนเอง คุณอาจถูกมองว่ามีความเย่อหยิ่งในบางครั้ง เนื่องจากความนิยมของคุณ ผู้คนจะถูกดึงดูดตามธรรมชาติมาหาคุณ ดังนั้นให้ระวังอย่าให้ถูกเข้าใจผิดว่าเป็นคนที่ชอบเข้าสังคม",
    "rel.escala.5t": "คุณมีทักษะการสร้างความสัมพันธ์ที่ยอดเยี่ยม",
    "rel.intro":
        "Elaine Sihera ได้ทำการศึกษาวิธีการทำงานของพฤติกรรมของผู้คนในสภาพแวดล้อมทางสังคมที่หลากหลาย การทดสอบนี้มีจุดมุ่งหมายเพื่อประเมินวิธีที่คุณปฏิบัติตัว, เชื่อมโยง, สื่อสาร และเชื่อมต่อกับผู้อื่นในบริบททางสังคมที่แตกต่างกัน มันจะช่วยให้คุณสะท้อนทัศนคติของคุณและให้ผลลัพธ์ที่บ่งชี้ทักษะของคุณในช่วง 0 ถึง 100 เราขอให้คุณโชคดีในการทดสอบ",
    "removerAds": "ลบโฆษณา",
    "removerAds2": "ลบโฆษณาจากแอปพลิเคชัน",
    "resultado": "การจำแนกประเภท",
    "satisfatório": "น่าพอใจ",
    "satisfatórioR": "ตามดัชนี GNH คุณมีความสุขในระดับปานกลาง :/",
    "semRaiva":
        "ขอแสดงความยินดี! คุณเข้าใจสิ่งที่ทำให้คุณโกรธและรู้ว่าควรทำอย่างไรเมื่อคุณเริ่มรู้สึกถึงปัญหา โชคดีที่ดูเหมือนว่าคุณได้พัฒนากลยุทธ์ในการจัดการความโกรธหลากหลายประเภทและคุณสามารถภูมิใจในสิ่งนั้นได้",
    "sempre": "เสมอ",
    "sint_stress_alto":
        "ตื่นเต้นเกินไป, เครียด, ไม่สามารถผ่อนคลายได้, อ่อนไหว, รู้สึกไม่ดี, หงุดหงิดง่าย, กลัว, ประหม่าหรือไม่ทนต่อการรบกวนหรือการล่าช้า",
    "sint_stress_titulo": "อาการเครียด",
    "sobreRaiva": "เกี่ยวกับความโกรธ",
    "sobre_autoconfianca": "เกี่ยวกับความมั่นใจในตัวเอง",
    "sobre_sorriso": "เกี่ยวกับการยิ้ม",
    "sobre_texto":
        "แอปพลิเคชันนี้พัฒนาโดย ByronSystemDeveloper® เพื่อให้ชุดการทดสอบแก่ผู้ใช้เพื่อช่วยในการวิเคราะห์พฤติกรรมและอารมณ์ของพวกเขา ความหวังของเราคือการที่การทดสอบเหล่านี้, คำอธิบายและเคล็ดลับจะกระตุ้นให้ผู้ใช้รับพฤติกรรมและวิถีชีวิตที่มีสุขภาพดีขึ้น ซึ่งส่งผลให้การพัฒนาในด้านร่างกายและจิตใจ ขอให้คุณสนุกกับการใช้งาน :)",
    "sobre_titulo": "เกี่ยวกับแอปพลิเคชัน",
    "sor.1": "คุณยิ้มบ่อยตลอดทั้งวันหรือไม่?",
    "sor.2": "คนส่วนใหญ่ที่คุณพบในแต่ละวันยิ้มเมื่อเห็นคุณหรือไม่?",
    "sor.3": "ถ้ามีใครยิ้มให้คุณ คุณยิ้มตอบหรือไม่?",
    "sor.4":
        "เมื่อคุณถูกแนะนำให้รู้จักกับใครบางคน คุณมักจะยิ้มเมื่อทักทายพวกเขาหรือไม่?",
    "sor.5": "เมื่อคุณยิ้ม ฟันของคุณเห็นไหม?",
    "sor.6":
        "เมื่อคุณอยู่ในที่ที่คุณไม่รู้จักใคร คุณยังคงนิ่งและไม่ยิ้มตลอดเวลาหรือไม่?",
    "sor.7": "บางครั้งรอยยิ้มของคุณเป็นรอยยิ้มที่ดูเยาะเย้ยหรือไม่?",
    "sor.8": "คุณเคยดูรอยยิ้มของคุณในกระจกหรือไม่? มันสวยไหม?",
    "sor.9": "คุณเป็นคนที่ยิ้มไม่บ่อยหรือไม่?",
    "sor.10": "ใบหน้าของคุณมักจะมีสีหน้าเป็นกังวลหรือวิตกกังวลหรือไม่?",
    "sor.11":
        "บางครั้งแม้เมื่อคุณอยู่คนเดียว คุณยิ้มเมื่อคุณนึกถึงเหตุการณ์ที่น่าพอใจหรือไม่?",
    "sor.12":
        "เมื่อคุณรู้สึกไม่ดีเกี่ยวกับบางสิ่งและพบกับเพื่อนที่ดี คุณยิ้มด้วยความจริงใจหรือไม่?",
    "sor.13": "เมื่อคุณยิ้ม คุณสามารถทำให้คนอื่นที่อยู่รอบๆ ยิ้มตามได้หรือไม่?",
    "sor.escala.1":
        "ขอแสดงความยินดี! การยิ้มเป็นส่วนหนึ่งของคุณแล้ว เพราะส่วนใหญ่คุณยิ้มโดยไม่รู้ตัว รอยยิ้มของคุณบ่งบอกว่าคุณอยู่ในสถานะที่สงบและผ่อนคลาย ซึ่งช่วยสร้างความสัมพันธ์ที่ดีต่อผู้อื่น เราไม่มีคำแนะนำอื่นนอกจากหนึ่งเดียว - ยังคงทำต่อไป! รอยยิ้มของคุณดึงดูดผู้คนได้อย่างง่ายดาย",
    "sor.escala.2":
        "คุณมีการยิ้มที่ค่อนข้างระมัดระวัง! คุณรู้วิธียิ้มเมื่อคุณต้องการและรักษาท่าทางที่เป็นมิตร แต่ก็ทำได้เฉพาะเมื่อมันเหมาะสมกับคุณเท่านั้น โดยปกติแล้วคุณจะพยายามที่จะเข้ากับผู้คน แต่บางครั้งก็อาจจะมีช่วงเวลาที่ไม่ได้ยิ้ม ยังมีพื้นที่สำหรับการปรับปรุง คิดเกี่ยวกับเรื่องนี้และดูข้อดีของการยิ้มด้านล่าง",
    "sor.escala.3":
        "คุณต้องปรับปรุงรอยยิ้มที่ปรากฏไม่บ่อยนัก อาจเป็นไปได้ว่าคุณไม่รู้สึกถึงความต้องการหรือแรงบันดาลใจในการยิ้ม แต่ผู้คนมักจะถอยห่างจากคนที่ไม่ยิ้ม เพราะสิ่งที่จำเป็นสำหรับความเป็นมิตรและความอ่อนเยาว์คือรอยยิ้ม! จำไว้ว่ารอยยิ้มทำให้สภาพแวดล้อมรอบตัวคุณดีขึ้น! ดูเหตุผลที่คุณควรยิ้มด้านล่างและลองดู! มันอาจจะทำให้ชีวิตของคุณแตกต่างไป",
    "sor.intro":
        "คุณพบว่าตัวเองยิ้มบ่อยตลอดทั้งวันหรือไม่? คุณอาจไม่ต้องการการทดสอบเพื่อยืนยันเรื่องนี้! อย่างไรก็ตาม การทดสอบนี้จะให้ข้อมูลเชิงลึกเกี่ยวกับการแสดงออกของรอยยิ้มของคุณในสถานการณ์ต่างๆ เมื่อสิ้นสุด คุณจะรู้ว่าคุณเป็นคนที่ยิ้มได้โดยธรรมชาติหรือมีพลังในการกระจายความเป็นบวก และคุณจะได้เรียนรู้เกี่ยวกับข้อดีของการยิ้มสำหรับตัวคุณเองและคนรอบข้าง คุณรู้หรือไม่ว่ารอยยิ้มสามารถเกิดขึ้นได้ทั้งแบบธรรมชาติและแบบตั้งใจ? ค้นพบความแตกต่างเมื่อคุณทำการทดสอบให้เสร็จสิ้น สนุกกับการประเมิน!",
    "sor.sobre": "การทดสอบมี 13 คำถาม แต่ละคำถามให้คะแนนจาก 0 ถึง 1 คะแนน",
    "sor.sorri1": "คุณต้องปรับปรุงรอยยิ้มนี้",
    "sor.sorri2": "คุณยิ้มบางครั้ง",
    "sor.sorri3": "คุณเป็นคนที่ยิ้มง่าย",
    "sor_PE":
        "พอล เอ็คแมน หนึ่งใน 100 นักจิตวิทยาที่มีอิทธิพลมากที่สุดในศตวรรษที่ 20 เป็นผู้บุกเบิกการศึกษาความรู้สึกและการแสดงออกทางสีหน้า",
    "sor_c1":
        "การศึกษาแสดงให้เห็นว่าเกิน 60% ของคนจะยิ้มตอบเมื่อพบกับใบหน้าที่ยิ้ม! เป็นคนที่เผยแพร่ความสุขด้วยรอยยิ้มและคุณจะได้รับการตอบกลับด้วยรอยยิ้มเช่นกัน",
    "sor_c2_1":
        "• เชื่อมโยงผู้คนเพิ่มความใกล้ชิด ความเห็นอกเห็นใจ และส่งเสริมความไว้วางใจ",
    "sor_c2_2":
        "• ทำให้เราน่าสนใจเป็นมิตร และอ่อนเยาว์ยิ่งขึ้นเนื่องจากการเคลื่อนไหวของกล้ามเนื้อบนใบหน้าช่วยเพิ่มความยืดหยุ่นของผิว",
    "sor_c2_3":
        "• ปล่อยเซโรโทนินและเอนโดรฟินซึ่งช่วยส่งเสริมความเป็นอยู่ที่ดี ความสุข และความสนุกสนาน",
    "sor_c2_4": "• เสริมสร้างระบบภูมิคุ้มกันและเพิ่มพลังงาน",
    "sor_c2_5": "• ลดการรับรู้ความเจ็บปวด",
    "sor_c2_6":
        "• ช่วยรักษาสมดุลทางอารมณ์ ปกป้องจากผลกระทบของความเครียดและความวิตกกังวล และช่วยให้เราคลายความตึงเครียด",
    "sor_c2_7": "• เพิ่มความมั่นใจในตัวเอง",
    "sor_c3":
        "กุยโยม ดูเชน นักประสาทวิทยาชาวฝรั่งเศสในศตวรรษที่ 19 เป็นคนแรกที่ศึกษาการแสดงออกทางสีหน้าของมนุษย์ เขาค้นพบว่ารอยยิ้มที่แท้จริงและปลอมจะกระตุ้นกล้ามเนื้อใบหน้าที่แตกต่างกันโดยสิ้นเชิง รอยยิ้มที่แท้จริงหรือที่เรียกว่ารอยยิ้มของดูเชนเกี่ยวข้องกับกล้ามเนื้อรอบดวงตา โดยปิดตาลงเล็กน้อยและถ่ายทอดความอบอุ่นและความจริงใจ รอยยิ้มปลอมเคลื่อนที่เพียงปากและขาดความจริงใจของรอยยิ้มที่แท้จริง รอยยิ้มที่ 'เหมือนรูปปั้น' เหล่านี้มีลักษณะคล้ายกับการแสดงออกที่ไม่เป็นส่วนตัวที่เห็นบนหุ่นจำลองหรือในผู้คนที่ยิ้มเพราะหน้าที่",
    "sor_c4":
        "การหัวเราะสามารถกระตุ้นกล้ามเนื้อได้ถึง 80 มัดในร่างกาย ส่งผลกระทบต่อสมอง คอ หัวใจ หน้าอก ขา เท้า และแน่นอนใบหน้า! การวิจัยแสดงให้เห็นว่าการหัวเราะมีผลทางการแพทย์ เช่น การชะลอการเกิดริ้วรอยตามวัย ดังนั้น หัวเราะมากๆ – นี่คือยาที่ดีที่สุด! หาโอกาสหัวเราะทุกวัน ล้อมรอบตัวเองด้วยคนและสิ่งแวดล้อมที่เป็นบวกและแพร่กระจายความสุข ขนาดของรอยยิ้มประจำวันเป็นการแพร่เชื้อและสามารถปรับปรุงสุขภาพของคุณได้",
    "sor_c5_1":
        "สงบสติอารมณ์เพียงแค่สนุกกับชีวิต ยิ้มมากขึ้น หัวเราะมากขึ้น และอย่ากังวลกับสิ่งต่างๆ (เคนเน็ธ บรานาก)",
    "sor_c5_2":
        "แบ่งปันรอยยิ้มของคุณกับโลก – มันเป็นสัญลักษณ์ของมิตรภาพและสันติภาพ (คริสตี้ บริงเคลีย)",
    "sor_c5_3":
        "ยิ้มในกระจก ทำมันทุกเช้า และคุณจะเริ่มเห็นความแตกต่างที่ยิ่งใหญ่ในชีวิตของคุณ (โยโกะ โอโนะ)",
    "sor_c5_4":
        "มาทักทายกันด้วยรอยยิ้มเสมอ เพราะรอยยิ้มคือจุดเริ่มต้นของความรัก (แม่เทเรซา)",
    "sor_sor": "รอยยิ้มเป็นสิ่งที่แพร่ระบาด:",
    "sor_t2": "ผลกระทบของการยิ้ม:",
    "sor_t3": "รอยยิ้มที่แท้จริงและปลอม",
    "sor_t4": "การหัวเราะ: ยาที่ดีที่สุด",
    "sor_t5": "คำคมเกี่ยวกับการยิ้มที่มีชื่อเสียง",
    "testecompleto":
        "เพื่อการประเมินที่แม่นยำยิ่งขึ้น โปรดลองทำการทดสอบที่สมบูรณ์",
    "tipo_atitudes_titulo": "ประเภทของทัศนคติ",
    "tipos_atitudes_titulo": "เกี่ยวกับทัศนคติ",
    "tit_desc_niv": "คำอธิบายระดับความเครียด",
    "tit_niv_categ": "ระดับความเครียดตามประเภท",
    "titulofrequecia": "บ่อยแค่ไหน...",
    "todosBSD": "แอป BSD ทั้งหมด",
    "v_hist": "ผลลัพธ์ของฉัน",
    "varias_vezes": "บ่อยครั้ง",
    "vezes": "บางครั้ง",
    "zon1": "ต่ำมาก",
    "zon1_des": "คุณต้องการพลังงานมากขึ้นเพื่อให้บรรลุเป้าหมายที่คุณต้องการ.",
    "zon1_des_red": "ระดับความเครียดของคุณต่ำมาก และอาจไม่ใช่เรื่องดี!",
    "zon2": "ต่ำ",
    "zon2_des":
        "คุณอยู่ในช่วงที่มีสุขภาพดีโดยไม่มีความเสี่ยงต่อโรคที่เกี่ยวข้องกับความเครียด เช่น การโจมตีของหัวใจหรือแผลในกระเพาะอาหาร อย่างไรก็ตาม ประสิทธิภาพของคุณอาจไม่สามารถถึงศักยภาพสูงสุดได้.",
    "zon2_des_red": "ระดับความเครียดของคุณต่ำ แต่ก็ไม่ใช่สิ่งที่ดีเช่นกัน!",
    "zon3": "ปกติ",
    "zon3_des":
        "คุณประสบกับความสมดุลระหว่างความตึงเครียดและการผ่อนคลาย ความตึงเครียดบางอย่างเป็นสิ่งจำเป็นเพื่อช่วยให้คุณบรรลุเป้าหมายของคุณ.",
    "zon3_des_red": "ขอแสดงความยินดี! คุณรักษาระดับความเครียดที่ปกติไว้ได้!",
    "zon4": "สูง",
    "zon4_des":
        "ถึงเวลาที่จะประเมินชีวิตของคุณและระบุปัญหาเร่งด่วน ป้องกันปัญหาทางจิตใจและภาวะแทรกซ้อนในระบบทางเดินอาหารและระบบหมุนเวียนเลือดของคุณ ออกกำลังกายเป็นประจำ ปฏิบัติตามอาหารที่ดีต่อสุขภาพ ลองใช้เทคนิคการผ่อนคลาย และขอการสนับสนุนจากเพื่อนที่เชื่อถือได้ อย่าลืมรักษาทัศนคติเชิงบวกและเป็นมิตรกับผู้อื่น.",
    "zon4_des_red": "คุณกำลังประสบกับความเครียดสูง ซึ่งไม่ดีต่อสุขภาพ!",
    "zon5": "สูงมาก",
    "zon5_des":
        "ระดับความเครียดของคุณอยู่ในระดับวิกฤตและต้องการการดำเนินการทันที ขอการสนับสนุนจากเพื่อน ครอบครัว หรือผู้เชี่ยวชาญด้านสุขภาพ พิจารณาการพักผ่อนและฝึกเทคนิคการลดความเครียด ให้ความสำคัญกับการออกกำลังกาย อาหารที่ดีต่อสุขภาพ และทัศนคติเชิงบวก พร้อมทั้งเป็นมิตรกับผู้อื่น.",
    "zon5_des_red":
        "ระวัง! ความเครียดของคุณสูงเกินไปและต้องการความสนใจอย่างเร่งด่วน!",

    // Burnout Test #########
    "_tBurnout": "แบบทดสอบภาวะหมดไฟ",

    "burn_intro":
        "แบบทดสอบนี้ประเมินสัญญาณของความเหนื่อยล้าทางจิตใจที่เกี่ยวข้องกับการทำงาน โรงเรียน หรือการศึกษา\nสามารถใช้ได้กับนักเรียน นักศึกษา ผู้ประกอบอาชีพ หรือผู้ที่เผชิญกับแรงกดดันและความต้องการอย่างต่อเนื่อง\nคำถามครอบคลุมสามด้านหลัก ได้แก่ ความเหนื่อยล้าทางอารมณ์ การถอยห่างทางอารมณ์ และความรู้สึกของความสำเร็จส่วนบุคคล\nโปรดตอบอย่างซื่อสัตย์ โดยพิจารณาจากความรู้สึกของคุณในช่วงไม่กี่สัปดาห์ที่ผ่านมา\nแบบทดสอบนี้ไม่สามารถทดแทนการประเมินทางคลินิกได้ แต่สามารถช่วยให้คุณเข้าใจระดับความเหนื่อยล้าทางจิตใจในปัจจุบันได้ดีขึ้น",

    "burn_dim_ex_title": "ความเหนื่อยล้าทางอารมณ์",
    "burn_dim_dis_title": "การถอยห่างทางอารมณ์",
    "burn_dim_real_title": "ความสำเร็จส่วนบุคคล",

    "burn_1": "ฉันรู้สึกหมดแรงเมื่อสิ้นสุดวัน",
    "burn_2": "ฉันตื่นขึ้นมาพร้อมความเหนื่อยล้า แม้จะได้นอนหลับแล้ว",
    "burn_3": "งานประจำวันของฉันต้องใช้พลังงานมากกว่าที่ฉันมี",
    "burn_4": "ฉันรู้สึกฟื้นตัวจากความเหนื่อยล้าได้ยาก",
    "burn_5": "แม้แต่ภาระหน้าที่เล็กน้อยก็รู้สึกหนักมาก",
    "burn_6": "ฉันมักรู้สึกเหนื่อยล้าทางจิตใจ",

    "burn_7": "ฉันสนใจงานของฉันน้อยลง",
    "burn_8": "ฉันทำในสิ่งที่จำเป็น แต่ไม่มีความมีส่วนร่วม",
    "burn_9": "ฉันหลีกเลี่ยงการคิดมากเกี่ยวกับความรับผิดชอบของตนเอง",
    "burn_10": "ฉันรู้สึกห่างเหินทางอารมณ์จากสิ่งที่ทำ",
    "burn_11": "ฉันสูญเสียความกระตือรือร้นต่อการทำงานหรือการเรียน",
    "burn_12": "ฉันรู้สึกเหมือนแค่ทำหน้าที่ไปวัน ๆ โดยไม่มีแรงจูงใจ",

    "burn_13": "ฉันรู้สึกว่ากำลังทำสิ่งที่มีประโยชน์ในชีวิตประจำวัน",
    "burn_14": "ฉันภูมิใจในสิ่งที่ทำในการทำงานหรือการเรียน",
    "burn_15": "ฉันรู้สึกว่าสามารถรับมือกับความท้าทายได้",
    "burn_16": "ฉันเห็นความก้าวหน้าในสิ่งที่ทำ",
    "burn_17": "ฉันรู้สึกมีแรงจูงใจที่จะพัฒนาต่อไป",
    "burn_18": "ฉันรู้สึกว่าความพยายามของฉันคุ้มค่า",

    "burn_res_low_title": "ภาวะหมดไฟระดับต่ำ",
    "burn_res_low_desc":
        "ผลลัพธ์ของคุณบ่งชี้ถึงระดับความเหนื่อยล้าทางจิตใจที่ต่ำ\nโดยทั่วไปคุณสามารถจัดการกับความต้องการในชีวิตประจำวันได้ดีและรักษาสมดุลทางอารมณ์ไว้ได้\nอย่างไรก็ตาม ควรใส่ใจกับสัญญาณของความเหนื่อยล้าและปกป้องเวลาพักผ่อนของคุณ",

    "burn_res_mod_title": "ภาวะหมดไฟระดับปานกลาง",
    "burn_res_mod_desc":
        "ผลลัพธ์ของคุณบ่งชี้ถึงระดับความเหนื่อยล้าทางจิตใจปานกลาง\nมีสัญญาณของความตึงเครียดทางอารมณ์ที่อาจแย่ลงหากดำเนินต่อไป\nการทบทวนกิจวัตร ลดภาระ และเสริมการพักผ่อนสามารถช่วยป้องกันไม่ให้อาการรุนแรงขึ้น",

    "burn_res_high_title": "ภาวะหมดไฟระดับสูง",
    "burn_res_high_desc":
        "ผลลัพธ์ของคุณบ่งชี้ถึงระดับความเหนื่อยล้าทางจิตใจสูง\nภาวะนี้มักเกี่ยวข้องกับความเหนื่อยล้าทางอารมณ์ การสูญเสียแรงจูงใจ และการถอยห่างจากงาน\nการพักผ่อน การปรับความคาดหวัง และการขอความช่วยเหลือจากผู้เชี่ยวชาญอาจมีความสำคัญ",

    "burn_dim_ex_low_title": "ความเหนื่อยล้าทางอารมณ์ต่ำ",
    "burn_dim_ex_low_desc":
        "บ่งชี้ถึงความสามารถในการฟื้นตัวและจัดการความเหนื่อยล้าได้ดี",

    "burn_dim_ex_mod_title": "ความเหนื่อยล้าทางอารมณ์ปานกลาง",
    "burn_dim_ex_mod_desc":
        "บ่งชี้ถึงความเหนื่อยล้าบ่อยครั้งและความยากลำบากในการฟื้นพลัง",

    "burn_dim_ex_high_title": "ความเหนื่อยล้าทางอารมณ์สูง",
    "burn_dim_ex_high_desc":
        "บ่งชี้ถึงความเหนื่อยล้าทางจิตใจที่รุนแรงและต่อเนื่อง",

    "burn_dim_dis_low_title": "การถอยห่างทางอารมณ์ต่ำ",
    "burn_dim_dis_low_desc": "ยังคงมีส่วนร่วมและความสนใจในงาน",

    "burn_dim_dis_mod_title": "การถอยห่างทางอารมณ์ปานกลาง",
    "burn_dim_dis_mod_desc":
        "แสดงสัญญาณของการลดลงของแรงจูงใจอย่างค่อยเป็นค่อยไป",

    "burn_dim_dis_high_title": "การถอยห่างทางอารมณ์สูง",
    "burn_dim_dis_high_desc":
        "บ่งชี้ถึงความห่างเหินทางอารมณ์และการสูญเสียความหมายในสิ่งที่ทำ",

    "burn_dim_real_low_title": "ความสำเร็จส่วนบุคคลสูง",
    "burn_dim_real_low_desc":
        "บ่งชี้ถึงความรู้สึกมีความสามารถและความพึงพอใจต่อผลงาน",

    "burn_dim_real_mod_title": "ความสำเร็จส่วนบุคคลปานกลาง",
    "burn_dim_real_mod_desc":
        "บ่งชี้ถึงความสงสัยบางประการเกี่ยวกับคุณค่าและผลกระทบของสิ่งที่ทำ",

    "burn_dim_real_high_title": "ความสำเร็จส่วนบุคคลต่ำ",
    "burn_dim_real_high_desc":
        "บ่งชี้ถึงผลกระทบเชิงลบต่อความภาคภูมิใจในตนเองและความพึงพอใจส่วนบุคคล",

    "burn_sobre": "เกี่ยวกับภาวะหมดไฟ",
    "burn_ctx_what_title": "ภาวะหมดไฟคืออะไร?",
    "burn_ctx_what_desc":
        "ภาวะหมดไฟคือสภาวะของความเหนื่อยล้าทางร่างกายและจิตใจที่เกิดจากการเผชิญกับความเครียด แรงกดดัน และความต้องการที่มากเกินไปเป็นเวลานาน\nแสดงออกผ่านความเหนื่อยล้าอย่างต่อเนื่อง การสูญเสียแรงจูงใจ การถอยห่างทางอารมณ์ และความรู้สึกของความสำเร็จส่วนบุคคลที่ต่ำ\nสามารถส่งผลกระทบต่อนักเรียน ผู้ประกอบอาชีพ และผู้ที่เผชิญกับภาระงานอย่างต่อเนื่อง",

    "burn_ctx_causes_title": "สาเหตุของภาวะหมดไฟ",
    "burn_ctx_causes_desc":
        "ภาวะหมดไฟมักเกิดจากการรวมกันของหลายปัจจัย เช่น ภาระงานที่มากเกินไป การพักผ่อนไม่เพียงพอ แรงกดดันด้านผลลัพธ์อย่างต่อเนื่อง การขาดการยอมรับหรือการสนับสนุน และความยากลำบากในการสร้างสมดุลระหว่างงาน การเรียน และชีวิตส่วนตัว\nเมื่อสถานการณ์เหล่านี้ดำเนินต่อไปเป็นเวลานาน ความเสี่ยงต่อความเหนื่อยล้าจะเพิ่มขึ้น",

    "burn_ctx_prevent_title": "วิธีป้องกันภาวะหมดไฟ",
    "burn_ctx_prevent_desc":
        "การป้องกันเกี่ยวข้องกับการลดภาระและการดูแลสุขภาพจิต\nการพักเป็นประจำ การกำหนดขอบเขต การนอนหลับให้เพียงพอ การรักษากิจกรรมยามว่าง และการขอความช่วยเหลือเมื่อจำเป็น เป็นขั้นตอนที่สำคัญ\nการรับรู้สัญญาณตั้งแต่เนิ่น ๆ ช่วยป้องกันไม่ให้อาการแย่ลง",

    "burn_ctx_treat_title": "วิธีรับมือหรือรักษาภาวะหมดไฟ",
    "burn_ctx_treat_desc":
        "การรับมือกับภาวะหมดไฟต้องอาศัยการเปลี่ยนแปลงเชิงปฏิบัติและการสนับสนุนที่เหมาะสม\nการลดความต้องการชั่วคราว การจัดระเบียบกิจวัตรใหม่ การให้ความสำคัญกับการพักผ่อน และการพูดคุยกับบุคคลที่คุณไว้วางใจสามารถช่วยได้\nในบางกรณี การขอความช่วยเหลือจากผู้เชี่ยวชาญมีความสำคัญต่อการฟื้นตัว",

    "burn_ctx_help_title": "ควรขอความช่วยเหลือเมื่อใด?",
    "burn_ctx_help_desc":
        "หากอาการเหนื่อยล้า การขาดแรงจูงใจ หรือการถอยห่างทางอารมณ์ยังคงอยู่หรือรบกวนชีวิตประจำวัน การขอความช่วยเหลือจากผู้เชี่ยวชาญอาจเป็นสิ่งสำคัญ\nการพูดคุยกับผู้เชี่ยวชาญด้านสุขภาพสามารถช่วยให้คุณเข้าใจสถานการณ์ได้ดีขึ้นและกำหนดกลยุทธ์ที่เหมาะสม",
  };
}
