Map<String, String> getUkrainianTranslations() {
  return {
    "-10": "Вітаємо! За результатами тесту Бека у вас немає ознак депресії.",
    "1a": "Я не почуваюся сумним/сумною.",
    "1b": "Я трохи сумую.",
    "1c": "Я часто почуваюся сумним/сумною і не можу цього уникнути.",
    "1d":
        "Я почуваюся настільки сумним/сумною, що більше не можу цього терпіти.",
    "1p": "Я часто кажу ТАК, хоча в глибині душі думаю НІ.",
    "2a": "Я спокійний/спокійна щодо майбутнього.",
    "2b": "Я відчуваю безнадію щодо майбутнього.",
    "2c": "Я відчуваю, що мені більше немає на що чекати.",
    "2d":
        "У мене немає надії на майбутнє, і я відчуваю, що моя ситуація не покращиться.",
    "2p": "Я захищаю свої права, не порушуючи прав інших.",
    "3a": "Загалом, я відчуваю себе задоволеним/задоволеною.",
    "3b": "Я думаю, що зазнав/зазнала більше невдач, ніж більшість людей.",
    "3c": "Коли я дивлюся на своє минуле, я бачу лише низку невдач.",
    "3d": "Я почуваюся повним невдахою.",
    "3p":
        "Коли я погано знаю людину, я волію приховувати те, що думаю або відчуваю.",
    "4a": "Я можу знайти задоволення в тому, що роблю.",
    "4b":
        "Я більше не відчуваю задоволення від того, що колись приносило мені радість.",
    "4c": "Я справді не можу відчути задоволення від чого-небудь.",
    "4d":
        "Я почуваюся незадоволеним/незадоволеною і знудженим/знудженою від усього.",
    "4p": "Більшість часу я рішучий/рішуча і впевнений/впевнена.",
    "5_a": "Доброта.",
    "5_c": "Сумлінність.",
    "5_e": "Екстраверсія.",
    "5_n": "Невротизм.",
    "5_o": "Відкритість.",
    "5a": "Зазвичай я не відчуваю почуття провини.",
    "5b": "Іноді я почуваюся винним/винною.",
    "5c": "Більшість часу я відчуваю себе досить винним/винною.",
    "5d": "Я постійно почуваюся винним/винною.",
    "5p":
        "Загалом, впливати на інших легше та ефективніше, ніж діяти безпосередньо.",
    "6a": "Я не є жертвою будь-якого покарання.",
    "6b": "Я відчуваю, що мене врешті покарають.",
    "6c": "Я відчуваю, що мене карають.",
    "6d": "Я впевнений/впевнена, що мене карають.",
    "6p": "У мене немає сумнівів у критиці інших і висловленні власної думки.",
    "7a": "Я не розчарований/розчарована собою.",
    "7b": "Я трохи розчарований/розчарована собою.",
    "7c": "Я дуже розчарований/розчарована собою.",
    "7d":
        "Я більше, ніж просто розчарований/розчарована; насправді я ненавиджу себе.",
    "7p":
        "Я не вагаюся відмовитися від завдань, які не входять до моїх обов'язків.",
    "8a": "Я не гірший/гірша за інших.",
    "8b": "Я критикую себе за свої помилки та слабкості.",
    "8c": "Я постійно звинувачую себе за свої помилки.",
    "8d": "Я звинувачую себе в усьому поганому, що відбувається навколо мене.",
    "8p":
        "Я не боюся висловлювати свою думку, навіть перед вороже налаштованими співрозмовниками.",
    "9a": "Я не думаю про самогубство.",
    "9b": "У мене є думки про припинення життя, але я не можу їх здійснити.",
    "9c": "Я хочу припинити своє життя.",
    "9d": "Якщо у мене буде можливість, я припиню своє життя.",
    "9p":
        "У суперечці я вважаю за краще відступити і подивитися, як розвиватимуться події.",
    "9pilares":
        "Зрозумійте принципи, які керують індикаторами, що використовуються в опитуваннях для вимірювання валового національного щастя.",
    "9pilares_t": "9 стовпів валового національного щастя.",
    "10a": "Я не плачу більше, ніж зазвичай.",
    "10b": "Тепер я плачу більше, ніж раніше.",
    "10c": "Я проводжу більшу частину часу в сльозах.",
    "10d": "Я вже навіть не можу плакати.",
    "10p": "Мене часто критикують за суперечливість.",
    "11-18": "Згідно з тестом Бека, у вас є симптоми легкої депресії.",
    "11-18r": "Легка депресія",
    "11a": "Я не дратуюсь більше, ніж зазвичай.",
    "11b": "Я дратуюсь частіше, ніж раніше.",
    "11c": "Я постійно роздратований/а.",
    "11d": "Я вже навіть не можу відчувати роздратування.",
    "11p": "Мені важко слухати інших.",
    "12a": "Я все ще цікавлюсь іншими людьми.",
    "12b": "Мене цікавлять інші люди менше, ніж раніше.",
    "12c": "Я майже повністю втратив/ла інтерес до інших людей.",
    "12d": "Я повністю втратив/ла інтерес до інших людей.",
    "12p": "Я тримаю речі в секреті, і це добре працює для мене.",
    "13a": "Я приймаю рішення так само легко, як і раніше.",
    "13b": "Я уникаю прийняття рішень.",
    "13c": "Мені дуже важко приймати рішення.",
    "13d": "Я відчуваю себе повністю нездатним/ою прийняти будь-яке рішення.",
    "13p": "Люди часто вважають мене проникливим/ою та здібним/ою у стосунках.",
    "14a": "Я задоволений/а своїм фізичним зовнішнім виглядом.",
    "14b": "Я турбуюсь про те, що виглядаю старшим/ою і менш привабливим/ою.",
    "14c":
        "Я відчуваю, що мій зовнішній вигляд змінюється, роблячи мене менш привабливим/ою.",
    "14d": "Я думаю, що виглядаю жахливо.",
    "14p":
        "Я будую свої стосунки на довірі, а не на домінуванні чи розрахунку.",
    "15a": "Я можу працювати так само добре, як і раніше.",
    "15b": "Мені потрібно трохи зусиль, щоб почати працювати.",
    "15c": "Мені потрібно багато зусиль, щоб працювати.",
    "15d": "Я більше не можу працювати.",
    "15p":
        "Я волію не просити допомоги у колег; вони можуть вважати мене некомпетентним/ою.",
    "16a": "Я добре сплю.",
    "16b": "Я більше не сплю так добре, як раніше.",
    "16c":
        "Я прокидаюсь на 1 або 2 години раніше, ніж зазвичай, і мені важко знову заснути.",
    "16d":
        "Я прокидаюсь за кілька годин до звичайного часу і більше не можу заснути.",
    "16p":
        "Я сором’язливий/а і відчуваю себе заблокованим/ою, коли мені потрібно робити щось незвичайне.",
    "17a": "Я не відчуваю себе більш втомленим/ою, ніж раніше.",
    "17b": "Я більш втомлений/а, ніж раніше.",
    "17c": "Я втомлююся, роблячи будь-яку справу.",
    "17d": "Я занадто втомлений/а, щоб робити будь-що.",
    "17p": "Люди називають мене слабким/ою, і це мене дратує, а інших смішить.",
    "18a": "Мій апетит такий самий, як завжди.",
    "18b": "Мій апетит вже не такий хороший, як раніше.",
    "18c": "Останнім часом мій апетит значно погіршився.",
    "18d": "У мене взагалі немає апетиту.",
    "18p": "Я почуваюся досить комфортно у стосунках лицем до лиця.",
    "19-25": "Увага! Згідно з тестом Бека, у вас є симптоми помірної депресії.",
    "19-25r": "Помірна депресія",
    "19a": "Моя вага залишається стабільною.",
    "19b": "Я схуд або набрав більше 2,5 кг.",
    "19c": "Я схуд або набрав більше 5 кг.",
    "19d": "Я схуд або набрав більше 7,5 кг.",
    "19p": "Я часто здіймаю галас; це найкращий спосіб отримати те, що хочу.",
    "20-1": "Я відчуваю потребу консультуватися з 💜 про все, що я роблю.",
    "20-2": "Я боюся самотності, відмови та покинутості.",
    "20-3":
        "Коли я з 💜, я не можу витримати розлуку і дзвоню кілька разів, щоб перевірити, де вони і з ким.",
    "20-4": "Я не можу насолоджуватися моментами, коли я самотній.",
    "20-5":
        "Моє щастя повністю залежить від 💜, і я не можу витримати думку про завершення стосунків.",
    "20-6":
        "З того часу, як я почав стосунки з 💜, я віддалився від друзів і родини.",
    "20-7":
        "Час, проведений з 💜, ніколи не буває достатнім; я завжди хочу більше.",
    "20-8":
        "Я не беру ініціативу або висловлюю свою думку через страх невдоволення 💜.",
    "20-9":
        "Будь-яка діяльність, яку я виконую без 💜, здається нудною і монотонною.",
    "20-10": "Я граю жертву, щоб отримати увагу від 💜.",
    "20-11": "Моє життя без 💜 не має сенсу.",
    "20-12": "Мені потрібні постійні докази любові та прихильності.",
    "20-13": "Я переживаю за майбутнє та стабільність стосунків.",
    "20-14":
        "Мені важко встановлювати межі, коли 💜 робить щось, що завдає мені болю.",
    "20-15":
        "Я дуже ціную 💜 і відчуваю себе щасливим, маючи таку чудову людину поруч.",
    "20-16": "Я ревнивий.",
    "20-17": "Я б пробачив зраду, щоб уникнути завершення стосунків.",
    "20-18":
        "Я віддаю себе допомозі 💜 у всьому, включаючи їх особисті проблеми.",
    "20-19":
        "Я не можу терпіти своїх помилок і дуже критично ставлюся до своїх недоліків.",
    "20-20":
        "Якщо 💜 зайнятий і не звертає на мене уваги, я відразу думаю, що вони більше не люблять мене.",
    "20-P": "20",
    "20_titulo": "Швидкий тест",
    "20a": "Моя турбота про здоров'я така ж, як і раніше.",
    "20b": "Я стурбований своїм здоров'ям.",
    "20c":
        "Я так переживаю про своє здоров'я, що мені важко думати про щось інше.",
    "20d":
        "Я так переживаю про своє здоров'я, що не можу думати ні про що інше.",
    "20p": "Я балакучий і перебиваю інших, не помічаючи цього.",
    "21a": "Я не відчуваю жодних змін у своїй зацікавленості у сексуальності.",
    "21b": "Я менш зацікавлений у сексуальності, ніж раніше.",
    "21c": "Моя зацікавленість у сексуальності значно знизилася.",
    "21d": "Я повністю втратив інтерес до сексуальності.",
    "21p":
        "Я амбітний і готовий зробити все необхідне для досягнення своїх цілей.",
    "22a": "Кінець тесту",
    "22d": "Кінець тесту",
    "22p": "Загалом я знаю, до кого і коли звертатися; це важливо для успіху.",
    "23p":
        "У разі розбіжностей я шукаю реалістичні компроміси, засновані на взаємних інтересах.",
    "24p": "Я віддаю перевагу бути прямим і чесним.",
    "25p": "Я схильний відкладати виконання завдань.",
    "+26": "Увага! Згідно з тестом Бека, у вас є симптоми важкої депресії.",
    "26p": "Я часто залишаю завдання незавершеними.",
    "27p": "Загалом, я показую, хто я є, не приховуючи своїх почуттів.",
    "28p": "Мене важко налякати.",
    "29p": "Налякати інших може бути ефективним способом зберегти владу.",
    "30p":
        "Коли хтось користується мною один раз, я впевнений, що помщуся наступного разу.",
    "31p":
        "Коли критикуєш когось, ефективно вказати, коли вони не дотримуються своїх власних принципів.",
    "32p": "Я знаю, як скористатися системою; я винахідливий.",
    "33p": "Я можу бути собою, залишаючись соціально прийнятим.",
    "34p": "Коли я не погоджуюсь, я висловлюю це чітко та спокійно.",
    "35p": "Я стежу, щоб не заважати іншим.",
    "36p": "Я маю серйозні труднощі з прийняттям рішень.",
    "37p":
        "Мені не подобається бути єдиною людиною в групі з іншою думкою, тому я віддаю перевагу відступити.",
    "38p": "Я не боюся публічних виступів.",
    "39p": "Життя здається джунглями.",
    "40p": "Я не боюся стикатися з небезпечними та ризикованими викликами.",
    "41p":
        "Створення конфлікту може бути більш ефективним, ніж зменшення напруги.",
    "42p": "Чесність - найкращий спосіб побудувати довіру у наших стосунках.",
    "43p": "Я знаю, як слухати і не перебивати інших.",
    "44p": "Я виконую те, що вирішив зробити.",
    "45p": "Я не боюся висловлювати свої почуття саме такими, якими вони є.",
    "46p": "Я маю талант вигравати людей і змушувати їх підтримувати мої ідеї.",
    "47p": "Я знаю, як хвалити людей, щоб отримати те, що я хочу.",
    "48p": "Мені важко контролювати, скільки часу я витрачаю на розмови.",
    "49p": "Я добре справляюсь з іронією.",
    "50p":
        "Я веду просте життя і іноді навіть дозволяю собі бути використаним.",
    "51p": "Я віддаю перевагу спостерігати, а не брати участь.",
    "52p": "Я віддаю перевагу бути за лаштунками, а не на першому плані.",
    "53p": "Я не вважаю, що маніпуляція є ефективним рішенням.",
    "54p": "Щоб уникнути проблем, я не розкриваю своїх намірів занадто рано.",
    "55p": "Я часто шокую людей своїми вчинками.",
    "56p": "Я віддаю перевагу бути вовком, а не ягням.",
    "57p":
        "Я часто використовую маніпуляцію, щоб отримати те, що я хочу; це найзручніший спосіб.",
    "58p": "Я загалом знаю, як ефективно протестувати без надмірної агресії.",
    "59p":
        "Я вважаю, що проблеми не можуть бути дійсно вирішені без усунення їх глибоких причин.",
    "60p": "Мені не подобається, коли інші бачать мене в негативному світлі.",
    "61p": "Кінець тесту",
    "90-1": "Я живу для 💜; вони є центром мого світу.",
    "90-2":
        "Коли я спілкуюся з 💜, я обережно підбираю слова, бо боюся їхньої реакції на мої справжні думки.",
    "90-3":
        "Я уникаю робити те, що хочу, щоб не розчарувати 💜 або викликати конфлікти.",
    "90-4": "Я вважаю, що любов і страждання йдуть рука об руку.",
    "90-5":
        "Я терпіти 💜'ів аб'юз або агресію, щоб уникнути відмови або втрати 💜.",
    "90-6":
        "Я намагаюся змінити 💜 порадами, примусом, загрозами або маніпуляцією, щоб зробити так, як я вважаю за потрібне.",
    "90-7":
        "Встановлення меж з 💜 призводить до виснажливих обговорень, які ні до чого не призводять.",
    "90-8":
        "Я відчуваю гнів або розчарування, бо не можу накласти межі в стосунках з 💜.",
    "90-9":
        "Я відчуваю гнів або розчарування, бо не можу остаточно вирішити проблеми з 💜.",
    "90-10": "Іноді я надмірно толерантний до 💜, але нетерпимий до інших.",
    "90-11": "Я брешу або приховую поведінку 💜 від інших людей.",
    "90-12": "Я вигадую виправдання, коли інші дізнаються про поведінку 💜.",
    "90-13":
        "Я відчуваю відповідальність за почуття, думки, потреби, дії та добробут 💜.",
    "90-14":
        "Взагалі, я маю тенденцію піклуватися про добробут 💜 краще, ніж про власний.",
    "90-15": "Я відчуваю образу, коли 💜 не турбується про мене так само.",
    "90-16":
        "Через ці стосунки я часто відчуваю тривогу, виснаження, провину або депресію.",
    "90-17":
        "Я живу, щоб допомогти 💜, навіть коли вони не просять про допомогу.",
    "90-18":
        "Я відмовляюся від запрошень від друзів, щоб вони не проводили час з 💜.",
    "90-19":
        "Я довго тривожно чекаю дзвінка, SMS або електронного листа від 💜.",
    "90-20": "Коли я почав стосунки з 💜, я занедбав своїх друзів.",
    "90-21": "Коли щось йде не так, я зазвичай звинувачую 💜.",
    "90-22":
        "Я відчуваю потребу врятувати 💜, коли вони потрапляють у важку ситуацію.",
    "90-23": "Я відчуваю, що мене використовують або шкодять 💜.",
    "90-24":
        "Я розумію, що в наших стосунках є велике дисбаланс між даванням і отриманням.",
    "90-25": "Комунікація з 💜 складна або майже не існує.",
    "90-26":
        "Я хочу змінити свою поведінку з 💜, але постійно потрапляю в ті ж самі шаблони.",
    "90-27": "Я використовую секс, щоб спробувати завоювати і утримати 💜.",
    "90-28":
        "Я намагаюся бути зайнятим весь час, щоб уникнути вирішення цієї проблеми.",
    "90-29":
        "Коли я не в добрих стосунках з 💜, все інше в моєму житті стає важким.",
    "90-30":
        "Я ігнорую свої проблеми з 💜 і роблю вигляд, що все не так важко.",
    "90-31": "Я відчуваю себе в пастці у стосунках з 💜.",
    "90-32": "Я відчуваю сором за стосунки з 💜.",
    "90-33": "Я уникаю розмов про свої проблеми.",
    "90-34": "В романтичних стосунках я завжди очікую, що буду покинутий.",
    "90-35":
        "Коли я починаю романтичні стосунки, я не витрачаю достатньо часу, щоб переконатися, що людина підходить мені.",
    "90-36": "Я поспішно розвиваю стосунки.",
    "90-37":
        "Коли стосунки йдуть не так або закінчуються, я розумію, що ігнорував явні попереджувальні знаки.",
    "90-38": "Я схильний повторювати руйнівні стосункові моделі.",
    "90-39": "Я залишаюсь з 💜, бо боюся залишитися самотнім.",
    "90-40": "Я залишу ці стосунки тільки коли знайду іншу людину.",
    "90-41": "Мені важко веселитися, виходити кудись або подорожувати без 💜.",
    "90-42":
        "💜 сказала, що хоче закінчити стосунки, але я продовжую наполягати.",
    "90-43": "Я наївно довіряю партнерам поганого характеру.",
    "90-44": "У моїх стосунках з 💜 я задовольняюсь набагато меншим, ніж хочу.",
    "90-45":
        "Після того, як мене не поважають або погано поводяться з 💜, я приймаю будь-яке виправдання, щоб знову бути разом, хоча потім шкодую про це.",
    "90-46":
        "Я схильний закохуватись в недоступних, агресивних, складних або нездатних любити людей.",
    "90-47":
        "Я відчуваю потребу бути корисним для 💜 або відчуваю, що 💜 залежить від мене.",
    "90-48":
        "Щоб бути спокійним, мені часто потрібно знати, де 💜, з ким вони і що роблять.",
    "90-49": "У мене бувають періоди депресії, провини або образи.",
    "90-50": "Я маю спалахи гніву та агресії.",
    "90-51": "Іноді я маю ірраціональні вчинки.",
    "90-52": "Я часто потребую доказів любові від 💜.",
    "90-53":
        "Моє щастя в значній мірі залежить від того, як 💜 діє або не діє.",
    "90-54": "Мені важко приймати 💜 таким, яким він є.",
    "90-55":
        "У стресових ситуаціях я схильний реагувати пасивно або агресивно.",
    "90-56":
        "У цих стосунках я часто вірю, що все покращиться, незважаючи на відсутність реальних ознак покращення.",
    "90-57":
        "Коли я страждаю, я схильний до соматизації або вже маю хронічні психосоматичні захворювання через мою емоційну історію.",
    "90-58": "Я часто ставлю під сумнів, чи любить мене 💜.",
    "90-59": "Я заперечую потребу просити про допомогу.",
    "90-60":
        "Я довго не мав чітких цілей і не інвестував в інші сфери свого життя, окрім стосунків з 💜.",
    "90-61": "Я відчуваю, що втратив напрямок і контроль над своїм життям.",
    "90-62": "Через стосунки з 💜 я думав про суїцид.",
    "90-63": "Я думаю, що настав час покінчити з цим, але ще не зробив цього.",
    "90-64":
        "Я походжу з репресивної, проблемної або дисфункціональної родини.",
    "90-65":
        "Я не відчував себе коханим, прийнятим або схваленим одним або обома батьками.",
    "90-66": "Мої батьки або опікуни були дуже суворими.",
    "90-67": "Щодо помилок, я схильний бути надто суворим до себе.",
    "90-68": "Щодо помилок, я схильний бути нетерпимим до інших.",
    "90-69": "Я страждаю від частих і невиправданих перепадів настрою.",
    "90-70": "Я усвідомлюю свою низьку самооцінку.",
    "90-71":
        "Я легко хвилююся, і в ці моменти не можу припинити надмірно думати.",
    "90-72": "Я відчуваю мало або зовсім не відчуваю надії.",
    "90-73":
        "Я часто відчуваю внутрішню порожнечу, коли я сам або далеко від 💜.",
    "90-74": "Мені незручно приймати компліменти.",
    "90-75": "Я дуже боюся турбувати людей.",
    "90-76": "Я завжди вибачаюсь, навіть коли нічого поганого не зробив.",
    "90-77": "Мені важко довіряти своїм почуттям і рішенням.",
    "90-78": "Часто я кажу 'так', коли хотів би сказати 'ні'.",
    "90-79": "Я легко відчуваю провину в різних ситуаціях.",
    "90-80":
        "Я завжди намагаюся довести, що я достатньо хороший, і боюся помилок.",
    "90-81": "Я завжди шукаю любов, прийняття і схвалення від інших.",
    "90-82": "Мені важко довіряти людям.",
    "90-83": "Я схильний довіряти ненадійним людям.",
    "90-84": "Я легко відчуваю себе недостатнім.",
    "90-85": "Я легко відчуваю співчуття або провину, коли у інших є проблеми.",
    "90-86": "Я відчуваю сором за своє життя.",
    "90-87":
        "Або я ненавиджу себе, або виправдовую свої вчинки, звинувачуючи батьків або інших.",
    "90-88": "Люди, які мене знають, називають мене контролюючим.",
    "90-89": "Я дуже чутливий до критики.",
    "90-90": "Мені важко залишатися близьким або інтимним з людьми.",
    "90-91":
        "Я відчуваю потребу курити, робити покупки, їсти, грати в азартні ігри, пити, вживати наркотики, ліки, користуватися інтернетом, працювати або займатися іншими діяльностями в надмірних кількостях.",
    "90-T": "Завершити тест",
    "90_titulo": "Завершити тест",
    "+26r": "Тяжка депресія",
    "-10r": "Немає депресії",
    "A": "1) Визначення",
    "A1":
        "Гнів є нормальним і здоровим емоцією, але він може стати неконтрольованим і руйнівним для особистих стосунків, роботи та навчання. Неконтрольований гнів робить нас вразливими до непередбачуваних, потужних емоцій. Це відчуття протесту, невпевненості або розчарування щодо когось або чогось, що виражається, коли его відчуває себе пораненим або загрозливим.",
    "A2":
        "Інтенсивність гніву або її відсутність змінюється між індивідами і формується моральним і психологічним розвитком. Ви можете злитися на конкретну особу (колегу по роботі або однокласника) або на подію, таку як затор на дорозі.",
    "A3":
        "Гнів також може бути викликаний надмірною тривогою або зосередженням на особистих проблемах і спогадах про травматичні або важливі події.",
    "Ag_CalStre": "Розрахувати рівень стресу",
    "Ag_ec1": "Сімейний стан?",
    "Ag_ec2": "Одружений",
    "Ag_ec3": "Одинокий / Вдова",
    "Ag_ec4": "Розлучений / Вдова",
    "Ag_faldad": "Дані відсутні",
    "Ag_faldad_des": "Форма не заповнена:",
    "Ag_fc1": "Є діти вдома?",
    "Ag_fc2": "У мене немає дітей вдома",
    "Ag_fc3": "У мене 1 або 2 дітей вдома",
    "Ag_fc4": "У мене більше 3 дітей вдома",
    "Ag_id1": "Вік?",
    "Ag_id2": "До 25 років",
    "Ag_id3": "Від 25 до 34 років",
    "Ag_id4": "Від 35 до 60 років",
    "Ag_id5": "Понад 60 років",
    "Ag_red1": "Місце проживання?",
    "Ag_red2": "Село",
    "Ag_red3": "Мале місто",
    "Ag_red4": "Велике місто",
    "Ag_tit": "Фактори, що погіршують ситуацію:",
    "Ag_trb1": "Статус зайнятості?",
    "Ag_trb2": "Студент",
    "Ag_trb3": "Безробітний",
    "Ag_trb4": "Тимчасова робота",
    "Ag_trb5": "Постійна робота",
    "Analize": "Аналіз результатів",
    "Ans11-18":
        "Згідно з тестом на тривожність, у вас легкі симптоми тривожності.",
    "Ans11-18r": "Легка тривожність",
    "Ans19-25":
        "Увага! Згідно з цим тестом на тривожність, у вас помірні симптоми тривожності.",
    "Ans19-25r": "Помірна тривожність",
    "Ans+26":
        "Обережно! Згідно з цим тестом на тривожність, у вас симптоми тяжкої тривожності.",
    "Ans+26r": "Тяжка тривожність",
    "Ans-10":
        "Вітаємо! Згідно з цим тестом, у вас мінімальні симптоми тривоги.",
    "Ans-10r": "Мінімальна тривога",
    "AnsEscala1": "Про оцінку тесту BAI",
    "AnsEscala2": "Кожна відповідь оцінюється за шкалою від 0 до 3",
    "AnsEscala3": "Оцінка та рівні тривоги:",
    "AnsEscala4": "0-7: мінімальна тривога",
    "AnsEscala5": "8-15: легка тривога",
    "AnsEscala6": "16-25: помірна тривога",
    "AnsEscala7": "26-63: сильна тривога",
    "AnsSint": "Симптоми тривоги",
    "B": "2) Попереджувальні знаки:",
    "B1":
        "Коли ми сердимося, ми переживаємо різні думки, почуття та фізичні реакції. Для деяких людей ці почуття стають надмірними, ніби вони 'на межі вибуху'. Інші можуть не усвідомлювати, що вони сердяться, але відчувають себе хворими, винними або надмірно реагують на інші ситуації.",
    "B2": "ПРЯМІ ЗНАКИ:",
    "B3":
        "Підвищення голосу, лайка, головний біль, болі в животі, напружене горло, підвищена частота серцевих скорочень, підвищений артеріальний тиск, стиснуті кулаки, погрози, насильство, тиск, ворожість, гнів, образа.",
    "B4": "НЕПРЯМІ ЗНАКИ:",
    "B5":
        "Надмірний сон, хронічна втома, тривога, оніміння, депресія, нудьга, втрата апетиту, плач, постійна критика, погані або ворожі жарти, зловживання алкоголем або наркотиками.",
    "C1":
        "Сон є важливим для профілактики та лікування емоційних розладів, таких як стрес, тривога, гнів, емоційна залежність і депресія. Правильний відпочинок є важливим для тіла і розуму. Ось кілька порад:",
    "C1a": "• Лягайте спати до 22:00.",
    "C1b": "• Спіть близько 7-8 годин щоночі.",
    "C1c": "• Дотримуйтесь постійного розкладу сну та пробудження.",
    "C1d": "Якщо у вас виникають труднощі зі сном, ось кілька порад:",
    "C1e":
        "• Уникайте вживання алкогольних напоїв, кави, чаю або стимулюючих продуктів (шоколад, печиво, торти) перед сном.",
    "C1f":
        "• Уникайте екранів (телефон, планшет, телевізор) щонайменше за 1 годину до сну. Доведено, що синє світло та надмірна стимуляція від екранів заважають виробленню мелатоніну — важливого гормону для індукції та підтримки сну.",
    "C1g":
        "• Вечеряйте не менше ніж за 3 години до сну. Якщо їжа вже перетравлена, коли ви лягаєте спати, ви будете краще спати.",
    "C1h":
        "• Прийміть теплу ванну перед сном. Це допоможе вам розслабитися та заснути.",
    "C1t": "1) Хороший сон",
    "C2":
        "Емоційні розлади можуть виснажити вашу енергію, через що фізичні вправи можуть здаватися останньою справою, якою ви хочете зайнятися. Однак фізичні вправи важливі для лікування та профілактики емоційних станів! Регулярні фізичні вправи, особливо аеробні заняття на відкритому повітрі, стимулюють вироблення гормонів, таких як ендорфіни, які покращують самопочуття. Ось кілька порад:",
    "C2a":
        "• Оберіть заняття, яке вам найбільше подобається або яке ви найменше не любите! Найбільш підходящі фізичні вправи для людей з емоційними розладами — це аеробні вправи на відкритому повітрі, такі як швидка ходьба, біг, їзда на велосипеді, веслування тощо.",
    "C2b":
        "• Дотримуйтесь щоденної рутини вправ, проводячи щонайменше 30-хвилинні заняття кожен день.",
    "C2t": "2) Фізичні вправи",
    "C3":
        "Харчування впливає не лише на фізичне здоров'я, але й на емоційне та психологічне самопочуття. Здорове харчування допомагає запобігати та лікувати емоційні розлади. Ось кілька порад:",
    "C3a":
        "• Здорове харчування сприяє виробленню серотоніну — нейромедіатора, який діє в мозку та регулює настрій, сон, апетит тощо.",
    "C3b":
        "• Намагайтеся їсти лише три прийоми їжі на день у регулярні години; переїдання або голодування поширені серед людей з емоційними розладами.",
    "C3c":
        "• Віддавайте перевагу простій, свіжій їжі, такій як салати, овочі, бобові, фрукти, злаки та горіхи. Включайте в раціон такі продукти, як банани, авокадо, овес, волоські горіхи та мигдаль.",
    "C3d":
        "• Уникайте гострої їжі, скоротіть або відмовтеся від м'яса. Якщо ви їсте м'ясо, обирайте нежирне м'ясо, наприклад курку, індичку та рибу.",
    "C3e":
        "• Уникайте продуктів із високим вмістом цукру! Хоча цукор може здатися втішним, зрештою це призводить до коливань настрою, що погіршує депресію.",
    "C3f":
        "• Окрім цукру, слід уникати інших продуктів, які впливають на вашу нервову систему, таких як алкоголь, кава, солона їжа та жирна їжа, яка здебільшого міститься в перероблених продуктах.",
    "C3g":
        "• Також зверніть увагу на навколишнє середовище під час їжі: воно має бути спокійним, мирним і без відволікань.",
    "C3t": "3) Здорове харчування",
    "C4":
        "Статистика показує, що в країнах із меншою кількістю сонячного світла рівень самогубств вищий, а емоційні розлади частіше трапляються під час холодних, темних місяців. Це тому, що сонячне світло діє як природний антидепресант! Намагайтеся щодня виходити на вулицю, отримуйте трохи сонячного світла та поєднуйте це з фізичними вправами для подвійної користі.",
    "C4t": "4) Сонячне світло",
    "C5":
        "Наш мозок значною мірою залежить від кисню. Дихальні вправи, які сприяють глибокому вдиху, збільшують кількість кисню в кровообігу, покращують функцію мозку, розслаблення та ясність думок. Фізична активність також покращує дихання і збільшує ємність легень.",
    "C5t": "5) Свіже повітря",
    "C6":
        "Довіра до себе, до інших і до чогось вищого (наприклад, віра в Бога) є важливою для подолання стресу та депресії. Сміх також допомагає: він розслабляє тіло та стимулює мозок виробляти хімічні речовини, які сприяють радості та благополуччю.",
    "C6t": "6) Майте довірливе ставлення",
    "C7":
        "Оточіть себе позитивними, підтримуючими друзями, які допоможуть вам змінити негативні думки. Говорити про свої емоції важливо, але якщо це неможливо, знайдіть способи виразити себе через такі активності, як написання, танці, гра на музичних інструментах або малювання. Художнє самовираження може бути глибоко терапевтичним і стимулювати хімічні зміни в мозку.",
    "C7t": "7) Висловлюйте свої почуття",
    "C8":
        "Дозвольте мені розповісти вам трохи про гіперстимуляцію та депресію:",
    "C8a":
        "• Гіперстимуляція, особливо від екранів, таких як телефони, телевізори та інтернет, виробляє дофамін, «гормон нагороди», що робить ці дії дуже приємними. Однак надмірне використання екранів може призвести до залежності. Це створює цикл, у якому повсякденні заняття, такі як читання або соціалізація, стають нудними, і ви шукаєте більше часу перед екраном для задоволення. Як результат, ваша депресія може погіршитися, і ви можете мати труднощі із виконанням щоденних завдань. Щоб розірвати цей цикл, скоротіть час перед екраном і скиньте свою систему нагород, щоб знову почати насолоджуватися щоденними заняттями.",
    "C8t": "8) Уникайте гіперстимуляції",
    "C9":
        "Люди часто повідомляють про значне емоційне покращення, коли у них є домашня тварина. Взаємодія з тваринами може підвищити рівень серотоніну, приносячи радість і заохочення.",
    "C9t": "9) Заведіть домашнього улюбленця",
    "C10":
        "ЗОВНІШНІЙ ДОГЛЯД: Щоденний душ сприяє розслабленню, гігієні та самооцінці. Люди з депресією можуть нехтувати цим, але регулярний особистий догляд покращує настрій і підвищує самооцінку.",
    "C10a":
        "ВНУТРІШНІЙ ДОГЛЯД: Вода є необхідною для фізичного та психічного благополуччя. Дотримуйтесь хороших звичок щодо гідратації за допомогою цих порад:",
    "C10b": "• Пийте воду протягом дня, бажано між прийомами їжі.",
    "C10c": "• Ваш щоденний прийом води має становити не менше 1,5-2 літрів.",
    "C10d":
        "• Ознакою достатньої гідратації є колір вашої сечі: вона повинна бути світло-жовтого кольору.",
    "C10t": "10) Вода всередині та зовні",
    "C11":
        "Вам, можливо, доведеться боротися з цими симптомами до кінця життя. Деякі дні будуть кращими за інші, але не здавайтеся.",
    "C11a": "• Прийміть поточний момент, не уникайте реальності.",
    "C11b":
        "• Немає чарівного засобу, який змінить ваш світогляд за одну ніч, навіть ліки не допоможуть.",
    "C11c": "• Рухайтесь крок за кроком, але в правильному напрямку.",
    "C11d":
        "• Щоб збільшити свою здатність боротися з проблемою, застосовуйте всі ці поради. Разом вони обов'язково допоможуть вам, як вони допомогли мільйонам людей.",
    "C11e":
        "• Почніть експериментувати вже сьогодні. Не здавайтеся в боротьбі.",
    "C11t": "Не здавайтеся в боротьбі.",
    "CAUSA":
        "Ми маємо тенденцію відтворювати в зрілому віці те, що ми навчилися в дитинстві. Те, як ми отримували увагу в цей період життя, безпосередньо впливає на те, як ми взаємодіємо як дорослі. Як правило, дорослі, які стають емоційно залежними, - це ті, хто не отримав необхідної уваги та любові для розвитку самоповаги і віри в свою автономію. Вони намагаються заповнити цей дефіцит у інших відносинах, що призводить до залежності. Однак ця залежність також може бути пов'язана з іншими факторами, такими як фізичне або емоційне покидання, відмова та цькування.",
    "CAUSA_T": "Причина",
    "D": "4) Способи вираження гніву:",
    "D1":
        "Найбільш природний та інстинктивний спосіб вираження гніву - це агресивні реакції. Гнів - це природна, адаптивна реакція на загрози; він викликає потужні, часто агресивні почуття і поведінку, які дозволяють боротися або захищатися під час нападу. Невелика кількість гніву необхідна для нашого виживання. Однак ми не можемо виражати гнів на кожну людину або предмет, який нас дратує чи засмучує; закони, соціальні норми та здоровий глузд визначають межі того, як ми виражаємо наш гнів. Люди використовують різні процеси, як свідомі, так і несвідомі, щоб управляти цими почуттями ефективно і соціально прийнятно.",
    "DEF":
        "Емоційна залежність - це порочна поведінка, при якій особа вважає, що їй потрібна інша людина, щоб жити, почуватися повноцінною або бути щасливою. Це дуже поширений психологічний розлад, як у парах, так і в сімейних та дружніх стосунках, і він впливає не тільки на залежну особу, але й на людей, які мають з ними емоційний зв'язок. Рівень прив'язаності настільки значний, що особа відчуває себе погано і страждає, коли іншого немає поряд. Емоційно залежна особа веде себе так, ніби вона є супутником, жертвуючи своєю власною індивідуальністю, щоб зберегти емоційний зв'язок будь-якою ціною.",
    "DEF_T": "Визначення",
    "Err_estciv": "Відсутній сімейний стан!",
    "Err_fil": "Відсутня інформація про дітей вдома!",
    "Err_ida": "Відсутній вік!",
    "Err_res": "Відсутнє місце проживання!",
    "Err_vinlab": "Відсутній статус зайнятості!",
    "Escala1": "Про шкалу",
    "Escala2": "Усі питання оцінюються за шкалою від 0 до 3.",
    "Escala3": "Значення шкали та рівень депресії:",
    "Escala4": "< 10% Немає депресії",
    "Escala5": "11-19% Легка депресія",
    "Escala6": "20-29% Помірна депресія",
    "Escala7": "> 30% Важка депресія",
    "Exttit": "Зовнішній",
    "F": "5) Процеси для управління гнівом:",
    "F1":
        "1) Впевнене вираження почуттів гніву (не агресивно): Це включає чітке висловлення ваших потреб та способів їх задоволення без шкоди для інших. Золоте правило - поважати себе і інших!",
    "F2":
        "2) Пригнічення почуттів: Це відбувається, коли ви стримуєте гнів, припиняєте про нього думати і зосереджуєтеся на позитивних речах. Мета - пригнічення гніву і перетворення його в більш конструктивну поведінку. Небезпека в тому, що, не дозволяючи зовнішньому вираженню гніву, він може проявитися всередині, що призведе до фізичних проблем, таких як тривога, депресія, гіпертонія тощо.",
    "F3":
        "3) Заспокоєння/розслаблення. Це включає не тільки контроль за поведінкою, але й управління внутрішніми реакціями. Ідеально, навіть самі почуття мають бути пом’якшені. Нездатність адекватно виразити гнів може призвести до інших проблем, таких як пасивно-агресивна поведінка або постійно цинічна і ворожа позиція. Люди, які постійно принижують інших, критикують все або роблять цинічні коментарі, часто не навчилися конструктивно виражати свій гнів. Як правило, у них мало задовільних відносин. Але будьте обережні! Це не повинно використовуватися як виправдання для того, щоб 'випустити все'. Дослідження показують, що вивільнення гніву неконтрольованими способами може викликати ще більше агресії, а не вирішити проблему. Найкраще зрозуміти тригери для гніву і розробити стратегії для запобігання шкідливого ескалації.",
    "FIBhoje":
        "Уряди все більше усвідомлюють, що валовий внутрішній продукт (ВВП), який вимірює загальну суму всього виробленого в країні, має сліпі точки і недостатній для оцінки щастя населення. Бути багатим недостатньо для щастя; деякі фактори, які роблять нас щасливими, не можна купити чи продати. Уряди починають усвідомлювати це і поступово впроваджують такі інструменти оцінки у своїх політиках. Щасливі люди демонструють вищу продуктивність на роботі, є креативними, мають здорові та тривалі стосунки, мають більше друзів, насолоджуються гарним здоров'ям та краще справляються зі стресом і труднощами.",
    "FIBhoje_t": "Сьогоднішнє національне щастя",
    "FimTeste":
        "Перегляньте рекламне відео, поки ми аналізуємо ваші відповіді.",
    "FimTeste_t": "Тест завершено",
    "Fort1": "1) Ви можете визначити причини вашого гніву.",
    "Fort2": "2) Ви можете зменшити ефекти вашого гніву через комунікацію.",
    "Fort3":
        "3) Ви знаєте, як вирішувати свої проблеми, щоб зменшити ефекти гніву.",
    "Fort4":
        "4) Здається, ви знаєте, коли потрібно пригнічувати гнів, а коли виражати його.",
    "Fort5": "5) Ви можете контролювати свій гнів.",
    "Fort6": "6) Здається, ви знаєте, як прощати, коли це необхідно.",
    "Fort7": "7) Ви добре контролюєте свою внутрішню гнів.",
    "Fort8": "8) Ви добре контролюєте зовнішні прояви свого гніву.",
    "Fort9": "9) Немає ознак, що ви маєте ворожий погляд на життя.",
    "Frac1": "1) Ви не повністю розумієте кореневі причини вашого гніву.",
    "Frac2":
        "2) Вам потрібно поліпшити навички спілкування, щоб зменшити вплив гніву на себе і на інших.",
    "Frac3":
        "3) Вам потрібно розвивати ефективні навички вирішення проблем, щоб пом’якшити ефекти гніву.",
    "Frac4":
        "4) Вам потрібно зрозуміти, коли слід придушувати гнів, а коли висловлювати його.",
    "Frac5": "5) Вам важко контролювати свій гнів.",
    "Frac6":
        "6) Ви боретеся з прощенням, що негативно впливає як на вас, так і на інших.",
    "Frac7": "7) Вам важко контролювати свій гнів у емоційних ситуаціях.",
    "Frac8": "8) Вам важко управляти зовнішніми проявами вашого гніву.",
    "Frac9": "9) Ви маєте вороже ставлення до життя.",
    "G": "6) Управління почуттями і думками:",
    "G1":
        "Ефективні стратегії можна розробити тільки через глибоке розуміння гніву: Що я думаю? Що я відчуваю? Мета цих стратегій не в тому, щоб повністю усунути гнів, а в тому, щоб розрізнити, коли гнів є адаптивним і як його контролювати.",
    "G1tit": "Причини",
    "G2tit": "Впливи",
    "G3tit": "Проблеми",
    "G4tit": "Придушення",
    "G5tit": "Контроль",
    "G6tit": "Прощення",
    "H": "7) Управління почуттями і думками:",
    "H1":
        "Коли ви розмірковуєте про ситуації, що викликають гнів, ви, ймовірно, згадуєте інтенсивні почуття, які призвели до реакцій, які не покращили ситуацію. Щоб краще впоратися з цими почуттями, важливо проаналізувати ситуацію з іншої перспективи.",
    "H2": "КРОК 1: АНАЛІЗ",
    "H3":
        "Наступного разу, коли щось або хтось роздратує вас, спробуйте зафіксувати думки, що виникають про цю ситуацію або людину. Запишіть їх якомога швидше та поступово складіть список повторюваних думок.",
    "H4": "КРОК 2: ОЦІНКА",
    "H5":
        "Ретельно оцініть свої думки. Чи є вони точними, чи вони спотворені емоційними упередженнями? Спотворені думки зазвичай неточні і можуть приймати різні форми.",
    "H6":
        "• МАРКУВАННЯ: приписування негативної мітки без урахування інших гіпотез або доказів, наприклад: 'Він ідіот.'",
    "H7":
        "• ПІДВИЩЕННЯ: при оцінці когось перебільшення негативних аспектів та зменшення позитивних, наприклад: 'Мій вчитель поставив мені низьку оцінку; вона несправедлива' (хоча вона також поставила мені кілька позитивних оцінок).",
    "H8":
        "• ПЕРСОНАЛІЗАЦІЯ: віра в те, що інші реагують безпосередньо проти вас, не розглядаючи інші більш імовірні пояснення їхньої поведінки. Наприклад: 'Той хлопець холодний, бо вважає себе вищим за мене' (можливо, той хлопець отримав погані новини від своєї родини...).",
    "H9":
        "• ТУНЕЛЬНЕ БАЧЕННЯ: розгляд лише негативних аспектів ситуації, наприклад: 'Мій вчитель не робить нічого правильно. Він критичний, нечутливий і не може добре навчити предмету.'",
    "H10":
        "• ДУМАННЯ 'ВСЕ АБО НІЧО': сприйняття ситуації лише в двох категоріях без врахування континууму, наприклад: 'Мій друг не погоджується зі мною з цього питання, тому він не підтримує мене ні в чому.'",
    "H11":
        "• БУТИ ПРАВИМ: постійна спроба довести, що ваші думки і дії правильні. Помилка є неприйнятною, наприклад: 'Кричати на мого колегу було абсолютно справедливо. Вона заслуговує на те, що отримала.'",
    "H12":
        "КРОК 3 - ЗНАЙДІТЬ ІНШІ БІЛЬШ АДАПТИВНІ СПОСОБИ ДУМАННЯ ПРО СИТУАЦІЮ:",
    "H13":
        "Для кожної спотвореної думки працюйте над пошуком альтернативних, конструктивних способів мислення, які зменшують ваш гнів. Це може включати розгляд позитивних аспектів особи або ситуації, розгляд альтернативних пояснень для поведінки когось або отримання ширшої перспективи.",
    "H14": "КРОК 4 - ПРАКТИКУЙТЕ ПОПЕРЕДНІ КРОКИ:",
    "H15":
        "Цей аналіз слід практикувати щодня, щоб він був ефективним. Коли це стане легшим, ви станете більш компетентними у визначенні своїх думок, коли стикаєтеся з ситуацією, яка викликає гнів. Визначивши спотворені думки та замінивши їх на більш адаптивні, ви зможете уникнути занурення у гнів.",
    "Hostil": "Вороже",
    "I": "8) Управління фізичними симптомами:",
    "I1":
        "Коли ви стикаєтеся з інтенсивним гнівом, найпоширеніша порада - 'Заспокойтеся' або 'Розслабтесь'. Ці поради націлені на управління фізичними симптомами гніву, які накопичують напругу в тілі. Навчання розслаблення може допомогти вам краще контролювати фізичні ефекти гніву.",
    "I2": "ГЛИБОКЕ ДИХАННЯ:",
    "I3":
        "Коли ви відчуваєте гнів, важливо мати техніку релаксації, яка може швидко працювати в будь-якій ситуації. Глибоке дихання – це одна з таких технік. Воно дозволяє вашому тілу отримувати більше кисню, уповільнює серцевий ритм і допомагає запобігти потраплянню адреналіну в кровотік. Це дихання глибоке, оскільки воно задіює діафрагму або область живота, а не грудну клітку. Дихання має бути повільним і ритмічним.",
    "I4":
        "Коли ви помічаєте фізичні ознаки гніву, знайдіть момент, щоб зосередитися на своєму диханні, яке, ймовірно, буде швидким і поверхневим. Переривання цього циклу шляхом свідомого глибокого і повільного дихання з діафрагми допоможе вашому тілу розслабитися і зменшити фізичні симптоми гніву. Як тільки ваші м'язи почнуть розслаблятися, напруга почне зменшуватися.",
    "I5":
        "Ця коротка пауза дозволяє вам відновити контроль над своїми емоціями, змінити свої думки та більш ефективно справлятися із ситуацією.",
    "I6": "ПРОГРЕСИВНА РЕЛАКСАЦІЯ М'ЯЗІВ:",
    "I7":
        "Ця техніка систематично скорочує та розслабляє основні групи м'язів вашого тіла. Це допомагає виявити напругу та звільнитися від неї. При використанні в ситуаціях, що викликають гнів, прогресивна релаксація м'язів може зменшити ці почуття, допомагаючи вам залишатися спокійнішим і менш сердитим у міру розвитку ситуації.",
    "Ignorar": "Ігнорувати результат",
    "Inttit": "Внутрішній",
    "J": "9) Психотерапевтична робота:",
    "J1":
        "Якщо попередні рекомендації не допомагають ефективно управляти гнівом, або якщо ви стикаєтеся з серйозними проблемами контролю над гнівом, ми рекомендуємо звернутися за допомогою до медичного спеціаліста.",
    "J2":
        "Найважливіший крок – знайти людину, яка може допомогти вам відновити контроль. Розмова з фахівцем може допомогти запобігти небезпечним ситуаціям і покращити ваше ставлення до себе. Крім того, психотерапія може поліпшити ваші комунікативні навички та покращити ваші стосунки.",
    "Med1": "1) Іноді ви можете визначити причини свого гніву.",
    "Med2":
        "2) Іноді ви можете пом’якшити наслідки гніву через ефективне спілкування.",
    "Med3":
        "3) Ви часто можете вирішувати проблеми способами, які допомагають зменшити вплив гніву.",
    "Med4": "4) Іноді ви можете ефективно управляти своїм гнівом.",
    "Med5": "5) Іноді ви можете контролювати свій гнів.",
    "Med6": "6) Вам може бути важко прощати, коли це необхідно.",
    "Med7":
        "7) Здається, що ви маєте розумний контроль над вашими емоціями гніву.",
    "Med8": "8) Ви маєте розумний контроль над зовнішніми проявами гніву.",
    "Med9": "9) Іноді ви виявляєте ворожий погляд на життя.",
    "Mudar_atitude_titulo": "Чи можливо змінити цю установку?",
    "NotasRaiva": "Як контролювати гнів?",
    "P1": "Я сплю необхідну кількість годин для своїх потреб",
    "P2": "Я харчуюсь вчасно",
    "P3": "Я приймаю заспокійливі ліки, коли відчуваю нервозність",
    "P4":
        "Я проводжу вільний час за екранами (телевізор, комп'ютер, мобільний телефон, планшет тощо).",
    "P5": "Я регулярно займаюсь спортом",
    "P6": "Я їм швидко",
    "P7": "Я споживаю солодку і жирну їжу, коли мені цього хочеться",
    "P8": "Я їм багато фруктів і овочів",
    "P9": "Я п'ю воду між прийомами їжі",
    "P10": "Я їм між основними прийомами їжі",
    "P11": "Я снідаю добре",
    "P12": "Я вечеряю великою порцією їжі.",
    "P13": "Я курю",
    "P14": "Я п'ю алкогольні напої",
    "P15": "У вільний час я шукаю природу та чисте повітря",
    "P16": "У мене є хобі, яке мене розслабляє",
    "P17": "Моя сім'я досить галаслива",
    "P18": "Я відчуваю, що мені потрібно більше місця вдома",
    "P19": "Мої речі всі організовані",
    "P20": "Я насолоджуюсь атмосферою мого дому",
    "P21": "Мої сусіди дуже голосні",
    "P22": "В моєму районі багато людей",
    "P23": "Мій дім чистий і охайний",
    "P24": "Я можу розслабитися вдома",
    "P25": "Моя кімната для мене занадто маленька",
    "P26": "Багато людей живуть під одним дахом зі мною",
    "P27": "Я задоволений декором мого дому",
    "P28": "Мій дім достатньо великий для наших потреб",
    "P29": "У моєму районі є неприємні запахи",
    "P30": "Місце, де я живу, дуже шумне",
    "P31": "Повітря в моєму районі чисте і свіже",
    "P32": "Вулиці та сади в моєму районі чисті та добре доглянуті",
    "P33": "Я страждаю від головного болю",
    "P34": "У мене болі в животі",
    "P35": "Я добре перетравлюю їжу",
    "P36": "Мої кишківники працюють добре",
    "P37": "Я страждаю від болю в спині",
    "P38": "Я відчуваю серцебиття та/або прискорене серцебиття",
    "P39": "Я часто маю алергії",
    "P40": "Я відчуваю нестачу повітря",
    "P41": "Я відчуваю напругу в м'язах шиї та спини",
    "P42": "Мій кров'яний тиск нормальний",
    "P43": "У мене хороша пам'ять",
    "P44": "Я маю невеликий апетит",
    "P45": "Я відчуваю втому та недостаток енергії",
    "P46": "Я страждаю від безсоння",
    "P47": "Я пітнію навіть без фізичних навантажень",
    "P48": "Я легко плачу і відчуваю відчай",
    "P49": "Моя робота викликає в мене багато стресу",
    "P50": "У вільний час я думаю про робочі проблеми",
    "P51": "Мій робочий графік регулярний",
    "P52": "Мої завдання дозволяють мені їсти спокійно",
    "P53": "Я приношу роботу додому ввечері та у вихідні",
    "P54": "У мене є більше ніж одна робота",
    "P55": "Коли я працюю, час минає швидко",
    "P56": "Я відчуваю себе корисним та задоволеним своєю роботою",
    "P57": "Я боюся втратити свою роботу",
    "P58": "Я маю труднощі з колегами по роботі",
    "P59": "У мене гарні стосунки з начальником",
    "P60": "Я вважаю свою роботу стабільною",
    "P61": "Я використовую машину для роботи",
    "P62": "Я забуваю їсти, коли мушу щось закінчити",
    "P63": "Я вважаю себе здатним виконувати свою роботу",
    "P64": "У мене є відчуття, що мій начальник та сім'я цінують мою роботу",
    "P65": "Мені подобається бути добрим і ввічливим до людей",
    "P66": "Я зазвичай довіряю іншим",
    "P67": "Я нервую, коли мої плани залежать від інших",
    "P68": "Обговорення сильно впливають на мене",
    "P69": "У мене є друзі, готові вислухати мене",
    "P70": "Я задоволений своїм сексуальним життям",
    "P71": "Мені дуже важливо, що інші думають про мене",
    "P72": "Я хочу робити речі краще, ніж інші",
    "P73": "Мої колеги по роботі є моїми друзями",
    "P74": "У мене є терпіння вислуховувати проблеми інших",
    "P75":
        "Я вірю, що мій партнер повинен суттєво змінитися, щоб наші стосунки покращилися",
    "P76": "Я занадто багато говорю",
    "P77": "Коли я сперечаюсь з кимось, я відразу починаю підвищувати голос",
    "P78": "Я відчуваю заздрість, бо у інших більше, ніж у мене",
    "P79":
        "Під час сварки я зосереджуюсь на тому, що скажу далі, замість того, щоб повністю вислухати іншу людину",
    "P80": "Я нервую, коли отримую накази",
    "P81": "В загальному я задоволений своїм життям",
    "P82": "Мені подобається добре говорити про інших людей",
    "P83": "Я нервую, коли хтось їде повільно переді мною",
    "P84": "Коли є довга черга, я зазвичай йду геть",
    "P85": "Зазвичай я щедрий до себе при встановленні термінів",
    "P86": "Я впевнений у майбутньому",
    "P87": "Коли мені не подобається тема, я зазвичай думаю про найгірше",
    "P88":
        "Я віддаю перевагу робити речі по-своєму і дратуюсь, коли не можу цього зробити",
    "P89": "У мене хороший почуття гумору",
    "P90": "Я задоволений тим, яким я є",
    "P91": "Я нервую, якщо мене переривають серед діяльності",
    "P92": "Я перфекціоніст",
    "P93": "Я часто думаю про людей, які мені винні гроші",
    "P94": "Я дуже нервую, коли застряг у заторі",
    "P95":
        "Я швидко нудьгую на відпустці і хочу повернутися до продуктивної діяльності",
    "P96": "Я боюся захворіти на смертельну хворобу, таку як рак",
    "PH": "Ворожість",
    "Perg": "Запитання",
    "R1":
        "У вас є висока самооцінка і ви не ставите свої особисті потреби вище за ваші стосунки. Ви добре балансуєте свої стосунки з іншими аспектами свого життя. Однак, якщо ви настільки захищаєте свою індивідуальність, це може виглядати так, ніби ви не хочете повністю віддатися. Подумайте, чи ви відступаєте від зобов'язань через страх перед створенням глибоких зв'язків або показуванням вразливості.",
    "R1T": "Немає емоційної залежності",
    "R2":
        "Ви розумієте, що в стосунках важливо робити компроміси і вести переговори. Ви можете чітко висловлювати свої почуття, але в деяких ситуаціях ви проявляєте невпевненість і не можете захистити свою автономію. Було б добре почати встановлювати межі і практикувати самообслуговування, щоб уникнути зростання емоційної залежності та її негативного впливу на ваше життя.",
    "R2T": "Низька емоційна залежність",
    "R3":
        "Ваш страх втратити партнера веде до певних залежних поведінкових патернів. Ви любите робити їх щасливими, часто відмовляючись від своїх інтересів. Якщо ви продовжите таку поведінку, ваша індивідуальність буде серйозно під загрозою. Пам’ятайте, що в здорових стосунках обидва партнери піклуються про себе, мають індивідуальні цілі і можуть висловлювати свою думку без страху. Подумайте про свою поведінку, яка може сприяти цьому ненадійному зв’язку.",
    "R3T": "Середня емоційна залежність",
    "R4":
        "Ви відчуваєте величезну потребу піклуватися про свого партнера, навіть якщо це означає жертвування важливими аспектами вашого життя. Все обертається навколо стосунків, і вам подобається відчувати себе корисним для іншої людини. Крім того, ви уникатимете будь-яких конфліктів, вірячи, що щасливі стосунки – це ті, що без сварок. Однак не забувайте: така поведінка принесе наслідки рано чи пізно. Індивідуальність є однією з основ здорових стосунків.",
    "R4T": "Висока емоційна залежність",
    "RaivaExterna": "Зовнішня злость",
    "RaivaInterna": "Внутрішня злость",
    "Result": "Ваші результати",
    "SA": "Це стосується типів взаємодій, які люди розвивають.",
    "SAHL":
        "ВИСОКІ РІВНІ: Люди, які зазвичай довіряють іншим, вірять у їхні позитивні якості і рідко підозрюють їхні наміри. Це впливає на їхню формування особистості і здатність формувати близькі стосунки. Вони схильні бути відданими, чесними, турботливими і готовими допомогти іншим, часто виявляючи співчуття, щедрість і емпатію, хоча можуть також здаватися більш підлеглими.",
    "SALL":
        "НИЗЬКІ РІВНІ: Люди, які часто виявляють ворожість або маніпулятивну поведінку для власної вигоди. Вони схильні бути підозрілими, мало заводять друзів і підтримують небагато значущих стосунків. Вони часто мають проблеми в школі та часто порушують соціальні норми, маючи певні кореляції з антисоціальною поведінкою та зловживанням речовинами.",
    "SC":
        "Це представляє рівень організації, наполегливості, контролю і мотивації до досягнення цілей, а також пунктуальності і здатності залишатися організованим.",
    "SCHL":
        "ВИСОКІ РІВНІ: Люди, які прагнуть знайти способи досягти своїх цілей, навіть якщо це передбачає певні жертви або конфлікти з миттєвими бажаннями. Вони зазвичай амбітні, працьовиті та дуже віддані своїй роботі.",
    "SCLL":
        "НИЗЬКІ РІВНІ: Люди з малою мотивацією справлятися з складними завданнями, які легко здаються перед труднощами. Вони зазвичай беруть участь у діяльності, не знаючи напевно, як це допоможе їм досягти своїх цілей. Вони загалом некомпетентні та непунктуальні, мають труднощі з підтриманням зацікавленості в завданнях, навіть якщо це шкодить.",
    "SE":
        "Це стосується того, як людина взаємодіє з іншими, зокрема, наскільки комунікабельна, балакуча, активна, впевнена і чутлива вона є.",
    "SEHL":
        "ВИСОКІ РІВНІ: Люди, які люблять спілкуватися і прагнуть контакту з іншими, навіть якщо не знають їх добре. Вони зазвичай швидко діляться особистою інформацією і довіряють людям, яких щойно зустріли. Ці особи зазвичай активні, відкрито виражають свої уподобання і переконання і можуть іноді виявляти домінуючу поведінку. Вони віддають перевагу груповим активностям і активно шукають товариства.",
    "SELL":
        "НИЗЬКІ РІВНІ: Схильні бути стриманими та мовчазними, мало говорять про себе і потребують більше часу для розвитку близькості. Вони не обов'язково є сором'язливими, грубими чи егоїстичними.",
    "SINTOMAS":
        "Занадто велика ревнощі, неймовірна потреба догоджати іншим, страх самотності, відсутність особистих планів, почуття неповноцінності та постійна потреба в увазі.",
    "SINTOMAS_T": "Симптоми",
    "SN":
        "Це базова риса особистості, що стосується того, як людина управляє емоціями, викликаними подіями повсякденного життя.",
    "SNHL":
        "ВИСОКІ РІВНІ: Знайдено у людей, які не задовільно справляються зі своїми емоціями і зазвичай переживають психологічний стрес інтенсивно. Вони демонструють емоційну нестабільність і вразливість, повідомляючи про інтенсивний досвід у негативних подіях, приділяючи менше уваги позитивним аспектам подій. Вони схильні до розвитку проблем, таких як депресія, почуття провини, заздрість, гнів, тривога та інше.",
    "SNLL":
        "НИЗЬКІ РІВНІ: Вказує, що людина схильна бути емоційно стабільною навіть перед обличчям негативних емоційних подій.",
    "SO":
        "Це стосується дослідницької поведінки і визнання цінності нових вражень.",
    "SOHL":
        "ВИСОКІ РІВНІ: Знайдено у людей, які не задовільно справляються зі своїми емоціями і зазвичай переживають психологічний стрес інтенсивно. Вони демонструють емоційну нестабільність і вразливість, повідомляючи про інтенсивний досвід у негативних подіях, приділяючи менше уваги позитивним аспектам подій. Вони схильні до розвитку проблем, таких як депресія, почуття провини, заздрість, гнів, тривога та інше.",
    "SOLL":
        "НИЗЬКІ РІВНІ: Вказує, що людина залишається емоційно стабільною навіть перед обличчям викликів або несприятливих подій.",
    "SS":
        "Big Five є одним з найбільш поширених тестів особистості у світі. Має глобальні та крос-контекстуальні докази в різних контекстах. Тест має на меті ідентифікувати поведінкові тенденції у п'яти основних рисах особистості. Високі або низькі значення не обов'язково представляють дисфункціональні особистісні моделі. Перегляньте п'ять рис, проаналізованих нижче.",
    "SSt": "Про тест",
    "Sint":
        "Депресія - це не просто тимчасова сумна ситуація! Це тривалий розлад настрою. Найпоширеніші симптоми депресії:",
    "SintAns":
        "Тривога проявляється через фізичні та психологічні симптоми. Зазвичай характеризується надмірним занепокоєнням про майбутні ситуації. Жити в теперішньому часі складно, оскільки завжди тривожитесь про майбутнє. Коли контрольоване, тривога є природною реакцією організму на потенційні загрози, допомагаючи нам залишатися пильними до будь-якої можливої небезпеки. Однак, вона може бути інтенсивною, тривалою і здається без очевидної причини. У таких випадках люди зазвичай ізолюють себе і уникають будь-яких ситуацій, які вони сприймають як небезпечні, навіть якщо це не так.",
    "Sinta":
        "• Депресивний настрій, дратівливість, тривога та емоційний стрес.",
    "Sintb": "• Порушення сну: безсоння або надмірний сон.",
    "Sintc": "• Зміни апетиту, зростання або втрата ваги.",
    "Sintd":
        "• Відчуття розчарування, втоми та необхідність збільшення зусиль для виконання завдань.",
    "Sinte": "• Відсутність інтересу, мотивації та апатія.",
    "Sintf":
        "• Відчуття страху, тривоги, невпевненості, безнадії, безпорадності та пустоти.",
    "Sintg":
        "• Песимізм, часте і непропорційне почуття провини, низька самооцінка, відчуття безглуздості, непотрібності, руйнування, невдачі, хвороби, смерті або скорботи.",
    "Sinth":
        "• Спотворене і негативне сприйняття реальності: все виглядає через депресивну лінзу, надаючи сіру відтінку вам, іншим та світу.",
    "Sinti":
        "• Ускладнене концентрування, повільніше мислення, часті забування.",
    "Sintt": "Симптоми депресії",
    "SinttAns": "Симптоми тривоги",
    "SobreApp": "Про додаток",
    "SobrePersonalidade":
        "Тест на особистість базується на Великій п'ятірці (5 рис особистості) і має на меті оцінити вашу особистість через анкету і визначити ваші найбільш характерні риси особистості.",
    "SobreTesteAns": "Тест заснований на Інвентаризації тривоги Бека (BAI)",
    "SobreTesteFelicidade":
        "Тест на щастя має на меті визначити рівень вашого щастя відповідно до Тесту Gross National Happiness (GNH).",
    "SobreTesteStress":
        "Тест на стрес заснований на Інвентаризації депресії Бека (BDI), який широко використовується фахівцями з психічного здоров'я та міжнародно визнаний.",
    "T1": "Глобальний аналіз",
    "T2": "Індивідуальний аналіз",
    "TRAT1":
        "Спробуйте зрозуміти причини вашої руйнівної поведінки. Чому ви боїтеся бути наодинці? Які причини вашої низької самооцінки? Чи варто підтримувати таку дисбалансовану стосунки? Роздуми над цими питаннями допоможуть вам усвідомити ваші слабкі сторони і знайти рішення проблеми.",
    "TRAT1_T": "Будьте чесними з собою",
    "TRAT2":
        "Визнання емоційної залежності не обов'язково означає завершення стосунків. Відкрийте своє серце, поговоріть про свої страхи і запитайте їх, як ви можете покращити свої стосунки, щоб зробити їх більш збалансованими. Щирість має силу збільшити єдність та зв'язок між партнерами.",
    "TRAT2_T": "Поговоріть з вашим партнером",
    "TRAT3":
        "Працюйте над балансуванням усіх аспектів вашого життя. Відновіть зв'язок з родиною та друзями, піклуйтеся про себе краще, відкривайте нові захоплення і вкладати час в самовдосконалення.",
    "TRAT3_T": "Піклуйтеся про свої інтереси",
    "TRAT4":
        "Не залишайтеся у стосунках, де ви відчуваєте незадоволення через страх самотності. Якщо ваш партнер не поважає вашу індивідуальність і використовує вашу залежність, щоб домінувати над вами, можливо, час розглянути можливість завершення стосунків.",
    "TRAT4_T": "Встановіть межі",
    "TRAT5":
        "Цей розлад часто виникає з дитячих травм. Зцілення емоційних ран з минулого є важливим першим кроком. Люди, які несуть емоційний багаж у стосунки, часто приносять нерозв'язані проблеми, що впливають на стосунки. Зцілення вашої внутрішньої дитини може значно змінити ситуацію, допомогти вам розвинути ресурси для любові та турботи про себе, що призведе до значно кращої якості життя. Тоді ви будете готові взаємодіяти з іншими здоровим і емоційно збалансованим способом.",
    "TRAT5_T": "Визнати минуле",
    "TRAT6":
        "Звичайно, ця інформація не замінює оцінку та консультацію з фахівцем охорони здоров'я.",
    "TRAT6_T": "Зверніться за допомогою",
    "Tclaro": "Світла тема",
    "Tescuro": "Темна тема",
    "Tletra": "Шрифт",
    "TotalRaiva": "Загальна злість",
    "Tra":
        "Завжди корисно звертатися до медичного спеціаліста, щоб допомогти вам відновитися після депресії, особливо якщо ваш результат тесту показав «У вас важка депресія!» Медичний спеціаліст допоможе вам знайти нові шаблони мислення та поведінки. Однак є багато речей, які ви можете і повинні зробити для себе: зміни в стилі життя є суттєвими, оскільки саме ваш стиль життя сприяє депресивним симптомам. Ознайомтеся з порадами, наведеними вище, щоб покращити своє емоційне здоров'я! Для вашого здоров'я наберіться сил та енергії, щоб змінити все, що потребує змін, і перемогти в боротьбі з депресією.",
    "TraAns":
        "Завжди корисно мати медичного спеціаліста, який допоможе вам у керуванні тривогою, особливо якщо результат вашого тесту - «У вас важкі симптоми тривоги!» Медичний спеціаліст має допомогти вам знайти нові шаблони мислення та поведінки. Але є багато чого, що ви можете зробити для себе, щоб впоратися з тривогою. Зміни в стилі життя є суттєвими, оскільки ваш стиль життя сприяє наявності симптомів тривоги загалом. Ознайомтеся з 10 порадами, описаними нижче, і для вашого здоров'я наберіться сил та енергії, щоб змінити все, що потребує змін, і перемогти в боротьбі з тривогою.",
    "Trat": "Лікування депресії",
    "VerAnsiedade": "Про депресію",
    "VerAnsiedadeAns": "Про тривогу",
    "VerVideo": "Переглянути результат після відео",
    "_Dep2Escala":
        "18 питань оцінюються за шкалою від 0 до 5 балів, завжди є 0 балів і ніколи 5 балів",
    "_SobreDependenciaTitulo": "Про емоційну залежність",
    "_SobreStresTitulo": "Про стрес",
    "_SobreTesteDependencia":
        "Тест на емоційну залежність заснований на посібнику Мелоді Бетті «Codependent No More». Його мета - проаналізувати, чи показує користувач ознаки емоційної залежності від когось і на якому рівні.",
    "_SobreTipoPersonalidade": "Типи особистості",
    "_adAtencao": "Попередження",
    "_adTotal": "Щоб почати тест, необхідно переглянути всю рекламу.",
    "_cancelarInicioTeste": "Не починати тест",
    "_depR1": "Немає депресії",
    "_depR1C":
        "Чудово! Згідно з тестом Івана Голдберга, у вас немає депресії! Ви можете нормально справлятися з життєвими злетами і падіннями і легко управляти своїми емоціями.",
    "_depR2": "Можливість депресії",
    "_depR2C":
        "Згідно з тестом Івана Голдберга, є невелика ймовірність депресії, що є дуже поширеним серед більшості людей! Ви майже завжди можете справлятися зі своїми емоціями, але не завжди можете вирішити їх задовільно.",
    "_depR3": "Депресивні симптоми",
    "_depR3C":
        "Згідно з тестом Івана Голдберга, ви проявляєте депресивні симптоми! Ви в небезпеці розвитку депресивної поведінки. Зверніть увагу на поради щодо захисту емоційного здоров'я.",
    "_depR4": "Депресивна поведінка",
    "_depR4C":
        "Згідно з тестом Івана Голдберга, ви проявляєте депресивну поведінку! Вам потрібно змінити свої звички, дотримуватися порад щодо захисту емоційного здоров'я, і краще звернутися за допомогою до експертів.",
    "_depR5": "Помірна депресія",
    "_depR5C":
        "Увага! Згідно з тестом Івана Голдберга, у вас є симптоми помірної депресії. Вам потрібно звернути на це увагу. Дотримуйтесь порад щодо захисту емоційного здоров'я і зверніться за допомогою до експертів.",
    "_depR6": "Важка депресія",
    "_depR6C":
        "Обережно! Згідно з тестом Івана Голдберга, у вас є симптоми важкої депресії! Це питання вимагає вашої повної уваги. Дотримуйтесь порад щодо здорового способу життя і зверніться за допомогою до експертів.",
    "_incioTeste": "Щоб почати тест, перегляньте рекламу",
    "_iniciarTeste": "Почати тест",

    "_introGeral":
        "Ця програма пропонує ряд тестів, які допоможуть вам зрозуміти, як функціонують ваш розум і емоції. Це перевірені інструменти, які широко використовуються медичними працівниками у всьому світі. Чому ви повинні пройти ці тести? Тому що перший крок до вирішення проблеми - це визнання її існування! Насолоджуйтесь тестами.",
    "_introTesteAnsiedade":
        "Тест на тривогу використовує 21 запитання для оцінки наявності та тяжкості симптомів тривоги. Щоб забезпечити достовірність тесту, будь ласка, згадайте ПРОЙШЛИЙ ТИЖДЕНЬ і відповідайте чесно. Результати будуть представлені в кінці разом з корисною інформацією та порадами. Реклами підтримують проект і дозволяють безкоштовно користуватися додатком.",
    "_introTesteAtitude":
        "Існує чотири основні типи поведінки у людських відносинах: пасивна, агресивна, маніпулятивна та асертивна. Через анкету з 60 питань ця програма допоможе вам дізнатися, яка поведінка є найпоширенішою у вас. Щоб отримати точні результати, будь ласка, відповідайте на кожну заяву чесно. Реклами допомагають фінансувати проект і тримають додаток безкоштовним для користувачів.",
    "_introTesteDependencia":
        "Чи можете ви уявити своє життя без партнера? Чи має це сенс? Цей тест оцінить рівень вашої емоційної залежності від партнера або іншої людини, від якої ви можете бути емоційно залежні. Знати рівень емоційної залежності у стосунках - це перший крок до його подолання. Відповідайте на питання тесту і дізнайтеся рівень вашої емоційної залежності.",
    "_introTesteDepressao":
        "Ви думаєте, що у вас депресія? Відповідайте на ці два тести чесно і дізнайтеся, чи є у вас симптоми депресії. Окрім результатів, ви знайдете цінні поради для покращення вашого емоційного здоров'я. Важливо пам'ятати, що цей додаток не замінює допомогу медичного спеціаліста. Ми тут, щоб підтримати вас у пошуках емоційного благополуччя. Мужність, ви можете перемогти.",
    "_introTesteFelicidade":
        "Ви щасливі? Відповідь не є легкою: деякі стверджують, що це не про банківський рахунок, інші вважають, що це про знаходження справжньої любові, розуміння або гарне здоров'я... Можливо, це просто частини цілого, які впливають на наше щастя. Цей тест базується на тесті Gross National Happiness (GNH), створеному у 1972 році королем Бутану, який серйозно ставився до оцінки щастя своїх підданих, ставши прикладом для багатьох урядів, країн та інтелектуалів досліджувати цю тему. Відповідайте на анкету і дізнайтеся, чи ви справді щасливі. Реклама використовується виключно для фінансування проекту і збереження додатка безкоштовним для користувачів. Насолоджуйтеся тестом!",
    "_introTestePersonalidade":
        "Існує 5 рис особистості, які є характерними для кожної людини. Дізнайтеся свої у цьому тесті, який триває близько 10 хвилин. Щоб забезпечити точність результатів, відповідайте на кожну заяву чесно. В кінці буде вказано ваш тип особистості. Реклама використовується для фінансування проекту і підтримки додатка безкоштовним для користувачів. Удачі на тесті!",
    "_introTesteRaiva":
        "Злість - це природна та здорова емоція, але вона може стати неконтрольованою та руйнівною. Через анкету з 47 питань цей тест допоможе вам дізнатися ваш рівень злісності та чи контролюєте ви її або вас контролює злість. Щоб забезпечити точність результатів, відповідайте на кожну заяву чесно. Реклами використовуються виключно для фінансування проекту і збереження додатка безкоштовним для користувачів.",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "Залишайтеся спокійними, це тест на стрес, і вам знадобиться трохи самоаналізу протягом 10 хвилин для відповіді на 96 питань. Щоб забезпечити точність тесту, будь ласка, відповідайте на всі питання чесно. Результат буде надано в кінці разом з деякими корисними порадами. Реклама в цьому додатку допомагає фінансувати проект і зберігає його безкоштовним для користувачів. Проходьте тест регулярно, щоб оцінити, чи покращуються або погіршуються рівні стресу.",
    "_listaTestes": "Список тестів",
    "_mudarIdioma": "Змінити мову",
    "_removerAds": "Видалити рекламу",
    "_tAnsiedade": "Тест на тривожність",
    "_tAtitude": "Тест на ставлення",
    "_tAutoConfianca": "Тест на самооцінку",
    "_tDepBeck": "Тест Аарона Бека",
    "_tDepGoldberg": "Тест Івана Голдберга",
    "_tDependencia": "Тест на емоційну залежність",
    "_tDepressao": "Тест на депресію",
    "_tFelicidade": "Тест на щастя",
    "_tPersonalidade": "Тест на особистість",
    "_tRaiva": "Тест на гнів",
    "_tRelacionamentos": "Тест на стосунки",
    "_tSorriso": "Тест на усмішку",
    "_tStress": "Тест на стрес",
    "_testeNaoFeito": "Тест не завершено",
    "_tituloApp": "Депресія & Емоції",

    "agressiva_descricao":
        "Особистість, яка виражає свої потреби, уподобання, емоції та думки в ворожий, вимогливий, загрозливий або каральний спосіб по відношенню до інших. Вона прагне перемогти будь-якою ціною та ставить свої власні бажання вище потреб інших. Ця поведінка включає захист своїх прав, але за рахунок порушення прав інших.",
    "agressiva_titulo": "Агресивна",
    "algumas": "Іноді",
    "allapps": "Відкрити всі тести",
    "analise1": "Абсолютний аналіз",
    "analise2": "Пропорційний аналіз",
    "appChat": "Чат підтримки",
    "as_vezes": "Іноді",
    "assertiva_descricao":
        "Асертивні особи без зайвого тривожності безпосередньо висловлюють свої потреби, уподобання, емоції та думки. Вони відстоюють свої права без порушення прав інших.",
    "assertiva_titulo": "Асертивна",
    "asvezes": "Іноді",
    "aut.sobre":
        "Цей тест складається з 15 питань, кожне з яких оцінюється на шкалі від 0 до 3 балів.",
    "aut_1":
        "Я вірю, що якщо я працюватиму важко та наполегливо, я зможу досягти своїх цілей.",
    "aut_2":
        "Я відчуваю розчарування та негативні думки, стикаючись з труднощами.",
    "aut_3":
        "Я підтримую регулярний контакт з людьми, які мають схожі навички та здібності.",
    "aut_4": "Я продовжую зусилля, навіть якщо не досягаю успіху одразу.",
    "aut_5":
        "Я надаю перевагу своїм переконанням, а не відповідати очікуванням інших.",
    "aut_6": "Я отримую похвалу та позитивний відгук за свою роботу.",
    "aut_7": "Життя надихає мене та дає мені позитивну енергію.",
    "aut_8": "Я вірю, що присвятивши себе проблемі, я завжди знайду рішення.",
    "aut_9":
        "Я роздумую про уроки, які я засвоїв, подолавши важливі перешкоди.",
    "aut_10": "Я берусь за діяльність, яка здається важкою чи складною.",
    "aut_11":
        "Я спокійно справляюся з новими ситуаціями, не відчуваючи стресу.",
    "aut_12": "Я продовжую, навіть коли інші здаються.",
    "aut_13": "Я дивлюсь в майбутнє з упевненістю, не відчуваючи тривоги.",
    "aut_14":
        "Я відчуваю зв’язок з людьми, які працюють важко, навіть якщо вони не досягають своїх цілей.",
    "aut_15": "Я можу досягти цілей, які ставлю перед собою.",
    "aut_aum": "Як підвищити впевненість у собі",
    "aut_aum_c":
        "Розвиток впевненості в собі – це поступовий процес, що включає в себе прийняття позитивних звичок і ментальних установок. Ось кілька стратегій, які можуть допомогти зміцнити вашу впевненість у собі:",
    "aut_aum_c1":
        "1. Ставте реалістичні цілі: Встановлюйте досяжні цілі і розбивайте їх на менші етапи. Кожне досягнення підвищує вашу впевненість.",
    "aut_aum_c2":
        "2. Святкуйте свої успіхи: Визнавайте та святкуйте свої досягнення, незалежно від того, як вони малі. Це укріплює позитивний образ себе.",
    "aut_aum_c3":
        "3. Практикуйте самоспівчуття: Ставтесь до себе з тією ж добротою та розумінням, як до друга. Уникайте жорсткої самокритики.",
    "aut_aum_c4":
        "4. Розвивайте нові навички: Витрачайте час на вивчення або вдосконалення навичок, щоб підвищити впевненість у своїх можливостях.",
    "aut_aum_c5":
        "5. Уявляйте успіх: Уявляйте себе, що успішно справляється з викликами. Це підготовлює ваш розум до реальних ситуацій.",
    "aut_aum_c6":
        "6. Приймайте компліменти: Щиро приймайте компліменти і не зменшуйте значення своїх досягнень. Це сприяє зміцненню позитивного образу себе.",
    "aut_aum_c7":
        "7. Вийдіть із зони комфорту: Стикайтеся з викликами, які дозволяють вам рости. Подолання перешкод зміцнює вашу впевненість.",
    "aut_aum_c8":
        "8. Практикуйте комунікацію: Покращуйте свої комунікаційні навички, щоб впевнено висловлювати свої ідеї та думки.",
    "aut_aum_c9":
        "9. Ведіть щоденник позитиву: Записуйте досягнення, компліменти та речі, за які ви вдячні. Зосередження на позитивних аспектах допомагає змінити ваше ставлення.",
    "aut_aum_c10":
        "10. Піклуйтесь про своє тіло: Займайтесь фізичними вправами, харчуйтесь здорово і дотримуйтесь гарних звичок сну. Здорове тіло підтримує впевнений розум.",
    "aut_aum_c11":
        "11. Розвивайте позитивний настрій: Кидайте виклик негативним думкам і замінюйте їх позитивними, реалістичними афірмаціями.",
    "aut_aum_c12":
        "12. Вчіться на помилках: Замість того, щоб карати себе за помилки, розглядайте їх як можливості для навчання та зростання.",
    "aut_aum_c13":
        "13. Встановлюйте межі: Вчіться казати «ні», коли це необхідно, це показує, що ви цінуєте себе і свій час.",
    "aut_aum_c14":
        "14. Приймайте недосконалість: Розумійте, що ніхто не є ідеальним. Приймайте свої недоліки як частину вашої унікальної особистості.",
    "aut_aum_c15":
        "15. Оточення позитивом: Спілкуйтесь з людьми, які підтримують вас і надихають, та уникайте тих, хто вас деморалізує.",
    "aut_aum_c16":
        "16. Піклуйтесь про свою зовнішність: Презентуйте себе так, щоб ви відчували впевненість і комфорт.",
    "aut_aum_c17":
        "17. Пам’ятайте, що розвиток впевненості в собі – це постійний процес. Будьте терплячими до себе та продовжуйте підтримувати позитивний образ себе.",
    "aut_def": "Що таке самовпевненість",
    "aut_def_c":
        "Самовпевненість - це позитивна віра та впевненість у власних можливостях, здібностях і потенціалі. Це внутрішня впевненість у тому, що ви можете справлятися з викликами, приймати рішення та управляти різними життєвими ситуаціями. Самовпевненість включає довіру до себе, своїх якостей і потенціалу, що безпосередньо впливає на вашу поведінку, взаємодію з іншими і подолання перешкод. Це ключовий елемент емоційного благополуччя і особистого успіху, оскільки дозволяє людям відчувати себе впевненими, спроможними та стійкими у випадку труднощів.",
    "aut_dest": "Знищувачі самовпевненості",
    "aut_dest_c1":
        "1. Невдачі чи помилки: Часті невдачі чи помилки можуть підірвати впевненість людини у власних можливостях.",
    "aut_dest_c2":
        "2. Постійна критика: Постійна негативна критика з боку інших може серйозно підірвати самовпевненість.",
    "aut_dest_c3":
        "3. Порівняння з іншими: Постійне порівняння себе з іншими і відчуття недостатності може зменшити самовпевненість.",
    "aut_dest_c4":
        "4. Травматичні переживання: Минулі травми, такі як булінг, зловживання або значні негативні події, можуть мати тривалі наслідки для самовпевненості.",
    "aut_dest_c5":
        "5. Недостатнє визнання: Коли зусилля і досягнення не визнані, це може призвести до зниження самовпевненості.",
    "aut_dest_c6":
        "6. Перфекціонізм: Встановлення надмірно високих стандартів для себе може призвести до відчуття недостатності та зниження самовпевненості.",
    "aut_dest_c7":
        "7. Негативний образ самого себе: Негативне сприйняття себе, будь то пов'язане з зовнішністю, здібностями або особистістю, може підривати самовпевненість.",
    "aut_dest_c8":
        "8. Минулі негативні повідомлення: Негативні коментарі від авторитетних осіб, таких як батьки чи вчителі, можуть залишити тривалі сліди на самовпевненості.",
    "aut_dest_c9":
        "9. Недостатній досвід: Стикання з новими або незнайомими ситуаціями може викликати невпевненість і зменшити самовпевненість.",
    "aut_dest_c10":
        "10. Соціальна ізоляція: Нестача соціальної взаємодії та емоційної підтримки може сприяти низькій самовпевненості.",
    "aut_dest_c11":
        "11. Надмірна залежність від схвалення інших: Надмірна залежність від схвалення інших для самооцінки може підірвати самовпевненість, коли це схвалення відсутнє.",
    "aut_dest_c12":
        "12. Надмірна самокритика: Перебільшена самокритика і зосередження тільки на недоліках можуть пошкодити самовпевненість.",
    "aut_dest_c13":
        "13. Розлади психічного здоров'я: Такі стани, як тривожність, депресія та розлади харчування, можуть негативно вплинути на самовпевненість.",
    "aut_dest_c14":
        "14. Великі зміни в житті: Значні події, такі як розлучення, втрата роботи або хвороба, можуть вплинути на самовпевненість.",
    "aut_dest_c15":
        "Важливо визнати ці фактори і активно працювати над підвищенням самовпевненості через розвиток навичок, реалістичне ставлення до цілей, формування позитивного мислення та практикування емоційного догляду.",
    "aut_escala_1":
        "Чудово. Ваші результати свідчать про сильну самовпевненість. Ви впевнено керуєте своїм життям, досягаючи своїх цілей і отримуючи відчуття безпеки та самооцінки. Кожен успіх ще більше зміцнює вашу впевненість, і ви знаєте, як вчитися на досвіді, не дозволяючи перешкодам підривати ваш позитивний підхід.",
    "aut_escala_1t": "Ви демонструєте сильну самовпевненість",
    "aut_escala_2":
        "Ви на правильному шляху. Ви проявляєте хорошу самовпевненість у знайомих ситуаціях, але в нових або невизначених контекстах, які вимагають рішучих рішень, ви можете відчувати невпевненість. Визнайте свої сили та таланти і розгляньте можливість їх подальшого розвитку. Прочитайте нижче для додаткових порад.",
    "aut_escala_2t": "Ви демонструєте помірну самовпевненість",
    "aut_escala_3":
        "Результати вказують на те, що ваш поточний рівень самовпевненості не зовсім задовільний. Можливо, ви відчуваєте невпевненість як у теперішньому, так і в майбутньому. Здається, ви схильні зосереджуватися на обмеженнях, а не на дослідженні ваших існуючих, але не використовуваних, талантів.",
    "aut_escala_3t": "Ви демонструєте низьку самовпевненість",
    "aut_intro":
        "Чи задумувались ви колись, як ваша самовпевненість впливає на різні аспекти вашого життя? Самовпевненість включає в себе віру у ваші здібності, якості та особисті судження. Розвивати здоровий рівень самовпевненості важливо для досягнення успіху як у соціальних, так і в професійних сферах. Пройдіть цей тест, щоб дізнатися, наскільки ви самовпевнені.",
    "aut_pro": "Фактори, що сприяють самовпевненості:",
    "aut_pro_c1":
        "1. Досягнення та успіхи: Досягнення цілей і досвід успіху, навіть маленького, можуть підвищити самовпевненість.",
    "aut_pro_c2":
        "2. Прийняття і самоприйняття: Прийняття себе з усіма недоліками є важливим кроком у підвищенні самовпевненості.",
    "aut_pro_c3":
        "3. Саморозвиток: Вкладення часу і зусиль у навчання та розвиток навичок може підвищити самовпевненість.",
    "aut_pro_c4":
        "4. Знання себе: Розуміння своїх сильних і слабких сторін, цінностей і інтересів допомагає створити міцну основу для самовпевненості.",
    "aut_pro_c5":
        "5. Встановлення досяжних цілей: Визначення реалістичних цілей і поступове їх досягнення може зміцнити вашу впевненість у своїх можливостях.",
    "aut_pro_c6":
        "6. Система підтримки: Оточення друзями, родиною або менторами, які надають підтримку і заохочення, може підвищити самовпевненість.",
    "aut_pro_c7":
        "7. Позитивне мислення: Розвиток оптимістичного світогляду та фокусування на конструктивних думках може покращити самовпевненість.",
    "aut_pro_c8":
        "8. Самопідтвердження: Регулярне визнання своїх сильних сторін і досягнень може зміцнити відчуття самовпевненості.",
    "aut_pro_c9":
        "9. Подолання викликів: Стикання з труднощами і їх подолання може продемонструвати вам ваші можливості і підвищити самовпевненість.",
    "aut_pro_c10":
        "10. Особистий догляд: Практика самодогляду, така як достатній сон, здорове харчування і фізичні вправи, може позитивно вплинути на самовпевненість.",
    "aut_pro_c11":
        "11. Позитивне візуалізування: Уявлення себе успішним і впевненим в складних ситуаціях може допомогти зміцнити самовпевненість.",
    "aut_pro_c12":
        "12. Прийняття помилок: Визнання, що помилки є природною частиною навчання і розвитку, може зменшити страх перед невдачею і підвищити самовпевненість.",
    "aut_pro_c13":
        "13. Ефективна комунікація: Розвиток комунікативних навичок допомагає висловлювати свої ідеї і думки, що може підвищити самовпевненість.",
    "aut_pro_c14":
        "14. Наполегливість: Неприпинення спроб у складні часи і продовження старань навіть в важких обставинах сприяє зростанню самовпевненості.",
    "aut_pro_c15":
        "15. Самоутвердження: Контроль над своїм життям і виборами сприяє відчуттю власної спроможності і влади над власними діями.",
    "aut_pro_c16":
        "16. Пам’ятайте, що самовпевненість є безперервним процесом і може змінюватися з часом. Важливо регулярно практикувати ці фактори і працювати над створенням позитивного і реалістичного образу себе.",
    "cau_dep": "Причини депресії",
    "cau_dep1":
        "Депресія є складним і багатофакторним станом, і кілька факторів можуть сприяти її розвитку. Ці фактори можуть змінюватися від людини до людини, але зазвичай включають.",
    "cau_dep2":
        "Генетичні фактори: Генетична схильність відіграє важливу роль у депресії. Якщо у вашій сім’ї є історія депресії, ви можете бути в групі підвищеного ризику.",
    "cau_dep3":
        "Хімічний дисбаланс у мозку: Зміни рівнів нейромедіаторів, таких як серотонін, дофамін і норадреналін, можуть вплинути на функцію мозку і сприяти депресії. Надмірне використання технологій також може порушувати регуляцію дофаміну.",
    "cau_dep4":
        "Стресові життєві події: Травматичні переживання, значні втрати, конфлікти в родині, фінансові проблеми або великі зміни в житті можуть спричинити або погіршити депресію.",
    "cau_dep5":
        "Особистий досвід: Наявність історії депресії підвищує ризик повторення захворювання.",
    "cau_dep6":
        "Медичні захворювання: Деякі медичні стани, такі як рак, хронічні захворювання, травматичні пошкодження мозку або гормональні порушення, можуть підвищити ризик депресії.",
    "cau_dep7":
        "Зловживання речовинами: Зловживання алкоголем, наркотиками або навіть надмірне споживання солодких продуктів може посилити ризик депресії.",
    "cau_dep8":
        "Соціальна ізоляція: Відсутність соціальної підтримки та самотність можуть підвищити ризик депресії.",
    "cau_dep9":
        "Психологічні фактори: Негативні моделі мислення, низька самооцінка, надмірна самокритика і перфекціонізм можуть відігравати роль у депресії.",
    "cau_dep10":
        "Гормональні порушення: Гормональні зміни, такі як тиреоїдні гормони, можуть вплинути на настрій і сприяти депресії.",
    "cau_dep11":
        "Важливо пам’ятати, що депресія є лікувальним станом, і правильне лікування може допомогти впоратися з цими факторами ризику. Перегляньте поради для здорового емоційного життя, представлені вище, і застосовуйте їх. Якщо ви або хтось, кого ви знаєте, має симптоми депресії, зверніться до фахівця з охорони здоров’я для належної оцінки і лікування.",
    "concordo": "Я згоден",
    "conselhos": "Поради",
    "conselhos2": "Поради для здорового способу життя",
    "citacoes_titulo": "",
    "citacao_byronsd": "FR Healthcare - Healthy Lifestyle Tips",
    "citacao_who": "World Health Organization - Mental Health",
    "citacao_mayo": "Mayo Clinic - Depression",
    "def_stress_texto":
        "Стрес – це природна реакція організму на події чи ситуації, що викликають тиск. Він зазвичай виникає через щось несподіване або те, що виходить з-під контролю. Ця реакція змінюється в залежності від багатьох індивідуальних факторів, таких як соціально-економічний контекст, навколишнє середовище і навіть генетична схильність.",
    "def_stress_titulo": "Що таке стрес?",
    "dep2_1": "Я почуваюся нещасним, сумним і депресивним",
    "dep2_2": "Я відчуваю себе невдахою",
    "dep2_3":
        "Навіть коли зо мною трапляються хороші речі, я відчуваю депресію",
    "dep2_4": "Навіть прості речі вимагають від мене багато зусиль",
    "dep2_5": "Я часто думаю про те, щоб закінчити своє життя.",
    "dep2_6": "Я не бачу майбутнього для себе",
    "dep2_7":
        "Я відчуваю провину за деякі речі і думаю, що заслуговую на покарання.",
    "dep2_8": "Мені важко концентруватися на тому, що я читаю",
    "dep2_9": "Я набираю або втрачаю вагу без будь-якої дієти",
    "dep2_10": "Мені важко приймати рішення.",
    "dep2_11": "Я нервуюсь і почуваюся неспокійно.",
    "dep2_12": "Я відчуваю себе в пастці або у в'язниці.",
    "dep2_13":
        "Я втратив інтерес до речей, які раніше були важливими і мотивуючими для мене.",
    "dep2_14": "Я дуже повільно виконую завдання.",
    "dep2_15": "Я відчуваю себе втомленим і виснаженим",
    "dep2_16": "Я відчуваю порожнечу всередині, ніби я безжиттєвий",
    "dep2_17":
        "Мій режим сну дуже нерегулярний: я або сплю занадто багато, або занадто мало",
    "dep2_18": "Радість і задоволення від життя покинули мене",
    "disclamer":
        "Будь ласка, зверніть увагу, що це самооцінка з обмеженнями! Для точного діагнозу і лікування слід звернутися до медичного спеціаліста.",
    "discordo": "Я не згоден",
    "escala": "Емоційна залежність (Шкала)",
    "escolha": "*Зробіть свій вибір, щоб розпочати тест!",
    "fEscala1": "Про шкалу",
    "fEscala2": "Всі відповіді оцінюються за шкалою від 0 до 4:",
    "fEscala3": "0 - 20 Дуже нещасний",
    "fEscala4": "20 - 40 Нещасний",
    "fEscala5": "40 – 60 Задовільний",
    "fEscala6": "60 – 80 Щасливий",
    "fEscala7": "80 – 128 Дуже щасливий",
    "fEscalaT": "Результат тесту:",
    "fSintt": "Позитивні значення",
    "fconselhos": "Валовий національний щастя (GNH)",
    "feliz": "Щасливий",
    "felizR": "Згідно з індексом GNH, ви щаслива людина :)",
    "fp1": "Ви займаєтеся фізичними вправами?",
    "fp2": "У вас здорове харчування?",
    "fp3": "У вас хороше здоров'я?",
    "fp4": "Ви вважаєте, що вас добре винагороджують?",
    "fp5": "Вам подобається ваша робота?",
    "fp6": "Ви добре спите?",
    "fp7": "Ви задоволені своїм зовнішнім виглядом?",
    "fp8": "Ви прокидаєтеся відпочилим?",
    "fp9": "Ви маєте комфортне життя?",
    "fp10": "Ви добре управляєте своїми фінансами?",
    "fp11": "Ви повертаєтеся додому з почуттям досягнення?",
    "fp12": "Ви можете заощаджувати гроші?",
    "fp13": "Ви ставите цілі на майбутнє?",
    "fp14": "Ви зазвичай досягаєте своїх цілей?",
    "fp15": "Ви отримуєте визнання за свої якості?",
    "fp16": "Ви купуєте те, що хочете?",
    "fp17": "Ви бачите позитивну сторону речей?",
    "fp18": "Ви вчитеся на своїх помилках?",
    "fp19": "Ви добре управляєте своїми емоціями?",
    "fp20": "Ви ефективно управляєте своїм часом?",
    "fp21": "Ви зазвичай цінуєте прості речі в житті?",
    "fp22": "Ви використовуєте можливості, які вам надаються?",
    "fp23": "Ви можете зберігати баланс між професійним та особистим життям?",
    "fp24": "Ви задоволені вашими романтичними стосунками?",
    "fp25": "Ви ділитеся знаннями?",
    "fp26": "Ви проводите час з друзями та/або родиною?",
    "fp27": "Ви пишаєтеся шляхом, який ви пройшли до цього часу?",
    "fp28": "Ви вносите свій внесок у громаду?",
    "fp29": "Ви реалізуєте свої права і виконуєте свої обов'язки?",
    "fp30": "Ви зазвичай контактуєте з природою?",
    "fp31": "Ви поважаєте відмінності?",
    "fp32": "Ваші щоденні дії відображають занепокоєння про майбутнє планети?",
    "fp33": "Кінець тесту",
    "frequente": "Часто",
    "gr_ambiente": "Середовище",
    "gr_emprego_ocupacao": "Зайнятість / Професія",
    "gr_estilo_vida": "Спосіб життя",
    "gr_maior_stress": "Категорія високого стресу",
    "gr_menor_stress": "Категорія низького стресу",
    "gr_personalidade": "Особистість",
    "gr_relacionamentos": "Відносини",
    "gr_sintomas": "Симптоми",
    "h-a":
        "Альберто — це дружелюбний! Незважаючи на втому і спрагу, його головна турбота — Нора. Він пропонує їй кокосову воду. Інші знають, що він схильний погоджуватися з усім і не боїться просити про допомогу.",
    "h-c":
        "Клара — це сумлінна людина! Вона не радіє; її хвилює серйозність ситуації. Вона рада, що змогла зберегти аварійний набір з корабля. Як завжди, вона добре підготовлена і негайно починає виконувати критичні завдання. Вона відчуває, що це її відповідальність організувати все і впевнитися, що всі почнуть шукати необхідні речі: воду та їжу.",
    "h-e":
        "Едуардо — це екстраверт! Він дуже радий, що всі вижили! Він відчуває величезну потребу поговорити і поділитися своєю радістю. Він збирає всіх, щоб святкувати їх виживання і пропонує план разом дослідити острів.",
    "h-intro":
        "П’ять людей опинилися на острові посеред океану. Як вони впораються з ситуацією, залежатиме від їхніх унікальних особистісних рис!",
    "h-intro_tit": "Корабельна аварія:",
    "h-n":
        "Нурія — це нейротична людина! Вона швидко піддається стресу. Вона повністю розпадається, сидячи на пляжі і плачучи: як вони можуть втекти з острова? Для неї океан навколо здається нескінченним, а природа виглядає похмуро і загрозливо. Вона відчуває себе абсолютно загубленою.",
    "h-o":
        "Ана — це відкрита людина! Її захоплює можливість досліджувати красивий острів. Екзотичне середовище надихає її. Вона збирає каміння, черепашки і квіти, щоб прикрасити вхід у бамбукову хату, яку вона побудувала для всіх. Вона бачить це як можливість дізнатися нові речі.",
    "h_esc": "Якщо б ви були в такій же ситуації, якою була б ваша поведінка?",
    "habitual": "Зазвичай",
    "help_me":
        "Емоційні розлади: стрес, гнів, тривога, депресія, емоційна залежність... Консультуйтесь з медичним фахівцем безкоштовно через наш додаток.",
    "infeliz": "Нещасний",
    "infelizR": "Будьте обережні! Згідно з індексом GNH, ви нещасні! :(",
    "int_tracos":
        "Дізнайтеся про 5 особистісних рис, підкреслених у наступній ілюстрації:",
    "int_tracos_t": "Особистісні риси",
    "lik1": "Категорично не згоден",
    "lik2": "Не згоден",
    "lik3": "Нейтрально",
    "lik4": "Згоден",
    "lik5": "Повністю згоден",
    "manipuladora_descricao":
        "Ця людина ставить власні бажання понад усе і використовує інших для особистої вигоди. Вона має навички у відносинах, адаптуючи свою промову до слухача. Вона слухає, але не чує по-справжньому, використовує посередників, спотворює інформацію і виглядає впевнено і добре намірена. Проте їхня комунікація базується на чутках і плітках, і вони втрачають довіру, коли їх розкривають.",
    "manipuladora_titulo": "Маніпулятивний",
    "mtfeliz": "Дуже щасливий",
    "mtfelizR": "Вітаємо: згідно з індексом GNH, ви дуже щаслива людина :):)",
    "mtinfeliz": "Дуже нещасний",
    "mtinfelizR":
        "Увага! Згідно з індексом Gross National Happiness (GNH), ви дуже нещасний! :(:(",
    "mtvezes": "Часто",
    "mudar_atitude_texto":
        "Зміна вашого ставлення є складною, але можливою. Слідуйте цьому процесу: Встановіть чіткі та конкретні цілі. Зосередьтеся на позитивних цілях, а не на негативних. Розділіть ваші цілі на невеликі, керовані кроки. Визнайте тригери, які активують негативні поведінки. Святкуйте невеликі перемоги. Оточіть себе підтримуючими людьми, які заохочують ваш прогрес. Не будьте надто суворі до себе, якщо стикаєтеся з невдачами — залишайтеся зосередженими та наполегливими! Візуалізуйте своє успішне майбутнє і вірте в нього! Ваша сила волі може подолати генетику. Багато людей змінилися, і ви також можете.",
    "muitas_vezes": "Часто",
    "muito_pouco": "Дуже\nрідко",
    "notay": "💜 = Особа, яку ви хочете перевірити на емоційну залежність!",
    "nunca": "Ніколи",
    "okcompra": "Покупка завершена!",
    "okcompra2": "Дякуємо за покупку версії без реклами!",
    "okcompra3": "Дякуємо за покупку всіх тестів!",
    "origem":
        "У 1972 році Джігме Вангчук зійшов на трон Королівства Бутан і спробував виміряти щастя своїх 600 000 підданих. Для цього він заснував Центр досліджень Бутану, мета якого полягала в розробці опитувальника для оцінки щастя бутанського народу. Це стало початком того, що тепер відомо як ініціатива Валового Національного Щастя.",
    "origem_t": "Походження тесту",
    "p1": "Оніміння або поколювання.",
    "p2": "Відчуття жару.",
    "p3": "Тремтіння в ногах.",
    "p4": "Нездатність розслабитися.",
    "p5": "Страх того, що найгірше трапиться.",
    "p6": "Замінення або запаморочення.",
    "p7": "Пальпітація або підвищене серцебиття.",
    "p8": "Втрата рівноваги.",
    "p9": "Жах.",
    "p10": "Нервовість.",
    "p11": "Відчуття задушення.",
    "p12": "Тремтіння в руках.",
    "p13": "Тремтіння в тілі.",
    "p14": "Страх втратити контроль.",
    "p15": "Ускладнене дихання.",
    "p16": "Страх смерті.",
    "p17": "Лякає.",
    "p18": "Розлад шлунка або дискомфорт в животі.",
    "p19": "Відчуття запаморочення.",
    "p20": "Почервоніле обличчя.",
    "p21": "Холодний піт.",
    "p22": "Тест завершено.",
    "pP1": "Я створюю ентузіазм навколо себе",
    "pP2": "Я не дуже турбуюся про інших",
    "pP3": "Я завжди підготовлений",
    "pP4": "Я легко стресую",
    "pP5": "Я винахідливий та креативний.",
    "pP6": "Я мало говорю; я не балакучий.",
    "pP7": "Мені подобається співпрацювати з іншими.",
    "pP8": "Я залишаю речі безладно.",
    "pP9": "Я залишаюсь спокійним у напружених ситуаціях",
    "pP10": "У мене мало художніх інтересів",
    "pP11": "Я відчуваю себе комфортно серед людей",
    "pP12": "Іноді я можу бути грубим з іншими.",
    "pP13": "Я звертаю увагу на деталі",
    "pP14": "Я хвилююся про багато речей",
    "pP15": "Мені подобається рефлексувати і уявляти",
    "pP16": "Я замкнутий і тримаюся осторонь",
    "pP17": "Я уважний і добрий до майже всіх",
    "pP18": "Я схильний бути неорганізованим",
    "pP19": "Я рідко відчуваю смуток чи засмучення.",
    "pP20": "Мене не цікавлять абстрактні ідеї",
    "pP21": "Я легко починаю розмови",
    "pP22": "Я схильний бути віддаленим і байдужим до інших.",
    "pP23": "Що потрібно зробити, слід зробити відразу",
    "pP24": "Я легко засмучуюсь",
    "pP25": "Я часто маю хороші ідеї",
    "pP26": "Я часто віддаю перевагу бути наодинці",
    "pP27": "Я маю м'яке серце",
    "pP28": "Я легко відволікаюсь",
    "pP29": "Я легко роздратований або заважаюся.",
    "pP30": "Я не маю яскравого уявлення",
    "pP31": "На вечірках я розмовляю з багатьма різними людьми",
    "pP32": "Я легко помічаю недоліки інших",
    "pP33": "Мені подобається порядок",
    "pP34": "Я емоційно стабільний",
    "pP35": "Я швидко засвоюю нове",
    "pP36": "Я не люблю привертати увагу до себе",
    "pP37": "Я віддаю свій час іншим",
    "pP38": "Я намагаюся зменшити свої обов'язки",
    "pP39": "Я часто маю перепади настрою",
    "pP40": "Я відзначаюсь у мистецтві, музиці або літературі",
    "pP41": "Життя для мене - це 'вечірка'",
    "pP42": "Я комунікабельний і дружелюбний",
    "pP43": "Я планую і дотримуюсь планів",
    "pP44": "Я легко прощаю і забуваю",
    "pP45": "Я витрачаю час на роздуми",
    "pP46": "Я сором'язливий і стриманий з незнайомцями.",
    "pP47": "Я роблю людей комфортними.",
    "pP48": "Я вимогливий до своєї роботи.",
    "pP49": "Часто я відчуваю смуток.",
    "pP50": "Я оригінальний і завжди маю багато ідей.",
    "pP51": "Кінець тесту",
    "pR1": "Чудово! Ваша найвидатніша риса характеру —",
    "pR2":
        "Це не ваша найвидатніша риса характеру! Риса, яка найбільше виділяється у вас, це",
    "passiva_descricao":
        "Пасивна людина зазвичай терпляча і уникає дій. Вони рідко висловлюють незгоду і намагаються догодити іншим. Вони зазвичай не стверджують себе і не виражають свої бажання, потреби та інтереси відкрито. Внаслідок цього інші можуть не знати їхніх справжніх почуттів. Замість того, щоб шукати конструктивні рішення, вони покладаються на інтелект і прихильність, щоб уникати ситуацій, що може призвести до втрати самоповаги, оскільки вони роблять те, що їм не подобається, але не можуть відмовитися.",
    "passiva_titulo": "Пасивний",
    "pl1":
        "Це включає задоволення від життя, оптимізм, самооцінку, сприйняття компетенції, управління стресом і участь у духовних діяльностях.",
    "pl1_t": "1) Психологічне благополуччя:",
    "pl2":
        "Це розглядає ризиковані поведінкові моделі, частоту фізичних вправ, звички сну та харчування.",
    "pl2_t": "2) Здоров’я:",
    "pl3": "Розподіл щоденного часу.",
    "pl3_t": "3) Використання часу:",
    "pl4":
        "Оцінює почуття приналежності, життєву силу у відносинах, безпеку вдома та в громаді, а також практику благодійності чи волонтерства. Життя в громаді зміцнює зв’язки та допомагає будувати стійкість у кризові часи.",
    "pl4_t": "4) Життєздатність громади:",
    "pl5":
        "Це оцінює як формальну, так і неформальну освіту, цінності, передані через освіту, та екологічну свідомість поза межами академічних досягнень.",
    "pl5_t": "5) Освіта:",
    "pl6": "Участь у культурних подіях, можливості для художнього розвитку.",
    "pl6_t": "6) Культура:",
    "pl7":
        "Це вимірює сприйняття якості природних ресурсів, таких як вода, повітря, ґрунт і біорізноманіття, а також доступ до зелених зон. Догляд за навколишнім середовищем означає догляд за собою.",
    "pl7_t": "7) Навколишнє середовище:",
    "pl8": "Імідж уряду та те, як публічні установи виконують свої обов'язки.",
    "pl8_t": "8) Управління:",
    "pl9":
        "Оцінює дохід, фінансову безпеку, рівень заборгованості та якість придбань.",
    "pl9_t": "9) Рівень життя:",
    "pq_anuncios_texto":
        "Реклами фінансують цей проєкт і зберігають додаток безкоштовним для всіх користувачів. Якщо ви віддаєте перевагу досвіду без реклами, ви можете придбати опцію видалення реклами. Ми дуже вдячні за вашу підтримку.",
    "pq_anuncios_titulo": "Чому реклама?",
    "r0": "Не вплинуло на мене.",
    "r1": "Я раптово розлючуюсь.",
    "r2": "Я відчуваю, що можу контролювати свою лють.",
    "r3":
        "Після того, як я відчуваю лють, я думаю про те, що міг би зробити, щоб контролювати це.",
    "r4": "Я розлючуюсь без конкретної причини.",
    "r5":
        "Коли я дратуюсь, я намагаюся зрозуміти причини того, що сталося і що було сказано.",
    "r6":
        "Коли я розлючений, я зазвичай занурююсь у свої почуття і те, як мене образили.",
    "r7":
        "Коли я розлючений, я зазвичай кричу, ображаю і кажу речі, про які потім шкодую.",
    "r8":
        "Якщо хтось щось псує, я не маю проблем зіткнутися з ними та притягнути їх до відповідальності.",
    "r9": "Я відчуваю провину за висловлення своєї люті.",
    "r10":
        "Коли я серджуся на когось, я намагаюся спокійно обговорити це з ними.",
    "r11":
        "Коли я можу поділитися своїми почуттями люті, я можу вивільнити це з голови.",
    "r12":
        "Якщо інші побачать справжній рівень моєї люті, я буду вважатися відразливим.",
    "r13":
        "Коли трапляється щось розчаровуюче, я нагадую собі, що це не кінець світу.",
    "r14": "Коли я розлючений, я даю собі час для прийняття найкращих рішень.",
    "r15":
        "Навіть коли я розлючений, я намагаюся говорити з людьми так, щоб приховати своє роздратування.",
    "r16": "Я розлючуюсь частіше, ніж люди, яких я знаю.",
    "r17":
        "Мої друзі та сім'я знають, що я маю труднощі з контролем своєї люті.",
    "r18": "Я серджуся на себе, коли роблю щось дурне.",
    "r19":
        "Я часто ховаю свою лють від інших і потім відчуваю себе погано через це.",
    "r20":
        "Коли хтось роздратовує мене, я вдаю спокій і не показую своїх емоцій.",
    "r21":
        "Я займаюся активностями, хобі або рутиною, щоб випустити свої почуття гніву.",
    "r22":
        "Коли хтось просить мене зробити те, що я не хочу, я погоджуюсь, а потім злюся на себе.",
    "r23":
        "Коли я злюсь, я відчуваю бажання вдарити стіну або вдарити предмети.",
    "r24":
        "Коли щось мене роздратовує, я намагаюся дивитися на ситуацію з гумором і сміятися над собою.",
    "r25":
        "Коли я відчуваю гнів, я можу відійти на деякий час, щоб заспокоїтися.",
    "r26": "Я уникну ситуацій, які знаю, що викличуть мій гнів.",
    "r27": "Я злюсь, коли хтось заважає моїм планам.",
    "r28":
        "Інші люди здаються більш роздратованими, ніж я, в подібних обставинах.",
    "r29": "Я злюсь, коли не отримую належного визнання за те, що зробив.",
    "r30": "Я злюсь, коли хтось діє несправедливо.",
    "r31":
        "Я злюсь, коли мені потрібно приймати вказівки від когось менш компетентного, ніж я.",
    "r32": "Іноді я злюсь настільки, що відчуваю, що можу втратити контроль.",
    "r33": "Майже кожен день щось робить мене злим.",
    "r34": "Я злюсь, коли мені потрібно працювати з некомпетентними людьми.",
    "r35": "Коли я злюсь на когось, я виливаю свій гнів на людей поруч.",
    "r36": "Я злюсь, коли запізнююсь.",
    "r37": "Коли я злюсь, я зазвичай залишаюсь злим протягом кількох годин.",
    "r38": "Мене дратують люди, просто перебуваючи поруч.",
    "r39": "Я злюсь, коли хтось ставить мене в незручне становище.",
    "r40": "Деякі мої друзі мають звички, які мене дуже дратують.",
    "r41": "В глибині душі я досить критичний до інших.",
    "r42": "Коли я злюсь, я заспокоююсь швидше, ніж більшість людей.",
    "r43": "Я часто злюсь більше, ніж вважаю доцільним.",
    "r44": "Я здатний пробачити людей після того, як вони завдали мені шкоди.",
    "r45": "Я тримаю образи, які не ділюсь з іншими.",
    "r46": "Я можу злитись через щось з минулого, просто подумавши про це.",
    "r47": "Реклама в цьому додатку ще більше мене дратує :)",
    "r48": "Кінець тесту",
    "rC": "3) Як справлятися з гнівом:",
    "rC1":
        "Визначення прямих і непрямих ознак є першим кроком до кращого їх управління. Деякі почуття і думки виникають, коли з'являється гнів; інші з'являються, коли гнів посилюється. Щоб визначити, як розвиваються ваші симптоми, спробуйте подумати про минулі ситуації, де здається, що гнів був присутній, і спробуйте згадати почуття і думки, які супроводжували його. Дуже корисно подумати про ситуації, коли ви переживали різні рівні гніву, щоб краще зрозуміти, як розвивались ваші почуття, думки та фізичні симптоми.",
    "ra": "Трохи, але це не дуже турбує мене.",
    "raivaMau":
        "Увага! Ви дозволяєте своєму гневу контролювати вашу поведінку і почуття! Це, напевно, створює вам багато проблем у стосунках з іншими і впливає на ваше благополуччя. Будь ласка, прочитайте наступну тему: Як контролювати гнів? І терміново застосуйте поради на практиці.",
    "raivaMedio":
        "Ви можете контролювати свій гнів в деяких ситуаціях, але не завжди. Це правда, що ви розвинули особисті стратегії для управління гнівом, але у вас все ще є можливість для вдосконалення. Краще зрозумійте причини вашого гніву і дії, які ви можете зробити, щоб краще управляти своїми емоціями. Будь ласка, прочитайте наступну тему: Як контролювати гнів? І ви ще більше покращите контроль над гнівом.",
    "rara": "Іноді",
    "raramente": "Іноді",
    "raro": "Рідко",
    "rb": "Помірно, іноді некомфортно.",
    "rc": "Сильно, це мене дуже дратує.",
    "reiniciar": "Головна сторінка",
    "rel.1": "Я часто порівнюю себе з іншими.",
    "rel.2":
        "Я зазвичай не ставлю цілей; я просто пливу за течією і адаптуюсь до ситуації.",
    "rel.3":
        "Коли я боюся чогось або відчуваю, що не можу це зробити, я зазвичай знаходжу виправдання, щоб пояснити свою бездіяльність.",
    "rel.4":
        "Я схильний займати пасивну позицію, коли потрібно відстояти свої права.",
    "rel.5":
        "Я часто відчуваю негативні емоції, такі як біль, гнів, розчарування, страх і тривога.",
    "rel.6":
        "Коли я з іншими людьми, я зазвичай дозволяю їм ініціювати розмову.",
    "rel.7": "Я даю обіцянки собі і іншим, які часто не можу виконати.",
    "rel.8":
        "Я уникаю відкриття і спроби нових речей через страх, що люди подумають про мене.",
    "rel.9": "Я маю звичку думати негативно про себе і інших.",
    "rel.10": "Я боюся помилок, бо я перфекціоніст і очікую багато від себе.",
    "rel.11": "Я зазвичай підходжу до важких ситуацій, очікуючи найгіршого.",
    "rel.12": "Іноді мені важко визнати певні свої рішення.",
    "rel.13":
        "Я часто відчуваю нудьгу і розчарування через те, як йдуть справи в моєму житті.",
    "rel.14":
        "Коли мене знайомлять з новою людиною, я мало зусиль докладаю для підтримання розмови.",
    "rel.15": "Я схильний дивитися на речі з песимістичної перспективи.",
    "rel.16": "Я зазвичай дуже критичний до людей і речей.",
    "rel.17":
        "Зазвичай, коли я з людьми, я не відкриваюся; я схильний триматися осторонь.",
    "rel.18": "Я часто боюся жити і стикатися з життєвими ситуаціями.",
    "rel.19":
        "Я часто захищаю себе емоційно і психологічно, і люди сприймають це як зарозумілість або перевагу.",
    "rel.20": "Іноді я не люблю себе або свою поведінку.",
    "rel.coment":
        "Згідно з американським психологом Філом Макгроу, ви є спільним знаменником у кожній ситуації, обставині, виклику та стосунках у вашому житті. Ви або вносите позитивний, або негативний вклад, впливаючи на кожну ситуацію, в якій ви берете участь. Настав час дізнатися, яку роль ви граєте, як і чому. Макгроу завершує, говорячи, що незнання себе заважає вам зрозуміти свої бажання, потреби, цінності та ціну себе. Пам'ятайте, що ви - це та людина, з якою ви проводите найбільше часу і в яку інвестуєте найбільше.",
    "rel.coment.t": "ПРО СОЦІАЛЬНІ ВІДНОСИНИ:",
    "rel.escala.1":
        "Дуже низький бал: Ви маєте значні труднощі в спілкуванні з іншими, оскільки занадто зосереджені на собі, своїх потребах чи тривогах. Ви можете відчувати себе жертвою обставин, страждати від низької самооцінки та відсутності впевненості в собі. З таким ставленням успіх у спілкуванні з іншими може уникати вас. Ви також можете боротися з тривогою та сумнівами в собі, але пам'ятайте, що помилки та страхи допомагають вам рости і навчатися, якщо ви залишаєтеся відкритими до нових уроків.",
    "rel.escala.1t": "У вас великі труднощі у відносинах",
    "rel.escala.2":
        "У вас є певні навички спілкування, але вони недорозвинені, оскільки ви занадто зосереджені на собі і часто ігноруєте потреби інших. Ви можете відчувати плутанину і боротися з постановкою послідовних цілей, що призводить до поганих результатів і сприяє вашій невпевненості. Зосередьтеся на більш позитивному мисленні і оцінюванні себе. Приймаючи більш конструктивну поведінку, ви можете позитивно впливати на інших, одночасно допомагаючи собі розвиватися.",
    "rel.escala.2t": "У вас мало навичок у відносинах",
    "rel.escala.3":
        "Ви добре взаємодієте з іншими до певної міри, але у вас можуть бути обмежувальні переконання про себе і інших, які заважають вам бути більш впевненим у своїх відносинах. Ви також можете відчувати деякі особисті невпевненість, що призводить до критики себе і інших. Ця поведінка може спричинити пропуск можливостей для побудови справжніх, взаємних і міцних відносин. Пам'ятайте, що те, як ви ставитеся до себе і до інших, вплине на те, як до вас ставитимуться в свою чергу.",
    "rel.escala.3t": "У вас є деякі навички у відносинах",
    "rel.escala.4":
        "Чудовий результат. Ви знаєте, як спілкуватися, виявляти інтерес до інших і легко встановлювати контакт з людьми. У вас приємна особистість і послідовна поведінка, хоча іноді ви можете виглядати замкнутим. У вас можуть бути деякі особисті страхи і сумніви, які можуть стримувати ваші відносини. Сконцентруйтеся на підвищенні своєї самооцінки, щоб досягти своїх цілей більш ефективно.",
    "rel.escala.4t": "Ви добре взаємодієте",
    "rel.escala.5":
        "Чудовий результат. У вас виняткові комунікаційні навички та велика здатність взаємодіяти з іншими. Ви володієте емпатією, приємною особистістю і любите перебувати серед людей. Ви переконливі, впливові і здатні втілювати ідеї в життя. З відкритим розумом і впевненістю в собі ви іноді можете сприйматися як зарозумілий. Через вашу популярність люди природно тягнуться до вас, тому будьте уважні, щоб вас не сплутали з соціальною метеликою.",
    "rel.escala.5t": "У вас відмінні навички у відносинах",
    "rel.intro":
        "Елейн Сіхера провела дослідження моделей поведінки людей в різних соціальних середовищах. Цей тест має на меті оцінити, як ви поводитеся, взаємодієте, спілкуєтеся та зв’язуєтеся з іншими в різних соціальних контекстах. Це допоможе вам проаналізувати свої ставлення та надати результати, які показують ваші навички за шкалою від 0 до 100. Бажаємо успіху в тестуванні.",
    "removerAds": "Видалити рекламу",
    "removerAds2": "Видалити рекламу з програми",
    "resultado": "Класифікація",
    "satisfatório": "Задовільно",
    "satisfatórioR": "Згідно з індексом GNH, ви помірно щасливі :/",
    "semRaiva":
        "Вітаємо! Ви добре розумієте, що викликає у вас гнів і знаєте, що робити, коли починаєте відчувати ознаки проблеми. На щастя, здається, ви розробили широкий спектр стратегій управління гнівом, і ви можете пишатися цим.",
    "sempre": "Завжди",
    "sint_stress_alto":
        "Надмірно збуджений, напружений, не може розслабитися, чутливий, засмучений, легко дратується, наляканий, нервовий, нетерплячий до перерв або затримок.",
    "sint_stress_titulo": "Симптоми стресу",
    "sobreRaiva": "Про гнів",
    "sobre_autoconfianca": "Про впевненість у собі",
    "sobre_sorriso": "Про усмішку",
    "sobre_texto":
        "Цю програму розробив ByronSystemDeveloper® з метою надання користувачеві серії тестів для допомоги в аналізі їхньої поведінки та емоцій. Ми сподіваємося, що ці тести, пояснення та поради спонукатимуть користувача прийняти здоровіші поведінкові моделі та спосіб життя, що призведе до поліпшення як фізичного, так і психічного здоров'я. Насолоджуйтеся :)",
    "sobre_titulo": "Про додаток",
    "sor.1": "Чи часто ви посміхаєтеся протягом дня?",
    "sor.2":
        "Чи більшість людей, яких ви зустрічаєте протягом дня, посміхаються, коли бачать вас?",
    "sor.3": "Якщо хтось посміхається до вас, чи посміхаєтеся ви у відповідь?",
    "sor.4":
        "Коли вас представляють комусь, чи схильні ви посміхатися, вітаючи їх?",
    "sor.5": "Коли ви посміхаєтеся, чи видно ваші зуби?",
    "sor.6":
        "Коли ви перебуваєте в місці, де не знаєте нікого, чи залишається ваше обличчя серйозним і ви не посміхаєтеся?",
    "sor.7":
        "Чи є ваша усмішка іноді усмішкою з натяком або іронічною усмішкою?",
    "sor.8":
        "Чи коли-небудь ви дивилися на свою усмішку в дзеркалі? Чи вона красива?",
    "sor.9": "Чи є ви тим типом людини, яка рідко посміхається?",
    "sor.10": "Чи часто ваше обличчя має стурбований або тривожний вираз?",
    "sor.11":
        "Чи іноді, навіть коли ви самотні, ви посміхаєтеся, згадуючи приємну подію?",
    "sor.12":
        "Коли ви засмучені і зустрічаєте хорошого друга, чи демонструєте ви щиру усмішку?",
    "sor.13":
        "Коли ви посміхаєтеся, чи можете ви змусити інших людей навколо вас посміхатися?",
    "sor.escala.1":
        "Вітаємо! Усмішка вже є частиною вас, оскільки більшість часу ви посміхаєтеся, навіть не усвідомлюючи цього. Ваша усмішка вказує на те, що ви перебуваєте в спокійному і розслабленому стані. Це сприяє хорошим стосункам з іншими. Ми не маємо жодних порад для вас, крім однієї - продовжуйте в тому ж дусі! Ваша усмішка легко притягує багатьох людей.",
    "sor.escala.2":
        "Ви стримані з вашими усмішками! Ви знаєте, як посміхатися, коли хочете, і підтримуєте дружнє ставлення, але тільки коли це зручно для вас. Зазвичай ви прагнете ладити з людьми, хоча можуть бути моменти меншої усмішки. Завжди є місце для вдосконалення, подумайте про це і перевірте нижче переваги усмішки.",
    "sor.escala.3":
        "Вам потрібно покращити вашу рідко з’являючуся усмішку. Можливо, ви не відчуваєте бажання чи потреби усміхатися, але люди схильні віддалятися від тих, хто рідко усміхається, адже перша вимога для дружелюбності та молодості - це усмішка! Пам'ятайте, усмішка робить навколишнє середовище приємнішим! Перевірте нижче причини, чому варто усміхатися, і спробуйте це зробити! Це може змінити ваше життя.",
    "sor.intro":
        "Чи часто ви усміхаєтеся протягом дня? Можливо, вам не потрібно тесту, щоб це підтвердити! Однак цей тест надасть вам уявлення про те, як ваша усмішка проявляється в різних ситуаціях. В кінці ви дізнаєтеся, чи ви природно усміхнена людина з силою розповсюджувати позитив, і дізнаєтеся про переваги усмішки як для себе, так і для тих, хто вас оточує. Чи знали ви, що усмішки можуть бути спонтанними або навмисними? Виявите різницю, завершивши тест. Насолоджуйтеся оцінюванням!",
    "sor.sobre":
        "Тест з 13 питань, кожному питанню нараховується від 0 до 1 бала.",
    "sor.sorri1": "Вам потрібно покращити усмішку",
    "sor.sorri2": "Ви іноді усміхаєтеся",
    "sor.sorri3": "Ви усміхнена людина",
    "sor_PE":
        "Пол Екман, один із 100 найвпливовіших психологів XX століття, був піонером у вивченні емоцій і виразів обличчя.",
    "sor_c1":
        "Дослідження показують, що понад 60% людей усміхаються у відповідь на усмішку! Будьте тим, хто розповсюджує радість за допомогою усмішки, і, ймовірно, отримаєте усмішку у відповідь.",
    "sor_c2_1":
        "• З'єднує людей, збільшує близькість, емпатію та сприяє довірі.",
    "sor_c2_2":
        "• Робить нас більш привабливими, дружніми та молодшими, оскільки рухи м'язів обличчя покращують еластичність шкіри.",
    "sor_c2_3":
        "• Вивільняє серотонін і ендорфіни, що сприяє добробуту, задоволенню та радості.",
    "sor_c2_4": "• Зміцнює імунну систему та збільшує енергію.",
    "sor_c2_5": "• Зменшує сприйняття болю.",
    "sor_c2_6":
        "• Допомагає підтримувати емоційний баланс, захищає від стресу і тривоги та допомагає залишатися розслабленим.",
    "sor_c2_7": "• Підвищує самооцінку.",
    "sor_c3":
        "Гійом Дюшен, французький невролог XIX століття, був першим, хто вивчав людські вирази обличчя. Він виявив, що справжні та фальшиві усмішки активують абсолютно різні м'язи обличчя. Справжня усмішка, відома як усмішка Дюшена, включає м'язи навколо очей, частково закриваючи їх і передаючи тепло та щирість. Фальшива усмішка рухає тільки рот і не має щирості справжньої усмішки. Ці 'статуйні усмішки' нагадують неперсональні вирази, які можна побачити на манекенах або у людей, які усміхаються з обов'язку.",
    "sor_c4":
        "Сміх може активувати до 80 м'язів в організмі, впливаючи на мозок, горло, серце, груди, ноги, стопи і, звичайно, обличчя! Дослідження показують, що сміх має терапевтичний ефект, наприклад, уповільнює появу зморшок з віком. Отже, смійтесь більше – це найкращі ліки! Знайдіть можливості для сміху щодня, оточуйте себе позитивними людьми та середовищем і поширюйте радість. Щоденна доза усмішок заразна і може поліпшити ваше здоров'я.",
    "sor_c5_1":
        "Заспокойтесь, просто насолоджуйтесь життям, усміхайтесь частіше, смійтеся частіше і не турбуйтесь надто про речі (Кеннет Брана)",
    "sor_c5_2":
        "Поділіться своєю усмішкою зі світом – це знак дружби та миру (Крісті Бринклі)",
    "sor_c5_3":
        "Усміхайтеся в дзеркало. Робіть це щоранку, і ви почнете бачити велику різницю у своєму житті (Йоко Оно)",
    "sor_c5_4":
        "Давайте завжди вітати один одного з усмішкою, адже усмішка – це початок любові (Мати Тереза)",
    "sor_sor": "Усмішка заразна:",
    "sor_t2": "Ефекти усмішки:",
    "sor_t3": "Справжні та фальшиві усмішки",
    "sor_t4": "Сміх: Найкращі ліки",
    "sor_t5": "Відомі цитати про усмішки",
    "testecompleto": "Для більш точної оцінки спробуйте Повний тест",
    "tipo_atitudes_titulo": "Типи ставлень",
    "tipos_atitudes_titulo": "Про ставлення",
    "tit_desc_niv": "Опис рівня стресу",
    "tit_niv_categ": "Рівень стресу за категоріями",
    "titulofrequecia": "Як часто...",
    "todosBSD": "Всі додатки BSD",
    "v_hist": "Мої результати",
    "varias_vezes": "Часто",
    "vezes": "Іноді",
    "zon1": "Дуже низький",
    "zon1_des": "Вам потрібно більше енергії, щоб досягти бажаних цілей.",
    "zon1_des_red":
        "Ваш рівень стресу надзвичайно низький, і це не обов'язково добре!",
    "zon2": "Низький",
    "zon2_des":
        "Ви перебуваєте в здоровому діапазоні без ризику захворювань, пов'язаних зі стресом, таких як серцеві напади чи виразки. Однак ваша продуктивність може не досягати свого повного потенціалу.",
    "zon2_des_red": "Ваш рівень стресу низький, але це теж не ідеально!",
    "zon3": "Нормальний",
    "zon3_des":
        "Ви відчуваєте баланс між напруженням і розслабленням. Трохи напруження є необхідним для досягнення ваших цілей.",
    "zon3_des_red": "Вітаємо! Ви підтримуєте нормальний рівень стресу!",
    "zon4": "Високий",
    "zon4_des":
        "Час оцінити своє життя та визначити термінові проблеми. Запобігайте психологічним проблемам та ускладненням у системі травлення і кровообігу. Займайтеся регулярними фізичними вправами, дотримуйтесь здорового харчування, спробуйте техніки релаксації та зверніться за підтримкою до надійного друга. Залишайтеся позитивними та будьте добрими до інших.",
    "zon4_des_red": "Ви відчуваєте високий рівень стресу, що є нездоровим!",
    "zon5": "Дуже високий",
    "zon5_des":
        "Ваш рівень стресу критичний і потребує термінових дій. Зверніться за підтримкою до друзів, родини або медичного спеціаліста. Подумайте про перерву та практикуйте техніки зниження стресу. Надайте пріоритет фізичним вправам, здоровому харчуванню та позитивному настрою, а також будьте добрими до інших.",
    "zon5_des_red":
        "Увага! Ваш стрес небезпечно високий і потребує термінової уваги!",

    // Burnout Test #########
    "_tBurnout": "Тест на вигорання",

    "burn_intro":
        "Цей тест оцінює ознаки психічного виснаження, пов’язані з роботою, школою або навчанням.\nНим можуть користуватися студенти, фахівці або будь-хто, хто зазнає постійного тиску та вимог.\nПитання охоплюють три основні сфери: емоційне виснаження, емоційне відсторонення та відчуття особистих досягнень.\nВідповідайте чесно, враховуючи те, як ви почувалися протягом останніх тижнів.\nЦей тест не замінює клінічну оцінку, але може допомогти краще зрозуміти ваш поточний рівень психічної втоми.",

    "burn_dim_ex_title": "Емоційне виснаження",
    "burn_dim_dis_title": "Емоційне відсторонення",
    "burn_dim_real_title": "Особисті досягнення",

    "burn_1": "Наприкінці дня я почуваюся виснаженим/ою.",
    "burn_2": "Я прокидаюся втомленим/ою, навіть після сну.",
    "burn_3":
        "Мої щоденні завдання потребують більше енергії, ніж я можу дати.",
    "burn_4": "Мені важко відновитися після втоми.",
    "burn_5": "Навіть дрібні обов’язки здаються дуже обтяжливими.",
    "burn_6": "Я часто почуваюся психічно втомленим/ою.",

    "burn_7": "Мені стало менше цікаво виконувати свої завдання.",
    "burn_8": "Я роблю необхідне, але без залученості.",
    "burn_9": "Я намагаюся не надто багато думати про свої обов’язки.",
    "burn_10": "Я відчуваю емоційну відстороненість від того, що роблю.",
    "burn_11": "Я втратив/ла ентузіазм до роботи або навчання.",
    "burn_12": "Мені здається, що я просто виконую обов’язки без мотивації.",

    "burn_13":
        "Я відчуваю, що роблю щось корисне у своєму повсякденному житті.",
    "burn_14": "Я пишаюся тим, що роблю на роботі або в навчанні.",
    "burn_15": "Я відчуваю, що здатний/а справлятися з викликами.",
    "burn_16": "Я бачу прогрес у тому, що роблю.",
    "burn_17": "Я відчуваю мотивацію продовжувати вдосконалюватися.",
    "burn_18": "Я вважаю, що мої зусилля варті того.",

    "burn_res_low_title": "Низький рівень вигорання",
    "burn_res_low_desc":
        "Ваші результати свідчать про низький рівень психічного виснаження.\nЗагалом ви добре справляєтеся з щоденними вимогами та зберігаєте емоційну рівновагу.\nПроте важливо звертати увагу на ознаки втоми та берегти час для відпочинку.",

    "burn_res_mod_title": "Помірний рівень вигорання",
    "burn_res_mod_desc":
        "Ваші результати свідчать про помірний рівень психічного виснаження.\nЄ ознаки емоційного напруження, які можуть посилюватися з часом.\nПерегляд рутин, зменшення навантаження та посилення відпочинку можуть допомогти запобігти погіршенню.",

    "burn_res_high_title": "Високий рівень вигорання",
    "burn_res_high_desc":
        "Ваші результати свідчать про високий рівень психічного виснаження.\nЦей стан часто пов’язаний з емоційним виснаженням, втратою мотивації та відстороненням від завдань.\nВідпочинок, коригування вимог і звернення по професійну підтримку можуть бути важливими.",

    "burn_dim_ex_low_title": "Низьке емоційне виснаження",
    "burn_dim_ex_low_desc":
        "Свідчить про добру здатність до відновлення та керування втомою.",

    "burn_dim_ex_mod_title": "Помірне емоційне виснаження",
    "burn_dim_ex_mod_desc":
        "Вказує на часту втому та труднощі з відновленням енергії.",

    "burn_dim_ex_high_title": "Високе емоційне виснаження",
    "burn_dim_ex_high_desc":
        "Вказує на інтенсивне та тривале психічне виснаження.",

    "burn_dim_dis_low_title": "Низьке емоційне відсторонення",
    "burn_dim_dis_low_desc": "Зберігається залученість та інтерес до завдань.",

    "burn_dim_dis_mod_title": "Помірне емоційне відсторонення",
    "burn_dim_dis_mod_desc": "Свідчить про поступову втрату мотивації.",

    "burn_dim_dis_high_title": "Високе емоційне відсторонення",
    "burn_dim_dis_high_desc":
        "Вказує на емоційну віддаленість і втрату сенсу в тому, що ви робите.",

    "burn_dim_real_low_title": "Високий рівень особистих досягнень",
    "burn_dim_real_low_desc":
        "Свідчить про відчуття компетентності та задоволеності результатами.",

    "burn_dim_real_mod_title": "Помірний рівень особистих досягнень",
    "burn_dim_real_mod_desc":
        "Вказує на певні сумніви щодо цінності та впливу того, що ви робите.",

    "burn_dim_real_high_title": "Низький рівень особистих досягнень",
    "burn_dim_real_high_desc":
        "Вказує на негативний вплив на самооцінку та особисте задоволення.",

    "burn_sobre": "Про вигорання",
    "burn_ctx_what_title": "Що таке вигорання?",
    "burn_ctx_what_desc":
        "Вигорання — це стан фізичного та психічного виснаження, спричинений тривалим впливом стресу, тиску та надмірних вимог.\nВоно проявляється постійною втомою, втратою мотивації, емоційним відстороненням і низьким відчуттям особистих досягнень.\nМоже впливати на студентів, фахівців і будь-кого, хто зазнає постійного перевантаження.",

    "burn_ctx_causes_title": "Причини вигорання",
    "burn_ctx_causes_desc":
        "Вигорання зазвичай виникає внаслідок поєднання кількох чинників, таких як надмірне навантаження, недостатній відпочинок, постійний тиск щодо результатів, брак визнання чи підтримки та труднощі з балансом між роботою, навчанням і особистим життям.\nКоли такі ситуації тривають довго, ризик виснаження зростає.",

    "burn_ctx_prevent_title": "Як запобігти вигоранню",
    "burn_ctx_prevent_desc":
        "Профілактика передбачає зменшення навантаження та турботу про психічне здоров’я.\nРегулярні перерви, встановлення меж, достатній сон, збереження дозвіллєвих занять і звернення по підтримку за потреби є важливими кроками.\nРаннє розпізнавання ознак допомагає запобігти погіршенню.",

    "burn_ctx_treat_title": "Як впоратися або лікувати вигорання",
    "burn_ctx_treat_desc":
        "Подолання вигорання потребує практичних змін і належної підтримки.\nТимчасове зменшення вимог, реорганізація рутин, інвестування у відпочинок і розмова з надійною людиною можуть допомогти.\nУ деяких випадках для відновлення важливо звернутися по професійну допомогу.",

    "burn_ctx_help_title": "Коли слід звертатися по допомогу?",
    "burn_ctx_help_desc":
        "Якщо симптоми втоми, браку мотивації або емоційного відсторонення зберігаються чи заважають повсякденному життю, важливо звернутися по професійну допомогу.\nРозмова з медичним фахівцем може допомогти краще зрозуміти ситуацію та визначити відповідні стратегії.",
  };
}
