Map<String, String> getUrduTranslations() {
  return {
    "-10":
        "مبارک ہو! بیک ٹیسٹ کے مطابق، آپ میں ڈپریشن کی علامات ظاہر نہیں ہو رہی ہیں۔",
    "1a": "میں اداس نہیں ہوں۔",
    "1b": "مجھے تھوڑا اداس محسوس ہوتا ہے۔",
    "1c": "میں اکثر اداس محسوس کرتا/کرتی ہوں اور اسے روک نہیں سکتا/سکتی۔",
    "1d": "میں اتنا اداس ہوں کہ اب اسے برداشت نہیں کر سکتا/سکتی۔",
    "1p":
        "میں اکثر ہاں کہتا/کہتی ہوں، حالانکہ دل میں نہ کہنے کی خواہش ہوتی ہے۔",
    "2a": "میں مستقبل کے بارے میں پُرسکون ہوں۔",
    "2b": "مجھے مستقبل کے بارے میں مایوسی محسوس ہوتی ہے۔",
    "2c":
        "مجھے ایسا لگتا ہے کہ میرے پاس اب کچھ بھی نہیں ہے جس کا انتظار کر سکوں۔",
    "2d":
        "میرے پاس مستقبل کے لیے کوئی امید نہیں ہے اور مجھے لگتا ہے کہ میری حالت میں بہتری نہیں آئے گی۔",
    "2p":
        "میں اپنے حقوق کا دفاع کرتا/کرتی ہوں بغیر دوسروں کے حقوق کی خلاف ورزی کیے۔",
    "3a": "مجموعی طور پر، میں خود کو مطمئن محسوس کرتا/کرتی ہوں۔",
    "3b":
        "مجھے لگتا ہے کہ میں نے زیادہ تر لوگوں کے مقابلے میں زیادہ ناکامیاں دیکھی ہیں۔",
    "3c":
        "جب میں اپنے ماضی کو دیکھتا/دیکھتی ہوں، تو مجھے صرف ناکامیوں کی ایک لمبی قطار نظر آتی ہے۔",
    "3d": "میں خود کو مکمل طور پر ناکام محسوس کرتا/کرتی ہوں۔",
    "3p":
        "جب میں کسی کو اچھی طرح نہیں جانتا/جانتی، تو میں اس چیز کو چھپانا پسند کرتا/کرتی ہوں جو میں سوچتا/سوچتی یا محسوس کرتا/کرتی ہوں۔",
    "4a": "میں جو کچھ کرتا/کرتی ہوں اس میں اطمینان پاتا/پاتی ہوں۔",
    "4b": "میں اب ان چیزوں سے مطمئن نہیں ہوں جو پہلے مجھے مطمئن کرتی تھیں۔",
    "4c": "میں واقعی کسی بھی چیز سے مطمئن محسوس نہیں کرتا/کرتی۔",
    "4d": "میں ہر چیز سے بے اطمینان اور بیزار محسوس کرتا/کرتی ہوں۔",
    "4p": "زیادہ تر وقت میں فیصلہ کن اور پختہ ہوتا/ہوتی ہوں۔",
    "5_a": "نرمی۔",
    "5_c": "ذمہ داری۔",
    "5_e": "بیرونیت۔",
    "5_n": "عصبی پن۔",
    "5_o": "کھلاپن۔",
    "5a": "عام طور پر، میں مجرم محسوس نہیں کرتا/کرتی۔",
    "5b": "کبھی کبھار مجھے جرم محسوس ہوتا ہے۔",
    "5c": "زیادہ تر وقت، میں کافی مجرم محسوس کرتا/کرتی ہوں۔",
    "5d": "میں مسلسل مجرم محسوس کرتا/کرتی ہوں۔",
    "5p":
        "عام طور پر، دوسروں پر اثر ڈالنا براہ راست عمل کرنے سے زیادہ آسان اور مؤثر ہوتا ہے۔",
    "6a": "میں کسی سزا کا شکار نہیں ہوں۔",
    "6b": "مجھے لگتا ہے کہ آخرکار مجھے سزا دی جائے گی۔",
    "6c": "مجھے لگتا ہے کہ مجھے سزا دی جا رہی ہے۔",
    "6d": "مجھے یقین ہے کہ مجھے سزا دی جا رہی ہے۔",
    "6p":
        "مجھے دوسروں پر تنقید کرنے اور اپنی رائے دینے میں کوئی ہچکچاہٹ نہیں ہوتی۔",
    "7a": "میں خود سے مایوس نہیں ہوں۔",
    "7b": "میں خود سے تھوڑا مایوس ہوں۔",
    "7c": "میں خود سے بہت مایوس ہوں۔",
    "7d": "میں صرف مایوس نہیں ہوں؛ درحقیقت، میں خود سے نفرت کرتا/کرتی ہوں۔",
    "7p":
        "میں ان کاموں کو مسترد کرنے میں ہچکچاہٹ نہیں کرتا/کرتی جو میری ذمہ داریوں کا حصہ نہیں ہیں۔",
    "8a": "میں کسی سے بھی بدتر نہیں ہوں۔",
    "8b":
        "میں اپنی غلطیوں اور کمزوریوں کے لیے خود کو تنقید کا نشانہ بناتا/بناتی ہوں۔",
    "8c": "میں اپنی غلطیوں کے لیے خود کو مسلسل الزام دیتا/دیتی ہوں۔",
    "8d":
        "میں اپنے ارد گرد ہونے والی ہر بری چیز کا ذمہ دار خود کو ٹھہراتا/ٹھہراتی ہوں۔",
    "8p":
        "مجھے اپنی رائے کا اظہار کرنے میں خوف نہیں ہوتا، یہاں تک کہ جب میں مخالفانہ گفتگو کرنے والوں کا سامنا کرتا/کرتی ہوں۔",
    "9a": "میں خودکشی کے بارے میں نہیں سوچتا/کرتی۔",
    "9b":
        "میرے پاس اپنی زندگی کو ختم کرنے کے خیالات ہیں، لیکن میں انہیں پورا نہیں کر سکتا/کرتی۔",
    "9c": "میں اپنی زندگی کو ختم کرنے کی خواہش رکھتا/رکھتی ہوں۔",
    "9d": "اگر مجھے موقع ملے تو میں اپنی زندگی ختم کر لوں گا/گی۔",
    "9p":
        "ایک بحث میں، میں پیچھے ہٹنا اور دیکھنا پسند کرتا/کرتی ہوں کہ چیزیں کیسے آگے بڑھتی ہیں۔",
    "9pilares":
        "ان اصولوں کو سمجھیں جو انڈیکیٹرز کی رہنمائی کرتے ہیں جو مجموعی قومی خوشی کی پیمائش کے لیے استعمال ہوتے ہیں۔",
    "9pilares_t": "مجموعی قومی خوشی کے 9 ستون۔",
    "10a": "میں عام سے زیادہ نہیں روتا/رونتی ہوں۔",
    "10b": "میں اب پہلے سے زیادہ روتا/رونتی ہوں۔",
    "10c": "میں زیادہ تر وقت روتے ہوئے گزارتا/گزارتی ہوں۔",
    "10d": "میں اب اور نہیں رو سکتا/سکتی۔",
    "10p": "مجھے اکثر متضاد ہونے کے لیے تنقید کا سامنا کرنا پڑتا ہے۔",
    "11-18": "بیک ٹیسٹ کے مطابق، آپ کو ہلکے ڈپریشن کی علامات ہیں۔",
    "11-18r": "ہلکا ڈپریشن",
    "11a": "میں عام سے زیادہ چڑچڑا نہیں ہوں۔",
    "11b": "میں پہلے سے زیادہ بار چڑچڑا ہو جاتا/جاتی ہوں۔",
    "11c": "میں ہمیشہ چڑچڑا رہتا/رہتی ہوں۔",
    "11d": "اب میں اور چڑچڑا بھی نہیں ہو سکتا/سکتی۔",
    "11p": "مجھے دوسروں کی بات سننے میں مشکل ہوتی ہے۔",
    "12a": "مجھے اب بھی دوسرے لوگوں میں دلچسپی ہے۔",
    "12b": "میں اب پہلے سے کم دوسرے لوگوں میں دلچسپی رکھتا/رکھتی ہوں۔",
    "12c": "میں نے تقریباً تمام لوگوں میں دلچسپی کھو دی ہے۔",
    "12d": "میں نے مکمل طور پر دوسرے لوگوں میں دلچسپی کھو دی ہے۔",
    "12p":
        "میں چیزوں کو راز میں رکھتا/رکھتی ہوں اور یہ میرے لیے اچھا کام کرتا ہے۔",
    "13a": "میں اب بھی پہلے کی طرح آسانی سے فیصلے کرتا/کرتی ہوں۔",
    "13b": "میں فیصلے کرنے سے گریز کرتا/کرتی ہوں۔",
    "13c": "مجھے فیصلے کرنے میں بہت دشواری ہوتی ہے۔",
    "13d": "مجھے لگتا ہے کہ میں کوئی بھی فیصلہ کرنے سے قاصر ہوں۔",
    "13p": "لوگ مجھے اکثر سمجھدار اور تعلقات میں ماہر سمجھتے ہیں۔",
    "14a": "میں اپنی جسمانی شکل سے مطمئن ہوں۔",
    "14b":
        "مجھے فکر ہے کہ میں بڑا/بڑی نظر آ رہا/رہی ہوں اور کم پرکشش ہو رہا/رہی ہوں۔",
    "14c":
        "مجھے لگتا ہے کہ میری شکل بدل رہی ہے، جس سے میں کم پرکشش ہو رہا/رہی ہوں۔",
    "14d": "مجھے لگتا ہے کہ میں بہت برا/بری نظر آ رہا/رہی ہوں۔",
    "14p":
        "میں اپنے تعلقات کو اعتماد کی بنیاد پر قائم کرتا/کرتی ہوں، نہ کہ تسلط یا حساب کتاب پر۔",
    "15a": "میں اب بھی پہلے کی طرح کام کر سکتا/سکتی ہوں۔",
    "15b": "مجھے کام شروع کرنے کے لیے کچھ کوشش کرنی پڑتی ہے۔",
    "15c": "مجھے کام کرنے کے لیے بہت زیادہ کوشش کرنی پڑتی ہے۔",
    "15d": "میں اب کام نہیں کر سکتا/سکتی۔",
    "15p":
        "میں ساتھیوں سے مدد مانگنے سے گریز کرتا/کرتی ہوں؛ وہ مجھے نااہل سمجھ سکتے ہیں۔",
    "16a": "میں اچھی طرح سوتا/سوتی ہوں۔",
    "16b": "میں اب پہلے کی طرح اچھی نیند نہیں لیتا/لیتی۔",
    "16c":
        "میں عام سے 1 یا 2 گھنٹے پہلے جاگ جاتا/جاتی ہوں اور دوبارہ سونے میں دشواری ہوتی ہے۔",
    "16d":
        "میں عام سے کئی گھنٹے پہلے جاگ جاتا/جاتی ہوں اور دوبارہ سو نہیں سکتا/سکتی۔",
    "16p":
        "میں شرمیلا/شرمیلی ہوں اور جب مجھے کچھ غیر معمولی کرنا پڑتا ہے تو مجھے الجھن محسوس ہوتی ہے۔",
    "17a": "میں پہلے کی طرح زیادہ تھکا ہوا/تھکی ہوئی محسوس نہیں کرتا/کرتی۔",
    "17b": "میں پہلے سے زیادہ تھکا ہوا/تھکی ہوئی ہوں۔",
    "17c": "مجھے کچھ بھی کرنے میں تھکن محسوس ہوتی ہے۔",
    "17d": "میں کچھ بھی کرنے کے لیے بہت تھکا ہوا/تھکی ہوئی ہوں۔",
    "17p":
        "لوگ مجھے کمزور کہتے ہیں، جو مجھے پریشان کرتا ہے اور دوسروں کو ہنساتا ہے۔",
    "18a": "میری بھوک ہمیشہ کی طرح ہے۔",
    "18b": "میری بھوک اب پہلے جیسی نہیں رہی۔",
    "18c": "حال ہی میں میری بھوک بہت خراب ہو گئی ہے۔",
    "18d": "مجھے بالکل بھی بھوک نہیں لگتی۔",
    "18p": "میں آمنے سامنے کے تعلقات میں کافی آرام دہ محسوس کرتا/کرتی ہوں۔",
    "19-25":
        "خبردار رہیں! بیک ٹیسٹ کے مطابق، آپ کو درمیانے ڈپریشن کی علامات ہیں۔",
    "19-25r": "درمیانہ ڈپریشن",
    "19a": "میرا وزن مستحکم ہے۔",
    "19b": "میں نے 2.5 کلوگرام سے زیادہ وزن کم یا بڑھا لیا ہے۔",
    "19c": "میں نے 5 کلوگرام سے زیادہ وزن کم یا بڑھا لیا ہے۔",
    "19d": "میں نے 7.5 کلوگرام سے زیادہ وزن کم یا بڑھا لیا ہے۔",
    "19p":
        "میں اکثر ہنگامہ کرتا/کرتی ہوں؛ یہ وہ طریقہ ہے جس سے مجھے وہ ملتا ہے جو میں چاہتا/چاہتی ہوں۔",
    "20-1":
        "مجھے جو کچھ بھی کرتا ہوں اس کے بارے میں 💜 سے مشورہ کرنے کی ضرورت محسوس ہوتی ہے۔",
    "20-2": "مجھے تنہائی، ردّی اور ترک کرنے کا خوف ہے۔",
    "20-3":
        "جب میں 💜 کے ساتھ ہوتا ہوں تو علیحدگی برداشت نہیں کرپاتا اور بار بار کال کرکے چیک کرتا ہوں کہ وہ کہاں ہیں اور کس کے ساتھ ہیں۔",
    "20-4": "میں اکیلے ہونے کے لمحات سے لطف اندوز نہیں ہوپاتا۔",
    "20-5":
        "میری خوشی مکمل طور پر 💜 پر منحصر ہے اور میں تعلقات ختم کرنے کے خیال کو برداشت نہیں کرسکتا۔",
    "20-6":
        "جب سے میں نے 💜 کے ساتھ تعلقات شروع کیے ہیں، میں نے اپنے دوستوں اور خاندان سے دوری اختیار کرلی ہے۔",
    "20-7":
        "💜 کے ساتھ گزارا ہوا وقت کبھی کافی نہیں ہوتا؛ میں ہمیشہ زیادہ چاہتا ہوں۔",
    "20-8":
        "💜 کو ناراض کرنے کے خوف سے میں کسی بھی اقدام یا اپنی رائے کا اظہار نہیں کرتا۔",
    "20-9": "💜 کے بغیر کیے جانے والے کوئی بھی کام بورنگ اور یکساں لگتے ہیں۔",
    "20-10": "میں 💜 سے توجہ حاصل کرنے کے لیے خود کو مظلوم ظاہر کرتا ہوں۔",
    "20-11": "💜 کے بغیر میری زندگی کا کوئی مطلب نہیں ہے۔",
    "20-12": "مجھے مسلسل محبت اور محبت کا ثبوت چاہیے۔",
    "20-13": "مجھے تعلقات کے مستقبل اور استحکام کے بارے میں فکر ہے۔",
    "20-14":
        "جب 💜 کچھ ایسا کرتا ہے جو مجھے تکلیف پہنچاتا ہے، تو میں حدیں مقرر کرنے میں مشکل محسوس کرتا ہوں۔",
    "20-15":
        "میں 💜 کی بہت قدر کرتا ہوں اور خوش قسمت محسوس کرتا ہوں کہ میرے ساتھ اتنی شاندار شخصیت ہے۔",
    "20-16": "میں حسد کرتا ہوں۔",
    "20-17": "میں تعلقات ختم کرنے سے بچنے کے لیے خیانت کو معاف کردوں گا۔",
    "20-18": "میں 💜 کی ہر ممکن مدد کرتا ہوں، بشمول ان کی ذاتی مسائل۔",
    "20-19":
        "میں اپنی غلطیوں کو برداشت نہیں کرپاتا اور اپنی خامیوں پر بہت تنقید کرتا ہوں۔",
    "20-20":
        "اگر 💜 مصروف ہے اور میری طرف توجہ نہیں دے رہا، تو میں فوراً سوچتا ہوں کہ وہ اب مجھے نہیں محبت کرتا۔",
    "20-P": "20",
    "20_titulo": "فوری ٹیسٹ",
    "20a": "میری صحت کی فکر وہی ہے جو پہلے تھی۔",
    "20b": "مجھے اپنی صحت کے بارے میں فکر ہے۔",
    "20c":
        "میں اپنی صحت کے بارے میں اتنا فکر مند ہوں کہ دوسرے کسی چیز کے بارے میں سوچنے میں مشکل پیش آتی ہے۔",
    "20d":
        "میں اپنی صحت کے بارے میں اتنا فکر مند ہوں کہ کسی اور چیز کے بارے میں سوچنے کی حالت میں نہیں ہوں۔",
    "20p": "میں باتونی ہوں اور بغیر محسوس کیے دوسروں کو روک دیتا ہوں۔",
    "21a": "میں جنسیت میں اپنی دلچسپی میں کوئی تبدیلی محسوس نہیں کرتا۔",
    "21b": "میں جنسیت میں پہلے سے کم دلچسپی رکھتا ہوں۔",
    "21c": "میں جنسیت میں بہت کم دلچسپی رکھتا ہوں۔",
    "21d": "میں جنسیت میں مکمل طور پر دلچسپی کھو چکا ہوں۔",
    "21p":
        "میں پرعزم ہوں اور اپنے اہداف کے حصول کے لیے کچھ بھی کرنے کو تیار ہوں۔",
    "22a": "ٹیسٹ کا اختتام",
    "22d": "ٹیسٹ کا اختتام",
    "22p":
        "عام طور پر، میں جانتا ہوں کہ کس سے اور کب رابطہ کرنا ہے؛ یہ کامیابی کے لیے اہم ہے۔",
    "23p":
        "اختلاف کی صورت میں، میں باہمی مفادات کی بنیاد پر حقیقت پسندانہ سمجھوتے تلاش کرتا ہوں۔",
    "24p": "میں سیدھا اور ایماندار ہونا پسند کرتا ہوں۔",
    "25p": "میں اکثر کاموں کو ملتوی کرنے کا رجحان رکھتا ہوں۔",
    "+26": "احتیاط! بیک ٹیسٹ کے مطابق، آپ کے پاس شدید افسردگی کی علامات ہیں۔",
    "26p": "میں اکثر ایک کام کو ادھورا چھوڑ دیتا ہوں۔",
    "27p":
        "عام طور پر، میں اپنی جذبات کو چھپائے بغیر یہ ظاہر کرتا ہوں کہ میں کون ہوں۔",
    "28p": "مجھے ڈرا دینے کے لیے بہت کچھ کرنا پڑتا ہے۔",
    "29p": "دوسروں کو ڈرا دینا طاقت برقرار رکھنے کے لیے مؤثر طریقہ ہو سکتا ہے۔",
    "30p":
        "جب کوئی ایک بار مجھ سے فائدہ اٹھاتا ہے، تو میں اگلی بار انتقام لینے کی پوری کوشش کرتا ہوں۔",
    "31p":
        "جب کسی کی تنقید کرتے ہیں، تو مؤثر طریقے سے یہ اشارہ کرنا مفید ہوتا ہے کہ وہ اپنے اصولوں پر عمل نہیں کر رہے ہیں۔",
    "32p": "مجھے نظام کا فائدہ اٹھانا آتا ہے؛ میں قابلِ ذکر ہوں۔",
    "33p":
        "میں اپنے آپ کو ظاہر کر سکتا ہوں جبکہ سماجی طور پر قبول بھی ہوتا ہوں۔",
    "34p":
        "جب میں اختلاف کرتا ہوں، تو میں اسے واضح اور پرامن طریقے سے ظاہر کرتا ہوں۔",
    "35p": "میں خیال رکھتا ہوں کہ دوسروں کو پریشان نہ کروں۔",
    "36p": "مجھے فیصلے کرنے میں سنجیدہ مشکلات پیش آتی ہیں۔",
    "37p":
        "مجھے پسند نہیں کہ میں گروپ میں واحد شخص ہوں جس کی رائے مختلف ہو، اس لیے میں واپس چلا جاتا ہوں۔",
    "38p": "مجھے عوامی خطاب کرنے سے خوف نہیں آتا۔",
    "39p": "زندگی جنگل کی طرح محسوس ہوتی ہے۔",
    "40p": "مجھے خطرناک اور پرخطر چیلنجز کا سامنا کرنے سے خوف نہیں آتا۔",
    "41p": "تنازعہ پیدا کرنا تناؤ کم کرنے سے زیادہ مؤثر ہو سکتا ہے۔",
    "42p": "دیانتداری ہمارے تعلقات میں اعتماد قائم کرنے کا بہترین طریقہ ہے۔",
    "43p": "مجھے سننے کا طریقہ آتا ہے اور میں دوسروں کو نہيں کاٹتا۔",
    "44p": "میں جو کچھ فیصلہ کرتا ہوں، اسے عملی شکل دیتا ہوں۔",
    "45p": "میں اپنے جذبات کو بالکل ویسے ہی ظاہر کرنے سے نہیں ڈرتا۔",
    "46p":
        "میرے پاس لوگوں کو جیتنے اور انہیں میرے خیالات کی حمایت کرنے کا ہنر ہے۔",
    "47p":
        "مجھے معلوم ہے کہ لوگوں کو کس طرح تعریف دوں تاکہ جو میں چاہتا ہوں، حاصل کر سکوں۔",
    "48p":
        "مجھے یہ کنٹرول کرنے میں مشکلات پیش آتی ہیں کہ میں کتنا وقت بات کرنے میں گزارتا ہوں۔",
    "49p": "میں ستم ظریفی کو اچھے طریقے سے سنبھال لیتا ہوں۔",
    "50p":
        "میں سادہ زندگی گزارتا ہوں اور کبھی کبھار خود کو استحصال کی اجازت بھی دے دیتا ہوں۔",
    "51p": "مجھے شرکت کرنے کی بجائے مشاہدہ کرنا پسند ہے۔",
    "52p": "مجھے سامنے کی صف میں ہونے کی بجائے پردے کے پیچھے رہنا پسند ہے۔",
    "53p": "مجھے نہیں لگتا کہ ہیرا پھیری ایک مؤثر حل ہے۔",
    "54p": "مسائل سے بچنے کے لیے، میں اپنے ارادوں کو بہت جلد ظاہر نہیں کرتا۔",
    "55p": "میں اکثر اپنے رویوں سے لوگوں کو حیران کر دیتا ہوں۔",
    "56p": "مجھے برسا کی بجائے بھیڑیا ہونا پسند ہے۔",
    "57p":
        "میں اکثر جو چاہتا ہوں، حاصل کرنے کے لیے ہیرا پھیری کا استعمال کرتا ہوں؛ یہ سب سے عملی طریقہ ہے۔",
    "58p":
        "مجھے عام طور پر، بغیر زیادہ جارحیت کے مؤثر طریقے سے احتجاج کرنا آتا ہے۔",
    "59p":
        "میں یقین رکھتا ہوں کہ مسائل کو ان کی گہری وجوہات کا حل کیے بغیر صحیح معنوں میں حل نہیں کیا جا سکتا۔",
    "60p": "مجھے دوسروں کی جانب سے منفی نظر آنا پسند نہیں ہے۔",
    "61p": "ٹیسٹ کا اختتام",
    "90-1": "میں 💜 کے لیے جیتا ہوں؛ وہ میری دنیا کا مرکز ہیں۔",
    "90-2":
        "جب میں 💜 سے بات کرتا ہوں، تو میں اپنے الفاظ کو احتیاط سے چنتا ہوں کیونکہ مجھے ان کی اصل خیالات پر ردعمل کا ڈر ہے۔",
    "90-3":
        "میں وہ چیزیں کرنے سے گریز کرتا ہوں جو میں چاہتا ہوں، تاکہ 💜 کو ناراض نہ کروں یا تنازعات نہ پیدا ہوں۔",
    "90-4": "میں یقین کرتا ہوں کہ محبت اور تکلیف ساتھ ساتھ چلتی ہیں۔",
    "90-5":
        "میں 💜 کے بدسلوکی یا جارحیت کو برداشت کرتا ہوں تاکہ مجھے رد نہ کیا جائے یا 💜 کو نہ کھو دوں۔",
    "90-6":
        "میں 💜 کو مشورے، زبردستی، دھمکیوں، یا ہیرا پھیری کے ذریعے تبدیل کرنے کی کوشش کرتا ہوں تاکہ چیزیں ویسے ہی ہوں جیسا میں چاہتا ہوں۔",
    "90-7":
        "💜 کے ساتھ حدود مقرر کرنے سے تھکا دینے والی بحثیں ہوتی ہیں جو کہیں نہیں پہنچتی۔",
    "90-8":
        "میں غصے یا مایوسی کا شکار ہوتا ہوں کیونکہ میں 💜 کے ساتھ تعلقات میں حدود نہیں لگا سکتا۔",
    "90-9":
        "میں غصے یا مایوسی کا شکار ہوتا ہوں کیونکہ میں 💜 کے ساتھ چیزوں کو ایک بار کے لیے حل نہیں کر سکتا۔",
    "90-10":
        "کبھی کبھی میں 💜 کے ساتھ بہت زیادہ روادار ہوتا ہوں لیکن دوسروں کے ساتھ عدم برداشت کا مظاہرہ کرتا ہوں۔",
    "90-11": "میں 💜 کے سلوک کو دوسروں سے چھپاتا ہوں یا جھوٹ بولتا ہوں۔",
    "90-12": "جب دوسرے 💜 کے سلوک کو جانتے ہیں، تو میں عذر پیش کرتا ہوں۔",
    "90-13":
        "میں 💜 کے جذبات، خیالات، ضروریات، اعمال، اور بھلائ کے لیے خود کو ذمہ دار سمجھتا ہوں۔",
    "90-14":
        "عام طور پر، میں 💜 کی بھلائ کا خیال اپنے خیال سے زیادہ بہتر طریقے سے رکھتا ہوں۔",
    "90-15": "مجھے غصہ آتا ہے جب 💜 میرے لیے اسی طرح کی دیکھ بھال نہیں کرتا۔",
    "90-16":
        "اس تعلق کی وجہ سے، میں اکثر بے چینی، تھکاوٹ، جرم، یا افسردگی کا شکار ہوتا ہوں۔",
    "90-17": "میں 💜 کی مدد کرنے کے لیے جیتا ہوں، حتیٰ کہ وہ مدد نہیں مانگتے۔",
    "90-18":
        "میں دوستوں کے دعوت نامے کو مسترد کرتا ہوں تاکہ وہ 💜 کے ساتھ وقت نہ گزاریں۔",
    "90-19": "میں 💜 سے کال، SMS، یا ای میل کا بے چینی سے انتظار کرتا ہوں۔",
    "90-20":
        "جب میں نے 💜 کے ساتھ تعلقات شروع کیے، تو میں نے اپنے دوستوں کو نظر انداز کیا۔",
    "90-21": "جب کچھ غلط ہوتا ہے، تو میں اکثر 💜 کو الزام دیتا ہوں۔",
    "90-22": "میں محسوس کرتا ہوں کہ مجھے 💜 کو مشکل حالات میں بچانا ہے۔",
    "90-23": "میں 💜 کے ذریعے استعمال یا زخمی محسوس کرتا ہوں۔",
    "90-24":
        "میں سمجھتا ہوں کہ ہمارے تعلقات میں دینے اور حاصل کرنے کے درمیان ایک بڑا عدم توازن ہے۔",
    "90-25": "💜 کے ساتھ بات چیت مشکل یا تقریباً غیر موجود ہے۔",
    "90-26":
        "میں 💜 کے ساتھ اپنی رفتار کو تبدیل کرنا چاہتا ہوں، لیکن میں ایک ہی پیٹرن میں پھنس جاتا ہوں۔",
    "90-27":
        "میں 💜 کو فتح کرنے اور اس پر قابو پانے کے لیے جنسی تعلقات استعمال کرتا ہوں۔",
    "90-28":
        "میں اس مسئلے سے نمٹنے سے بچنے کے لیے ہمیشہ مصروف رہنے کی کوشش کرتا ہوں۔",
    "90-29":
        "جب میں 💜 کے ساتھ اچھا نہیں ہوتا، تو میری زندگی کی باقی سب چیزیں مشکل ہو جاتی ہیں۔",
    "90-30":
        "میں 💜 کے ساتھ اپنے مسائل کو نظر انداز کرتا ہوں اور ظاہر کرتا ہوں کہ سب کچھ اتنا مشکل نہیں ہے۔",
    "90-31": "میں 💜 کے ساتھ تعلقات میں پھنسے ہوئے محسوس کرتا ہوں۔",
    "90-32": "میں 💜 کے ساتھ تعلقات پر شرمندگی محسوس کرتا ہوں۔",
    "90-33": "میں اپنے مسائل پر بات کرنے سے گریز کرتا ہوں۔",
    "90-34":
        "رومانوی تعلقات میں، میں ہمیشہ یہ توقع کرتا ہوں کہ مجھے چھوڑ دیا جائے گا۔",
    "90-35":
        "جب میں ایک رومانوی تعلقات شروع کرتا ہوں، تو میں اتنا وقت نہیں لیتا کہ یہ یقینی بنا سکوں کہ شخص میرے لیے صحیح ہے۔",
    "90-36": "میں تعلقات کو بہت تیزی سے آگے بڑھا دیتا ہوں۔",
    "90-37":
        "جب تعلقات غلط ہو جاتے ہیں یا ختم ہو جاتے ہیں، تو مجھے احساس ہوتا ہے کہ میں نے واضح انتباہی علامات کو نظر انداز کیا۔",
    "90-38": "میں تخریبی تعلقات کے نمونے دہراتا ہوں۔",
    "90-39": "میں 💜 کے ساتھ رہتا ہوں کیونکہ مجھے اکیلا ہونے کا خوف ہے۔",
    "90-40":
        "میں صرف اس وقت اس تعلق کو چھوڑوں گا جب میں کسی دوسرے کو تلاش کر لوں گا۔",
    "90-41":
        "مجھے 💜 کے بغیر تفریح کرنے، باہر جانے، یا سفر کرنے میں مشکل ہوتی ہے۔",
    "90-42":
        "💜 نے کہا کہ وہ تعلقات ختم کرنا چاہتے ہیں، لیکن میں اصرار کرتا رہتا ہوں۔",
    "90-43": "میں بد کردار پارٹنرز پر نادانستہ اعتماد کرتا ہوں۔",
    "90-44": "💜 کے ساتھ اپنے تعلقات میں، میں بہت کم پر راضی ہو جاتا ہوں۔",
    "90-45":
        "جب 💜 کی جانب سے بے عزتی یا بدسلوکی ہوتی ہے، تو میں کسی بھی بہانے کو قبول کر لیتا ہوں کہ دوبارہ ساتھ آ سکوں، حالانکہ بعد میں میں اس پر افسوس کرتا ہوں۔",
    "90-46":
        "میں اکثر ایسے لوگوں پر عاشق ہو جاتا ہوں جو دستیاب، جارح، پیچیدہ، یا محبت کرنے کی صلاحیت نہیں رکھتے۔",
    "90-47":
        "مجھے 💜 کے لیے مفید ہونے کی ضرورت محسوس ہوتی ہے یا یہ کہ 💜 مجھ پر منحصر ہے۔",
    "90-48":
        "آرام محسوس کرنے کے لیے، مجھے اکثر جاننے کی ضرورت ہوتی ہے کہ 💜 کہاں ہے، وہ کس کے ساتھ ہے، اور کیا کر رہا ہے۔",
    "90-49": "میرے پاس کبھی کبھی افسردگی، گناہ، یا کرب کے لمحے ہوتے ہیں۔",
    "90-50": "میرے پاس غصے اور جارحیت کے دھماکے ہوتے ہیں۔",
    "90-51": "کبھی کبھی، میرے پاس غیر منطقی عمل ہوتے ہیں۔",
    "90-52": "میں 💜 سے محبت کے ثبوت کی بار بار ضرورت محسوس کرتا ہوں۔",
    "90-53": "میری خوشی بڑی حد تک 💜 کے عمل یا عدم عمل پر منحصر ہے۔",
    "90-54": "مجھے 💜 کو اس کے موجودہ حالات میں قبول کرنے میں مشکل ہوتی ہے۔",
    "90-55": "تناؤ کی صورتحال میں، میں عموماً خاموش یا جارحانہ ردعمل دیتا ہوں۔",
    "90-56":
        "اس تعلقات میں، میں اکثر یقین رکھتا ہوں کہ حالات بہتر ہو جائیں گے حالانکہ کوئی حقیقی بہتری کے آثار نہیں ہیں۔",
    "90-57":
        "جب میں دکھ اٹھا رہا ہوں، تو میں جسمانی علامات ظاہر کرنے یا پہلے سے ہی دائمی نفسیاتی بیماریوں کا شکار ہوتا ہوں۔",
    "90-58": "میں بار بار سوال کرتا ہوں کہ آیا 💜 مجھ سے محبت کرتا ہے۔",
    "90-59": "میں مدد مانگنے کی ضرورت کو انکار کرتا ہوں۔",
    "90-60":
        "میں طویل عرصے سے واضح مقاصد نہیں رکھتا اور زندگی کے دیگر شعبوں میں سرمایہ کاری نہیں کی ہے سوائے 💜 کے ساتھ تعلقات کے۔",
    "90-61":
        "مجھے لگتا ہے کہ میں نے اپنے زندگی کا راستہ اور کنٹرول کھو دیا ہے۔",
    "90-62": "💜 کے ساتھ تعلقات کی وجہ سے، میں نے خودکشی کے بارے میں سوچا ہے۔",
    "90-63":
        "میں سوچتا ہوں کہ اسے ختم کرنے کا وقت آگیا ہے، لیکن ابھی تک ایسا نہیں کیا۔",
    "90-64": "میں ایک دباؤ، مسائل سے بھرے، یا غیر فعال خاندان سے آیا ہوں۔",
    "90-65":
        "میں نے ایک یا دونوں والدین کی طرف سے محبت، قبولیت، یا منظوری محسوس نہیں کی۔",
    "90-66": "میرے والدین یا سرپرست بہت سخت تھے۔",
    "90-67": "غلطیوں کے بارے میں، میں خود پر بہت سخت ہوتا ہوں۔",
    "90-68": "غلطیوں کے بارے میں، میں دوسروں کے ساتھ غیر تحمل دار ہوتا ہوں۔",
    "90-69":
        "میں اکثر غیر واضح اور ناقابل فہم مزاج کی تبدیلیوں کا شکار ہوتا ہوں۔",
    "90-70": "مجھے اپنی کم خود اعتمادی کا علم ہے۔",
    "90-71":
        "میں جلدی پریشان ہو جاتا ہوں، اور ان لمحات میں، میں زیادہ سوچنا نہیں روک سکتا۔",
    "90-72": "مجھے امید کم یا بالکل نہیں محسوس ہوتی۔",
    "90-73":
        "جب میں اکیلا یا 💜 سے دور ہوتا ہوں، تو مجھے اکثر اندرونی خالی پن محسوس ہوتا ہے۔",
    "90-74": "مجھے تعریفیں وصول کرنے میں بے آرامی محسوس ہوتی ہے۔",
    "90-75": "میں لوگوں کو پریشان کرنے سے بہت ڈرتا ہوں۔",
    "90-76":
        "میں ہمیشہ معذرت کرتا ہوں، یہاں تک کہ جب میں نے کچھ غلط نہیں کیا ہوتا۔",
    "90-77": "مجھے اپنے جذبات اور فیصلوں پر اعتماد کرنے میں مشکل ہوتی ہے۔",
    "90-78": "اکثر، میں 'ہاں' کہتا ہوں جب میں 'نہیں' کہنا چاہتا ہوں۔",
    "90-79": "میں مختلف حالات میں آسانی سے جرم محسوس کرتا ہوں۔",
    "90-80":
        "میں ہمیشہ یہ ثابت کرنے کی کوشش کرتا ہوں کہ میں کافی اچھا ہوں، اور میں غلطیوں سے ڈرتا ہوں۔",
    "90-81": "میں ہمیشہ دوسروں سے محبت، قبولیت، اور منظوری تلاش کرتا ہوں۔",
    "90-82": "مجھے لوگوں پر اعتماد کرنے میں مشکل ہوتی ہے۔",
    "90-83": "میں غیر معتبر لوگوں پر اعتماد کرنے کی طرف مائل ہوں۔",
    "90-84": "میں آسانی سے اپنے آپ کو ناکافی محسوس کرتا ہوں۔",
    "90-85":
        "جب دوسروں کے مسائل ہوتے ہیں تو میں آسانی سے افسوس یا جرم محسوس کرتا ہوں۔",
    "90-86": "مجھے اپنی زندگی پر شرمندگی محسوس ہوتی ہے۔",
    "90-87":
        "یا تو میں خود سے نفرت کرتا ہوں یا اپنے اعمال کو اپنے والدین یا دوسروں کو الزام دے کر جواز فراہم کرتا ہوں۔",
    "90-88": "میرے جاننے والے لوگ مجھے کنٹرول کرنے والا سمجھتے ہیں۔",
    "90-89": "میں تنقید کے لیے بہت حساس ہوں۔",
    "90-90": "مجھے لوگوں کے ساتھ قریب یا ذاتی رہنے میں مشکل ہوتی ہے۔",
    "90-91":
        "میں سگریٹ نوشی، خریداری، کھانا، جوا، شراب پینا، منشیات، دوائیوں، انٹرنیٹ کا استعمال، کام، یا دیگر سرگرمیوں میں زیادہ مشغول ہونے کی ضرورت محسوس کرتا ہوں۔",
    "90-T": "ٹیسٹ مکمل کریں",
    "90_titulo": "ٹیسٹ مکمل کریں",
    "+26r": "شدید ڈپریشن",
    "-10r": "کوئی ڈپریشن نہیں",
    "A": "1) تعریف",
    "A1":
        "غصہ ایک عام اور صحت مند جذبہ ہے، لیکن یہ ناقابلِ کنٹرول اور ذاتی تعلقات، کام، اور اسکول کے لیے تباہ کن ہو سکتا ہے۔ ناقابلِ کنٹرول غصہ ہمیں غیر متوقع، طاقتور جذبات کے لیے حساس بنا دیتا ہے۔ یہ کسی یا کسی چیز کے خلاف احتجاج، عدم تحفظ، یا مایوسی کا احساس ہے، جو تب ظاہر ہوتا ہے جب ایگو زخمی یا خطرے میں محسوس ہوتا ہے۔",
    "A2":
        "غصے کی شدت، یا اس کی عدم موجودگی، افراد کے درمیان مختلف ہوتی ہے اور اخلاقی اور نفسیاتی ترقی سے متاثر ہوتی ہے۔ آپ کسی مخصوص شخص (ایک ساتھی یا ہم جماعت) پر غصہ ہو سکتے ہیں یا کسی واقعے پر، جیسے کہ ٹریفک جام۔",
    "A3":
        "غصہ ضرورت سے زیادہ فکر یا ذاتی مسائل اور اہم یا صدمے والے واقعات کی یادوں پر توجہ مرکوز کرنے کی وجہ سے بھی ہو سکتا ہے۔",
    "Ag_CalStre": "تناؤ کی سطح کا حساب لگائیں",
    "Ag_ec1": "ازدواجی حیثیت؟",
    "Ag_ec2": "شادی شدہ",
    "Ag_ec3": "اکیلا / بیوہ",
    "Ag_ec4": "الگ / طلاق شدہ",
    "Ag_faldad": "ڈیٹا غائب ہے",
    "Ag_faldad_des": "فارم مکمل نہیں کیا:",
    "Ag_fc1": "گھر میں بچے ہیں؟",
    "Ag_fc2": "میرے گھر میں بچے نہیں ہیں",
    "Ag_fc3": "میرے گھر میں 1 یا 2 بچے ہیں",
    "Ag_fc4": "میرے گھر میں 3 سے زیادہ بچے ہیں",
    "Ag_id1": "عمر؟",
    "Ag_id2": "25 سال سے کم",
    "Ag_id3": "25 سے 34 سال کے درمیان",
    "Ag_id4": "35 سے 60 سال کے درمیان",
    "Ag_id5": "60 سال سے زیادہ",
    "Ag_red1": "رہائش؟",
    "Ag_red2": "گاؤں",
    "Ag_red3": "چھوٹا شہر",
    "Ag_red4": "بڑا شہر",
    "Ag_tit": "خطرناک عوامل:",
    "Ag_trb1": "ملازمت کی حیثیت؟",
    "Ag_trb2": "طالب علم",
    "Ag_trb3": "بیروزگار",
    "Ag_trb4": "عارضی ملازمت",
    "Ag_trb5": "مستقل ملازمت",
    "Analize": "نتائج کا تجزیہ",
    "Ans11-18": "تشویش کے ٹیسٹ کے مطابق، آپ کو ہلکی تشویش کے علامات ہیں۔",
    "Ans11-18r": "ہلکی تشویش",
    "Ans19-25":
        "احتیاط! اس تشویش کے ٹیسٹ کے مطابق، آپ کو معتدل تشویش کے علامات ہیں۔",
    "Ans19-25r": "معتدل تشویش",
    "Ans+26":
        "احتیاط! اس تشویش کے ٹیسٹ کے مطابق، آپ کو شدید تشویش کے علامات ہیں۔",
    "Ans+26r": "شدید تشویش",
    "Ans-10": "مبارک ہو! اس ٹیسٹ کے مطابق، آپ میں بہت کم اضطراب کی علامات ہیں۔",
    "Ans-10r": "کم سے کم اضطراب",
    "AnsEscala1": "BAI ٹیسٹ اسکور کے بارے میں",
    "AnsEscala2": "ہر جواب کو 0 سے 3 کے پیمانے پر جانچا جاتا ہے",
    "AnsEscala3": "اسکور اور اضطراب کی سطحیں:",
    "AnsEscala4": "0-7: کم سے کم اضطراب",
    "AnsEscala5": "8-15: معمولی اضطراب",
    "AnsEscala6": "16-25: درمیانہ اضطراب",
    "AnsEscala7": "26-63: شدید اضطراب",
    "AnsSint": "اضطراب کی علامات",
    "B": "2) انتباہی علامات:",
    "B1":
        "جب ہم غصے میں آتے ہیں، تو ہمیں مختلف خیالات، جذبات اور جسمانی ردعمل کا سامنا کرنا پڑتا ہے۔ کچھ لوگوں کے لیے یہ جذبات بہت شدید ہو جاتے ہیں جیسے وہ 'پھٹنے والے' ہوں۔ دوسروں کو یہ احساس نہیں ہوتا کہ وہ غصے میں ہیں لیکن وہ بیمار، مجرم محسوس کرتے ہیں یا دوسرے حالات پر زیادہ ردعمل دیتے ہیں۔",
    "B2": "براہ راست علامات:",
    "B3":
        "آواز بلند کرنا، گالیاں دینا، سر درد، پیٹ درد، گلا تنگ ہونا، دل کی دھڑکن میں اضافہ، بلڈ پریشر میں اضافہ، مٹھیوں کا بند ہونا، دھمکیاں، تشدد، دباؤ، دشمنی، غصہ، ناراضگی۔",
    "B4": "بالواسطہ علامات:",
    "B5":
        "زیادہ نیند، دائمی تھکاوٹ، اضطراب، بے حسی، افسردگی، بوریت، بھوک کا ختم ہونا، رونا، مستقل تنقید، برا یا دشمنانہ مزاح، شراب یا منشیات کا غلط استعمال۔",
    "C1":
        "نیند جذباتی عوارض جیسے تناؤ، اضطراب، غصہ، جذباتی انحصار اور افسردگی کو روکنے اور علاج کے لیے ضروری ہے۔ جسم اور دماغ کے لیے مناسب آرام بہت اہم ہے۔ یہاں کچھ تجاویز ہیں:",
    "C1a": "• رات 10:00 بجے سے پہلے بستر پر جائیں۔",
    "C1b": "• ہر رات تقریباً 7 سے 8 گھنٹے سوئیں۔",
    "C1c": "• نیند اور بیداری کے وقت کو مستقل رکھیں۔",
    "C1d": "اگر آپ کو نیند میں دشواری ہوتی ہے، تو یہاں کچھ تجاویز ہیں:",
    "C1e":
        "• سونے سے پہلے الکحل والے مشروبات، کافی، چائے یا متحرک کھانے جیسے چاکلیٹ، بسکٹ یا کیک سے پرہیز کریں۔",
    "C1f":
        "• سونے سے کم از کم 1 گھنٹہ پہلے اسکرین (فون، ٹیبلٹ، ٹی وی) سے دور رہیں۔ یہ ثابت ہو چکا ہے کہ نیلی روشنی اور اسکرینز کی زیادہ حوصلہ افزا اثرات میلاٹونن کی پیداوار کو متاثر کرتے ہیں، جو نیند کو برقرار رکھنے اور شروع کرنے کے لیے ایک اہم ہارمون ہے۔",
    "C1g":
        "• سونے سے کم از کم 3 گھنٹے پہلے کھانا کھائیں۔ اگر آپ کا کھانا ہضم ہو چکا ہو جب آپ سونے جائیں گے، تو آپ کو بہتر نیند آئے گی۔",
    "C1h":
        "• سونے سے پہلے گرم پانی سے نہائیں۔ یہ آپ کو آرام کرنے اور نیند لانے میں مدد دے گا۔",
    "C1t": "1) اچھی نیند",
    "C2":
        "جذباتی عوارض آپ کی توانائی کو ختم کر سکتے ہیں، جس سے جسمانی ورزش آپ کے کرنے کی آخری چیز لگتی ہے۔ تاہم، ورزش جذباتی حالات کو ٹھیک کرنے اور روکنے کے لیے ضروری ہے! باقاعدگی سے ورزش، خاص طور پر بیرونی ایروبک سرگرمیاں، ہارمونز جیسے اینڈورفنز کی پیداوار کو متحرک کرتی ہیں جو فلاح و بہبود کو بہتر بناتی ہیں۔ یہاں کچھ تجاویز ہیں:",
    "C2a":
        "• ایسی سرگرمی کا انتخاب کریں جو آپ کو سب سے زیادہ پسند ہو یا جسے آپ سب سے کم ناپسند کریں! جذباتی عوارض والے افراد کے لیے سب سے موزوں جسمانی ورزش بیرونی ایروبک ورزشیں ہیں، جیسے تیز چلنا، دوڑنا، سائیکلنگ، روئنگ وغیرہ۔",
    "C2b":
        "• روزانہ ورزش کے معمولات کو برقرار رکھیں، جس میں روزانہ کم از کم 30 منٹ کے سیشنز ہوں۔",
    "C2t": "2) جسمانی ورزش",
    "C3":
        "خوراک نہ صرف جسمانی صحت کو متاثر کرتی ہے بلکہ جذباتی اور نفسیاتی فلاح و بہبود پر بھی اثر انداز ہوتی ہے۔ صحت مند غذا جذباتی عوارض کی روک تھام اور علاج میں مدد کرتی ہے۔ یہاں کچھ تجاویز ہیں:",
    "C3a":
        "• صحت مند غذا سیرٹونن کی پیداوار میں معاونت کرتی ہے، جو ایک نیورو ٹرانسمیٹر ہے جو دماغ میں مزاج، نیند، بھوک کو منظم کرنے میں کام کرتا ہے۔",
    "C3b":
        "• صرف تین وقت کے کھانے کے معمولات کو برقرار رکھنے کی کوشش کریں۔ زیادہ کھانا یا نہ کھانا جذباتی عوارض والے افراد میں عام ہے۔",
    "C3c":
        "• سادہ اور تازہ کھانے کو ترجیح دیں جیسے سلاد، سبزیاں، دالیں، پھل، اناج اور گری دار میوے۔ کیلے، ایووکاڈو، جئی، اخروٹ اور بادام جیسے کھانوں کو اپنی خوراک میں شامل کریں۔",
    "C3d":
        "• مسالے دار کھانوں سے پرہیز کریں، گوشت کو کم کریں یا چھوڑ دیں، اور اگر آپ گوشت کھاتے ہیں، تو دبلی پتلی قسم کا انتخاب کریں جیسے چکن، ترکی اور مچھلی۔",
    "C3e":
        "• زیادہ چینی والے کھانے سے پرہیز کریں! اگرچہ چینی تسلی بخش محسوس ہو سکتی ہے، لیکن یہ بالآخر موڈ میں اتار چڑھاؤ کا باعث بنتی ہے، جو افسردگی کو مزید خراب کرتی ہے۔",
    "C3f":
        "• چینی کے علاوہ، آپ کو دیگر کھانوں سے بھی پرہیز کرنا چاہیے جو آپ کے اعصابی نظام کو متاثر کرتی ہیں، جیسے الکحل، کافی، نمکین اور چکنائی والے کھانے جو زیادہ تر پراسیسڈ فوڈز میں پائے جاتے ہیں۔",
    "C3g":
        "• کھانے کے دوران اپنے ماحول پر بھی توجہ دیں: یہ پر سکون، پرامن اور خلل سے پاک ہونا چاہیے۔",
    "C3t": "3) صحت مند خوراک",
    "C4":
        "اعداد و شمار سے پتہ چلتا ہے کہ جن ممالک میں سورج کی روشنی کم ہوتی ہے، وہاں خودکشی کی شرح زیادہ ہوتی ہے، اور جذباتی عوارض سرد اور تاریک مہینوں میں زیادہ عام ہیں۔ اس کی وجہ یہ ہے کہ سورج کی روشنی قدرتی اینٹی ڈپریسنٹ کے طور پر کام کرتی ہے! روزانہ باہر جانے کی کوشش کریں، کچھ سورج کی روشنی حاصل کریں، اور اسے ورزش کے ساتھ ملائیں تاکہ دوگنا فائدہ حاصل ہو۔",
    "C4t": "4) سورج کی روشنی",
    "C5":
        "ہمارا دماغ آکسیجن پر بہت زیادہ انحصار کرتا ہے۔ سانس لینے کی مشقیں جو گہری سانس لینے کو فروغ دیتی ہیں، خون میں آکسیجن کی مقدار کو بڑھاتی ہیں، دماغی افعال، آرام اور خیالات کی وضاحت کو بہتر بناتی ہیں۔ جسمانی سرگرمی بھی سانس لینے کو بہتر بناتی ہے اور پھیپھڑوں کی صلاحیت کو بڑھاتی ہے۔",
    "C5t": "5) تازہ ہوا",
    "C6":
        "خود پر، دوسروں پر، اور کسی بڑی چیز پر (جیسے خدا پر ایمان) بھروسہ کرنا تناؤ اور ڈپریشن پر قابو پانے کے لیے ضروری ہے۔ ہنسی بھی مددگار ثابت ہوتی ہے: یہ جسم کو آرام دیتی ہے اور دماغ کو کیمیائی مادے پیدا کرنے کے لیے متحرک کرتی ہے جو خوشی اور فلاح و بہبود کو فروغ دیتے ہیں۔",
    "C6t": "6) اعتماد رکھیں",
    "C7":
        "اپنے آپ کو مثبت اور حوصلہ افزا دوستوں سے گھیر لیں جو آپ کو منفی خیالات کو دوبارہ مرتب کرنے میں مدد دیں گے۔ اپنے جذبات کے بارے میں بات کرنا ضروری ہے، لیکن اگر یہ ممکن نہ ہو، تو لکھنے، ناچنے، موسیقی بجانے یا پینٹنگ جیسی سرگرمیوں کے ذریعے اپنے آپ کو ظاہر کرنے کے طریقے تلاش کریں۔ فنکارانہ اظہار بہت گہرا علاج ہو سکتا ہے اور دماغ میں کیمیائی تبدیلیوں کو تحریک دے سکتا ہے۔",
    "C7t": "7) اپنے جذبات کا اظہار کریں",
    "C8": "مجھے آپ کو ہائپر اسٹیمولیشن اور ڈپریشن کے بارے میں کچھ بتانے دیں:",
    "C8a":
        "• ہائپر اسٹیمولیشن، خاص طور پر فونز، ٹی وی اور انٹرنیٹ جیسی اسکرینوں سے، 'ریوارڈ ہارمون' ڈوپامائن پیدا کرتی ہے، جو ان سرگرمیوں کو بہت خوشگوار بنا دیتی ہے۔ تاہم، اسکرینوں کا زیادہ استعمال انحصار کا باعث بن سکتا ہے۔ یہ ایک چکر پیدا کرتا ہے جہاں روزمرہ کی سرگرمیاں جیسے پڑھنا یا سماجی ہونا بورنگ ہو جاتی ہیں، اور آپ زیادہ خوشی کے لیے زیادہ اسکرین ٹائم تلاش کرتے ہیں۔ نتیجے کے طور پر، آپ کا ڈپریشن بگڑ سکتا ہے اور آپ کو روزمرہ کے کاموں کو مکمل کرنے میں دشواری ہو سکتی ہے۔ اس چکر کو توڑنے کے لیے، اپنی اسکرین کا وقت کم کریں اور اپنے انعام کے نظام کو دوبارہ ترتیب دیں تاکہ آپ دوبارہ روزمرہ کی سرگرمیوں سے لطف اندوز ہو سکیں۔",
    "C8t": "8) ہائپر اسٹیمولیشن سے بچیں",
    "C9":
        "لوگ اکثر اپنی جذباتی حالت میں نمایاں بہتری کی اطلاع دیتے ہیں جب ان کے پاس پالتو جانور ہوتا ہے۔ جانوروں کے ساتھ بات چیت سے سیرٹونن کی سطح میں اضافہ ہو سکتا ہے، جو خوشی اور حوصلہ افزائی فراہم کرتا ہے۔",
    "C9t": "9) ایک پالتو جانور حاصل کریں",
    "C10":
        "بیرونی نگہداشت: روزانہ نہانے سے آرام، حفظان صحت اور خود اعتمادی کو فروغ ملتا ہے۔ ڈپریشن کے شکار لوگ اسے نظر انداز کر سکتے ہیں، لیکن باقاعدہ ذاتی دیکھ بھال موڈ کو بہتر بناتی ہے اور خود اعتمادی کو بڑھاتی ہے۔",
    "C10a":
        "اندرونی نگہداشت: پانی جسمانی اور ذہنی تندرستی کے لیے ضروری ہے۔ ان تجاویز کے ساتھ اچھے ہائیڈریشن کی عادات برقرار رکھیں:",
    "C10b": "• پورے دن پانی پیتے رہیں، خاص طور پر کھانے کے درمیان۔",
    "C10c": "• آپ کی پانی کی مقدار روزانہ کم از کم 1.5 سے 2 لیٹر ہونی چاہیے۔",
    "C10d":
        "• مناسب ہائیڈریشن کا اشارہ آپ کے پیشاب کا رنگ ہے: یہ ہلکا پیلا ہونا چاہیے۔",
    "C10t": "10) پانی اندر اور باہر",
    "C11":
        "آپ کو اپنی پوری زندگی ان علامات سے لڑنا پڑ سکتا ہے۔ کچھ دن دوسرے دنوں سے بہتر ہوں گے، لیکن ہار نہ مانیں۔",
    "C11a": "• موجودہ لمحے کو قبول کریں، حقیقت سے نہ بھاگیں۔",
    "C11b":
        "• کوئی معجزاتی علاج نہیں ہے جو راتوں رات آپ کے ذہنیت کو بدل دے گا، یہاں تک کہ دوائیں بھی نہیں۔",
    "C11c": "• ایک وقت میں ایک قدم اٹھائیں، لیکن صحیح سمت میں۔",
    "C11d":
        "• مسئلہ سے لڑنے کی اپنی صلاحیت کو بڑھانے کے لیے، ان تمام تجاویز کو لاگو کریں۔ مل کر، وہ آپ کی مدد ضرور کریں گے، جیسے کہ انہوں نے لاکھوں لوگوں کی مدد کی۔",
    "C11e": "• آج ہی تجربہ شروع کریں۔ لڑائی نہ چھوڑیں۔",
    "C11t": "لڑائی نہ چھوڑیں۔",
    "CAUSA":
        "ہم بالغ ہونے پر وہی چیزیں دوبارہ پیدا کرنے کا رجحان رکھتے ہیں جو ہم نے بچپن میں سیکھی تھیں۔ اس مرحلے پر حاصل کردہ محبت کا طریقہ براہ راست ہماری بالغوں کی حیثیت سے تعلقات پر اثر ڈالتا ہے۔ عمومی طور پر، بالغ جو جذباتی طور پر ضرورت مند بن جاتے ہیں وہ وہ ہیں جنہوں نے خود اعتمادی اور خودمختاری پر یقین کی ترقی کے لیے ضروری توجہ اور محبت حاصل نہیں کی۔ وہ دوسرے تعلقات میں اس محبت کی کمی کو پورا کرنے کی کوشش کرتے ہیں، جو انحصار کی طرف لے جاتا ہے۔ تاہم، یہ انحصار جسمانی یا جذباتی ترک، رد، اور بدسلوکی جیسے دوسرے عوامل سے بھی منسلک ہو سکتا ہے۔",
    "CAUSA_T": "سبب",
    "D": "4) غصے کا اظہار کرنے کے طریقے:",
    "D1":
        "غصے کا اظہار کرنے کا سب سے قدرتی اور فطری طریقہ جارحانہ ردعمل کے ذریعے ہوتا ہے۔ غصہ ایک قدرتی، ایڈاپٹیو ردعمل ہے جو خطرات پر ہوتا ہے؛ یہ طاقتور، اکثر جارحانہ جذبات اور رویے کو متحرک کرتا ہے جو حملے پر لڑنے یا دفاع کرنے کی اجازت دیتا ہے۔ کچھ مقدار میں غصہ ہمارے بقاء کے لیے ضروری ہے۔ تاہم، ہم ہر اس شخص یا شے پر غصہ نہیں نکال سکتے جو ہمیں پریشان یا مشتعل کرتی ہے؛ قوانین، سماجی اصول، اور عقل عام غصے کے اظہار کی حدود طے کرتے ہیں۔ لوگ ان جذبات کا انتظام کرنے کے لیے مختلف طریقے استعمال کرتے ہیں، چاہے وہ شعوری ہوں یا غیر شعوری، مؤثر اور سماجی طور پر موزوں طریقوں سے۔",
    "DEF":
        "جذباتی انحصار ایک بدسلوکی کی حالت ہے جس میں ایک شخص یقین کرتا ہے کہ اسے جینے، مکمل محسوس کرنے، یا خوش رہنے کے لیے کسی کی ضرورت ہے۔ یہ ایک بہت عام نفسیاتی عارضہ ہے، جو جوڑوں اور خاندان اور دوستی کے تعلقات میں پایا جاتا ہے، اور یہ نہ صرف انحصار کرنے والے پر بلکہ ان لوگوں پر بھی اثر انداز ہوتا ہے جن کے ساتھ ان کا جذباتی تعلق ہوتا ہے۔ اس قدر مضبوط وابستگی ہوتی ہے کہ جب دوسرا شخص ارد گرد نہیں ہوتا تو فرد برا محسوس کرتا ہے اور تکلیف اٹھاتا ہے۔ جذباتی طور پر انحصار کرنے والا فرد ایسا برتاو کرتا ہے جیسے وہ ایک سیٹلائٹ ہو، اپنی انفرادیت کی قربانی دے کر کسی بھی قیمت پر جذباتی تعلق کو برقرار رکھنے کی کوشش کرتا ہے۔",
    "DEF_T": "تعریف",
    "Err_estciv": "شادی شدہ حیثیت غائب!",
    "Err_fil": "گھر میں بچوں کی معلومات غائب!",
    "Err_ida": "عمر غائب!",
    "Err_res": "رہائش غائب!",
    "Err_vinlab": "ملازمت کی حیثیت غائب!",
    "Escala1": "اسکیل کے بارے میں",
    "Escala2": "تمام سوالات 0 سے 3 تک کی اسکیل پر سکور کیے جاتے ہیں۔",
    "Escala3": "اسکیل کی قیمت اور ڈپریشن کی سطح:",
    "Escala4": "< 10% کوئی ڈپریشن نہیں",
    "Escala5": "11-19% ہلکا ڈپریشن",
    "Escala6": "20-29% درمیانہ ڈپریشن",
    "Escala7": "> 30% شدید ڈپریشن",
    "Exttit": "بیرونی",
    "F": "5) غصے کو سنبھالنے کے طریقے:",
    "F1":
        "1) غصے کے جذبات کو واضح طور پر (جارحانہ طریقے سے نہیں) ظاہر کرنا: اس میں آپ کی ضروریات اور ان کو پورا کرنے کے طریقے کو بغیر دوسروں کو نقصان پہنچائے بیان کرنا شامل ہے۔ سونے کا اصول خود اور دوسروں کے لیے احترام ہے!",
    "F2":
        "2) جذبات کو دبانا: یہ ہوتا ہے جب آپ غصے کو روکتے ہیں، اس کے بارے میں سوچنا بند کردیتے ہیں، اور مثبت چیزوں پر توجہ مرکوز کرتے ہیں۔ مقصد یہ ہے کہ غصے کو دبایا جائے اور اسے زیادہ تعمیری رویوں میں تبدیل کیا جائے۔ خطرہ یہ ہے کہ غصے کے بیرونی اظہار کی اجازت نہ دینے کی صورت میں یہ اندرونی طور پر ظاہر ہوسکتا ہے، جو جسمانی مسائل جیسے کہ اضطراب، ذہنی دباؤ، ہائی بلڈ پریشر وغیرہ کا باعث بن سکتا ہے۔",
    "F3":
        "3) پرسکون ہونا/آرام کرنا۔ اس میں صرف رویے کے اظہار کا کنٹرول نہیں بلکہ اندرونی ردعمل کا انتظام بھی شامل ہے۔ مثالی طور پر، یہاں تک کہ جذبات خود بھی نرم ہونے چاہئیں۔ غصے کو مناسب طور پر ظاہر نہ کرنے سے دوسرے مسائل پیدا ہو سکتے ہیں، جیسے کہ پاسو ایگروسیو رویہ یا مستقل طور پر تنقیدی اور دشمنانہ رویہ۔ لوگ جو مسلسل دوسروں کو کمتر سمجھتے ہیں، ہر چیز پر تنقید کرتے ہیں، یا سیینک تبصرے کرتے ہیں، اکثر اپنے غصے کو تعمیری طور پر ظاہر کرنا نہیں سیکھ پاتے ہیں۔ ان کے پاس عام طور پر کم اطمینان بخش تعلقات ہوتے ہیں۔ تاہم، محتاط رہیں! اسے 'سب کچھ باہر نکالنے' کے بہانے کے طور پر استعمال نہیں کیا جانا چاہیے۔ تحقیق سے پتہ چلتا ہے کہ غیر منظم طریقوں سے غصے کو باہر نکالنا عام طور پر مزید جارحیت کو جنم دیتا ہے اور مسئلہ کو حل نہیں کرتا ہے۔ غصے کے محرکات کو سمجھنا اور نقصان دہ شدت سے بچنے کے لیے حکمت عملی تیار کرنا بہتر ہے۔",
    "FIBhoje":
        "حکومتیں یہ سمجھنا شروع کر رہی ہیں کہ مجموعی قومی پیداوار (جی ڈی پی)، جو ملک میں تیار کردہ کل قدر کو ناپتی ہے، میں اندھے مقامات ہیں اور یہ آبادی کی خوشی کا اندازہ لگانے کے لیے کافی نہیں ہے۔ امیر ہونا خوشی کے لیے کافی نہیں ہے؛ کچھ عوامل جو ہمیں خوش کرتے ہیں وہ خریدے یا بیچے نہیں جا سکتے۔ حکومتیں اس کے بارے میں حساس ہو رہی ہیں اور اپنی پالیسیوں میں تدریجاً اس قسم کے تشخیصی ٹولز کو شامل کر رہی ہیں۔ خوشحال لوگ کام پر زیادہ پیداواری، تخلیقی، صحت مند اور دیرپا تعلقات رکھتے ہیں، زیادہ دوست رکھتے ہیں، اچھے صحت سے لطف اندوز ہوتے ہیں، اور تناؤ اور مشکلات سے بہتر طور پر نمٹتے ہیں۔",
    "FIBhoje_t": "آج کی قومی خوشی",
    "FimTeste":
        "جب ہم آپ کے جوابات کا تجزیہ کر رہے ہیں، ایک اشتہاری ویڈیو دیکھیں۔",
    "FimTeste_t": "ٹیسٹ مکمل ہوا",
    "Fort1": "1) آپ اپنے غصے کی وجوہات کی شناخت کر سکتے ہیں۔",
    "Fort2": "2) آپ مواصلت کے ذریعے اپنے غصے کے اثرات کو کم کر سکتے ہیں۔",
    "Fort3":
        "3) آپ جانتے ہیں کہ آپ اپنے مسائل کو حل کرنے کے طریقے جانتے ہیں، تاکہ غصے کے اثرات کو کم کیا جا سکے۔",
    "Fort4":
        "4) ایسا لگتا ہے کہ آپ جانتے ہیں کہ کب غصے کو دبانا ہے اور کب ظاہر کرنا ہے۔",
    "Fort5": "5) آپ اپنے غصے پر کنٹرول کر سکتے ہیں۔",
    "Fort6":
        "6) ایسا لگتا ہے کہ آپ جانتے ہیں کہ جب ضروری ہو تو معاف کرنا کیسے ہے۔",
    "Fort7": "7) آپ اپنے داخلی غصے کو اچھے طریقے سے کنٹرول کر سکتے ہیں۔",
    "Fort8":
        "8) آپ اپنے غصے کے خارجی مظاہر کو بھی اچھے طریقے سے کنٹرول کر سکتے ہیں۔",
    "Fort9": "9) زندگی پر دشمنی کا کوئی اشارہ نہیں ہے۔",
    "Frac1": "1) آپ اپنے غصے کی بنیادی وجوہات کو مکمل طور پر نہیں سمجھتے ہیں۔",
    "Frac2":
        "2) آپ کو اپنے اور دوسروں پر غصے کے اثرات کو کم کرنے کے لیے اپنی بات چیت کی مہارتوں کو بہتر بنانے کی ضرورت ہے۔",
    "Frac3":
        "3) آپ کو غصے کے اثرات کو کم کرنے کے لیے مؤثر مسئلہ حل کرنے کی مہارتیں تیار کرنے کی ضرورت ہے۔",
    "Frac4":
        "4) آپ کو سمجھنا ہوگا کہ کب غصے کو دبانا ہے اور کب اسے ظاہر کرنا ہے۔",
    "Frac5": "5) آپ اپنے غصے کو کنٹرول کرنے میں مشکل محسوس کرتے ہیں۔",
    "Frac6":
        "6) آپ کو معاف کرنے میں مشکلات کا سامنا ہے جو آپ اور دوسروں دونوں پر منفی اثر ڈالتا ہے۔",
    "Frac7":
        "7) آپ جذباتی حالات میں اپنے غصے کو کنٹرول کرنے میں مشکل محسوس کرتے ہیں۔",
    "Frac8":
        "8) آپ اپنے غصے کے ظاہری مظاہر کو منظم کرنے میں مشکلات کا سامنا کرتے ہیں۔",
    "Frac9": "9) آپ کی زندگی کے بارے میں دشمنانہ رائے ہے۔",
    "G": "6) جذبات اور خیالات سے نمٹنا:",
    "G1":
        "موثر حکمت عملی صرف غصے کی گہری سمجھ کے ذریعے تیار کی جا سکتی ہے: میں کیا سوچتا ہوں؟ میں کیا محسوس کرتا ہوں؟ ان حکمت عملیوں کا مقصد غصے کو مکمل طور پر ختم کرنا نہیں ہے بلکہ یہ سمجھنا ہے کہ کب غصہ موافق ہے اور اسے کیسے کنٹرول کیا جائے۔",
    "G1tit": "اسباب",
    "G2tit": "اثر",
    "G3tit": "مسائل",
    "G4tit": "دباؤ",
    "G5tit": "کنٹرول",
    "G6tit": "معافی",
    "H": "7) جذبات اور خیالات سے نمٹنا:",
    "H1":
        "جب آپ ان حالات پر غور کرتے ہیں جو غصہ پیدا کرتے ہیں، تو آپ شاید ان شدید جذبات کو یاد کریں جو آپ کو ایسے طریقوں سے ردعمل کرنے پر مجبور کرتے ہیں جو صورتحال کو بہتر نہیں بناتے۔ ان جذبات کو بہتر طریقے سے سنبھالنے کے لیے، صورتحال کو ایک مختلف نقطہ نظر سے تجزیہ کرنا ضروری ہے۔",
    "H2": "مرحلہ 1: تجزیہ کریں",
    "H3":
        "اگلی بار جب کچھ یا کوئی آپ کو پریشان کرے، تو کوشش کریں کہ آپ جو خیالات اس صورتحال یا شخص کے بارے میں اٹھتے ہیں انہیں قید کر لیں۔ انہیں جتنا جلدی ہو سکے لکھ لیں، اور تدریجاً ایک فہرست تیار کریں جو بار بار آنے والے خیالات کو شامل کرے۔",
    "H4": "مرحلہ 2: جائزہ لیں",
    "H5":
        "اپنے خیالات کا بغور جائزہ لیں۔ کیا وہ درست ہیں، یا کیا وہ جذباتی تعصبات سے بگڑے ہوئے ہیں؟ بگڑے ہوئے خیالات عموماً درست نہیں ہوتے اور مختلف شکلیں اختیار کر سکتے ہیں۔",
    "H6":
        "• لیبلنگ: دوسرے قیاسات یا شواہد پر غور کیے بغیر منفی لیبل لگانا، مثال کے طور پر: 'وہ احمق ہے۔'",
    "H7":
        "• زیادہ کرنا: کسی کو جانچتے وقت منفی پہلو کو بڑھا چڑھا کر پیش کرنا اور مثبت پہلو کو کم کرنا، مثال کے طور پر: 'میرے استاد نے مجھے کم نمبر دیے؛ وہ غیر منصف ہے' (حالانکہ اس نے مجھے کئی مثبت نمبر بھی دیے ہیں)।",
    "H8":
        "• ذاتی کرنا: یقین کرنا کہ دوسرے آپ کے خلاف براہ راست ردعمل دے رہے ہیں بغیر کسی زیادہ قابل یقین وضاحت کے۔ مثال کے طور پر: 'وہ آدمی سرد ہے کیونکہ وہ اپنے آپ کو مجھ سے بہتر سمجھتا ہے' (شاید اس آدمی کو اپنے خاندان سے منفی خبریں ملی ہیں...)۔",
    "H9":
        "• ٹنل وژن: صرف منفی پہلوؤں پر توجہ دینا، مثال کے طور پر: 'میری استاد کچھ بھی ٹھیک نہیں کر سکتی۔ وہ تنقیدی، بے حس ہے اور اچھے طریقے سے پڑھا نہیں سکتی۔'",
    "H10":
        "• 'سب یا کچھ نہیں' سوچ: صورتحال کو صرف دو زمرے میں دیکھنا اور وسیع تناظر کے بغیر، مثال کے طور پر: 'میرے دوست اس مسئلے پر میرے ساتھ متفق نہیں ہیں، اس لیے وہ مجھے کسی چیز میں بھی مدد نہیں دیتے۔'",
    "H11":
        "• صحیح ہونے کی خواہش: اپنے خیالات اور اعمال کو صحیح ثابت کرنے کی مسلسل کوشش۔ غلط ہونا ناقابل تصور ہے، مثال کے طور پر: 'میرے ساتھی پر چیخنا بالکل جائز تھا۔ اس نے جو کچھ کیا اس کے لیے وہ مستحق تھی۔'",
    "H12": "مرحلہ 3 - حالات کے بارے میں زیادہ موزوں سوچنے کے طریقے تلاش کریں:",
    "H13":
        "ہر بگڑے ہوئے خیال کے لیے، ایک متبادل، زیادہ تعمیری سوچنے کا طریقہ تلاش کرنے پر کام کریں جو آپ کے غصے کو کم کرتا ہے۔ اس میں کسی شخص یا صورتحال کے مثبت پہلوؤں پر غور کرنا، کسی کے رویے کے لیے متبادل وضاحتیں سوچنا، یا وسیع تناظر حاصل کرنا شامل ہو سکتا ہے۔",
    "H14": "مرحلہ 4 - پچھلے مراحل کی مشق کریں:",
    "H15":
        "یہ تجزیہ روزانہ کی بنیاد پر کیا جانا چاہیے تاکہ یہ مؤثر ہو۔ جیسے ہی یہ آسان ہوگا، آپ غصہ پیدا کرنے والی صورتحال کا سامنا کرتے وقت اپنے خیالات کو زیادہ مؤثر طریقے سے شناخت کر سکیں گے۔ بگڑے ہوئے خیالات کی شناخت کر کے اور انہیں زیادہ موزوں خیالات سے تبدیل کر کے، آپ غصے میں ڈوبنے سے بچ سکتے ہیں۔",
    "Hostil": "دشمنانہ",
    "I": "8) جسمانی علامات کا انتظام:",
    "I1":
        "شدید غصے کا سامنا کرتے وقت، عام مشورہ 'سکون سے رہو' یا 'آرام کرو' ہوتا ہے۔ یہ مشورے غصے کی جسمانی علامات سے نمٹنے کے لیے ہوتے ہیں جو جسم میں تناؤ پیدا کرتی ہیں۔ سکون سیکھنا آپ کو غصے کے جسمانی اثرات کو زیادہ مؤثر طریقے سے کنٹرول کرنے میں مدد دے سکتا ہے۔",
    "I2": "گہری سانس لینے:",
    "I3":
        "جب آپ غصے میں ہوں، تو ایسا آرام دہ تکنیک ہونا بہت ضروری ہے جو کسی بھی صورت حال میں تیزی سے کام کر سکے۔ گہری سانس لینا ایک ایسی تکنیک ہے۔ یہ آپ کے جسم کو زیادہ آکسیجن لینے کی اجازت دیتا ہے، دل کی دھڑکن کو کم کرتا ہے اور ایڈرینالین کے خون میں داخل ہونے سے روکتا ہے۔ یہ سانس لینا گہرا ہے کیونکہ یہ سینے کی بجائے diaphragm یا پیٹ کے علاقے کو شامل کرتا ہے۔ سانسیں آہستہ اور ہم آہنگ ہونی چاہئیں۔",
    "I4":
        "جب آپ جسمانی طور پر غصے کی علامات محسوس کرتے ہیں، تو آپ کی سانس پر توجہ مرکوز کرنے کے لیے ایک لمحہ نکالیں جو عموماً تیز اور سرفیس ہوتی ہے۔ اس چکر کو توڑنے کے لیے جان بوجھ کر diaphragm سے آہستہ اور گہری سانس لینے سے آپ کے جسم کو آرام کرنے میں مدد ملے گی اور غصے کی جسمانی علامات کو کم کرے گی۔ جیسے ہی آپ کے پٹھے آرام کرنا شروع کریں گے، تناؤ ختم ہونا شروع ہو جائے گا۔",
    "I5":
        "یہ مختصر وقفہ آپ کو اپنے جذبات پر قابو پانے، اپنے خیالات کو تبدیل کرنے اور صورت حال کو زیادہ مؤثر طریقے سے سنبھالنے میں مدد دیتا ہے۔",
    "I6": "پروگریسو پٹھوں کی آرام:",
    "I7":
        "یہ تکنیک آپ کے جسم کے بڑے پٹھوں کے گروپوں کو نظامی طور پر پٹھوں کو سکڑانے اور آرام دینے میں مدد دیتی ہے۔ یہ آپ کو تناؤ کو شناخت کرنے اور اسے دور کرنے میں مدد کرتی ہے۔ جب غصے کو متحرک کرنے والی حالات میں استعمال کیا جائے، تو پروگریسو پٹھوں کی آرام اس جذبات کو کم کر سکتی ہے، آپ کو پرسکون اور کم غصے کا حامل ہونے میں مدد فراہم کرتی ہے جیسے حالات ترقی پذیر ہوں۔",
    "Ignorar": "نتائج کو نظرانداز کریں",
    "Inttit": "اندرونی",
    "J": "9) نفسیاتی کام:",
    "J1":
        "اگر پچھلی تجاویز آپ کو غصے کو مؤثر طریقے سے سنبھالنے میں مدد نہیں کرتی ہیں، یا اگر آپ شدید غصے کے کنٹرول کی مسائل میں مبتلا ہیں، تو ہم صحت کی دیکھ بھال کرنے والے پیشہ ور سے مدد لینے کا مشورہ دیتے ہیں۔",
    "J2":
        "سب سے اہم قدم یہ ہے کہ کسی کو تلاش کریں جو آپ کو کنٹرول حاصل کرنے میں مدد کر سکے۔ کسی پیشہ ور سے بات کرنا آپ کو نقصان دہ حالات سے بچنے اور اپنے بارے میں کیسے محسوس کرتے ہیں کو بہتر بنانے میں مدد کرسکتا ہے۔ اضافی طور پر، نفسیاتی علاج آپ کی مواصلاتی مہارتوں کو بہتر بنا سکتا ہے اور آپ کے تعلقات کو بہتر بنا سکتا ہے۔",
    "Med1": "1) کبھی کبھی آپ اپنے غصے کی وجوہات کی نشاندہی کر سکتے ہیں۔",
    "Med2":
        "2) کبھی کبھی آپ مؤثر مواصلت کے ذریعے اپنے غصے کے اثرات کو کم کر سکتے ہیں۔",
    "Med3":
        "3) آپ اکثر مسائل کو ایسے طریقوں سے حل کر سکتے ہیں جو غصے کے اثرات کو کم کرنے میں مدد کرتے ہیں۔",
    "Med4": "4) کبھی کبھی آپ اپنے غصے کو مؤثر طریقے سے سنبھال سکتے ہیں۔",
    "Med5": "5) کبھی کبھی آپ اپنے غصے کو کنٹرول کر سکتے ہیں۔",
    "Med6": "6) آپ کو معافی دینے میں مشکلات ہو سکتی ہیں جب ضرورت ہو۔",
    "Med7": "7) ایسا لگتا ہے کہ آپ کے غصے کے جذبات پر مناسب کنٹرول ہے۔",
    "Med8": "8) آپ کے غصے کے بیرونی اظہار پر مناسب کنٹرول ہے۔",
    "Med9": "9) کبھی کبھی، آپ زندگی پر دشمنی کا نظریہ ظاہر کرتے ہیں۔",
    "Mudar_atitude_titulo": "کیا یہ نظریہ بدلنا ممکن ہے؟",
    "NotasRaiva": "غصے کو کیسے کنٹرول کریں؟",
    "P1": "میں اپنے ضروریات کے مطابق مناسب گھنٹے سوتا ہوں",
    "P2": "میں مناسب وقت پر کھانا کھاتا ہوں",
    "P3": "میں پریشانی محسوس کرنے پر آرام دہ ادویات لیتا ہوں",
    "P4":
        "میں اپنے فارغ وقت کو اسکرینوں (ٹی وی، کمپیوٹر، موبائل فون، ٹیبلٹ وغیرہ) پر صرف کرتا ہوں",
    "P5": "میں باقاعدگی سے ورزش کرتا ہوں",
    "P6": "میں تیز کھانا کھاتا ہوں",
    "P7": "میں اپنی خواہش کے مطابق میٹھا اور چکنائی والے کھانے کھاتا ہوں",
    "P8": "میں بہت ساری پھل اور سبزیاں کھاتا ہوں",
    "P9": "میں کھانے کے درمیان پانی پیتا ہوں",
    "P10": "میں بنیادی کھانوں کے درمیان کھاتا ہوں",
    "P11": "میرے پاس اچھا ناشتہ ہے",
    "P12": "میں رات کے کھانے میں بڑی مقدار میں کھانا کھاتا ہوں۔",
    "P13": "میں سگریٹ پیتا ہوں",
    "P14": "میں الکحل مشروبات پیتا ہوں",
    "P15": "اپنی خالی وقت میں، میں قدرت اور تازہ ہوا تلاش کرتا ہوں",
    "P16": "میرے پاس ایسا شوق ہے جو مجھے سکون دیتا ہے",
    "P17": "میری فیملی کافی شور مچاتی ہے",
    "P18": "مجھے گھر پر مزید جگہ کی ضرورت محسوس ہوتی ہے",
    "P19": "میرے سامان سب منظم ہیں",
    "P20": "مجھے اپنے گھر کی فضا پسند ہے",
    "P21": "میرے ہمسایے بہت شور مچاتے ہیں",
    "P22": "میرے علاقے میں بہت زیادہ لوگ ہیں",
    "P23": "میرا گھر صاف اور منظم ہے",
    "P24": "میں گھر پر آرام کر سکتا ہوں",
    "P25": "میرا کمرہ میرے لیے بہت چھوٹا ہے",
    "P26": "بہت سے لوگ میرے ساتھ ایک ہی چھت کے نیچے رہتے ہیں",
    "P27": "میں اپنے گھر کی سجاوٹ سے مطمئن ہوں",
    "P28": "میرا گھر ہماری ضروریات کے لیے کافی بڑا ہے",
    "P29": "میرے محلے میں ناگوار بدبو ہے",
    "P30": "جگہ جہاں میں رہتا ہوں بہت شور ہے",
    "P31": "میرے علاقے کی ہوا صاف اور تازہ ہے",
    "P32": "میرے محلے کی سڑکیں اور باغات صاف اور اچھی طرح دیکھ بھال شدہ ہیں",
    "P33": "مجھے سر درد ہوتا ہے",
    "P34": "مجھے پیٹ میں درد ہوتا ہے",
    "P35": "میری ہاضمہ اچھی ہے",
    "P36": "میرے آنتیں اچھی طرح کام کرتی ہیں",
    "P37": "مجھے کمر میں درد ہوتا ہے",
    "P38": "مجھے دل کی دھڑکن اور/یا تیز دل کی دھڑکن کا احساس ہوتا ہے",
    "P39": "مجھے اکثر الرجی ہوتی ہے",
    "P40": "مجھے سانس لینے میں دشواری ہوتی ہے",
    "P41": "میرے گردن اور کمر کی پٹھوں میں تناؤ محسوس ہوتا ہے",
    "P42": "میرا خون کا دباؤ معمول کے مطابق ہے",
    "P43": "میری یادداشت اچھی ہے",
    "P44": "میری بھوک کم ہے",
    "P45": "میں تھکا ہوا اور توانائی کی کمی محسوس کرتا ہوں",
    "P46": "مجھے نیند کی کمی کا سامنا ہے",
    "P47": "بغیر جسمانی مشقت کے بھی میں پسینے سے بھر جاتا ہوں",
    "P48": "میں آسانی سے روتا ہوں اور مایوس محسوس کرتا ہوں",
    "P49": "میری ملازمت مجھے بہت زیادہ تناؤ دیتی ہے",
    "P50": "اپنی خالی وقت میں، میں کام کے مسائل کے بارے میں سوچتا ہوں",
    "P51": "میری کام کی شیڈول باقاعدہ ہے",
    "P52": "میرے کام مجھے سکون سے کھانا کھانے کی اجازت دیتے ہیں",
    "P53": "میں رات اور ویک اینڈز پر کام گھر لاتا ہوں",
    "P54": "میرے پاس ایک سے زیادہ ملازمتیں ہیں",
    "P55": "جب میں کام کرتا ہوں تو وقت تیزی سے گزر جاتا ہے",
    "P56": "میں اپنے کام کے ساتھ فائدے مند اور مطمئن محسوس کرتا ہوں",
    "P57": "مجھے اپنی ملازمت کھونے کا خوف ہے",
    "P58": "مجھے اپنے ساتھیوں کے ساتھ مشکلات ہیں",
    "P59": "میرے باس کے ساتھ میرے اچھے تعلقات ہیں",
    "P60": "میں اپنی ملازمت کو مستحکم سمجھتا ہوں",
    "P61": "میں کام کے لیے گاڑی کا استعمال کرتا ہوں",
    "P62": "جب مجھے کچھ مکمل کرنا ہوتا ہے تو میں کھانا کھانا بھول جاتا ہوں",
    "P63": "میں اپنے کام کو انجام دینے میں قابل سمجھتا ہوں",
    "P64": "میرے باس اور خاندان کو میرے کام کی قدر کرنے کا احساس ہوتا ہے",
    "P65": "مجھے لوگوں کے ساتھ مہربان اور شائستہ رہنے میں خوشی ملتی ہے",
    "P66": "میں عموماً دوسروں پر اعتماد کرتا ہوں",
    "P67": "جب میرے منصوبے دوسروں پر منحصر ہوتے ہیں تو مجھے بے چینی ہوتی ہے",
    "P68": "گفتگو مجھ پر بہت اثر ڈالتی ہے",
    "P69": "میرے پاس سننے کے لیے تیار دوست ہیں",
    "P70": "میں اپنی جنسی تعلقات سے مطمئن ہوں",
    "P71": "مجھے بہت زیادہ فکر ہے کہ دوسرے میرے بارے میں کیا سوچتے ہیں",
    "P72": "میں چاہتا ہوں کہ چیزیں دوسروں سے بہتر طور پر کروں",
    "P73": "میرے کام کے ساتھی میرے دوست ہیں",
    "P74": "مجھے دوسروں کے مسائل سننے میں صبر ہے",
    "P75":
        "میں یقین رکھتا ہوں کہ میرا پارٹنر ہمارے تعلقات کو بہتر بنانے کے لیے بڑے پیمانے پر تبدیلیاں لائے",
    "P76": "میں بہت زیادہ بات کرتا ہوں",
    "P77": "جب میں کسی سے جھگڑتا ہوں تو فوراً آواز بلند کر دیتا ہوں",
    "P78":
        "مجھے حسد ہوتا ہے کیونکہ دوسروں کے پاس میرے مقابلے میں زیادہ چیزیں ہیں",
    "P79":
        "جھگڑے کے دوران میں اکثر اس بات پر توجہ مرکوز کرتا ہوں کہ مجھے کیا کہنا ہے، بجائے اس کے کہ دوسرے شخص کو مکمل طور پر سنوں",
    "P80": "مجھے ہدایات ملنے پر گھبراہٹ محسوس ہوتی ہے",
    "P81": "عام طور پر میں اپنی زندگی سے مطمئن ہوں",
    "P82": "مجھے دوسروں کے بارے میں اچھی باتیں کرنا پسند ہے",
    "P83": "مجھے گھبراہٹ محسوس ہوتی ہے جب کوئی میرے سامنے آہستہ چلاتا ہے",
    "P84": "جب لمبی لائن ہوتی ہے تو میں اکثر چلا جاتا ہوں",
    "P85": "عام طور پر میں خود کو ڈیڈ لائنز پر فراخدلانہ ہوتا ہوں",
    "P86": "مجھے مستقبل پر اعتماد ہے",
    "P87":
        "جب مجھے کوئی موضوع پسند نہیں آتا تو میں اکثر سب سے بدترین سوچتا ہوں",
    "P88":
        "مجھے اپنے طریقے سے کام کرنا پسند ہے اور جب نہیں کر سکتا تو پریشان ہوتا ہوں",
    "P89": "میرے پاس اچھا حسِ مزاح ہے",
    "P90": "میں اپنی شخصیت سے مطمئن ہوں",
    "P91": "مجھے سرگرمی کے درمیان میں ٹوٹ جانے پر گھبراہٹ ہوتی ہے",
    "P92": "میں پرفیکشنسٹ ہوں",
    "P93": "میں اکثر ان لوگوں کے بارے میں سوچتا ہوں جن پر میرے پیسے واجب ہیں",
    "P94": "ٹریفک جام میں پھنس جانے پر مجھے بہت زیادہ گھبراہٹ ہوتی ہے",
    "P95":
        "چھٹیوں کے دوران جلدی بور ہو جاتا ہوں اور تخلیقی سرگرمیوں میں واپس جانا چاہتا ہوں",
    "P96": "مجھے موت کے بیماریوں جیسے کینسر کے متاثر ہونے کا خوف ہے",
    "PH": "دشمنی",
    "Perg": "سوال",
    "R1":
        "آپ میں خود اعتمادی بہت زیادہ ہے اور آپ اپنے ذاتی ضروریات کو اپنے تعلقات پر ترجیح نہیں دیتے ہیں۔ آپ اپنے تعلقات کو اپنی زندگی کے دیگر پہلوؤں کے ساتھ اچھے توازن میں رکھتے ہیں۔ تاہم، اگر آپ اپنی انفرادیت کو بہت زیادہ محفوظ کرتے ہیں تو یہ ایسا لگ سکتا ہے جیسے آپ مکمل طور پر خود کو پیش کرنے کا ارادہ نہیں رکھتے ہیں۔ سوچیں کہ کیا آپ گہرے تعلقات قائم کرنے یا کمزوری ظاہر کرنے سے ڈرتے ہیں",
    "R1T": "کوئی جذباتی انحصار نہیں",
    "R2":
        "آپ سمجھتے ہیں کہ تعلقات میں سمجھوتہ کرنا اور بات چیت کرنا اہم ہے۔ آپ اپنے جذبات کو واضح طور پر ظاہر کر سکتے ہیں، لیکن کچھ حالات میں آپ عدم اعتماد ظاہر کرتے ہیں اور اپنی خود مختاری کا دفاع نہیں کر پاتے۔ جذباتی انحصار میں اضافے سے اور اس کے آپ کی زندگی پر منفی اثرات سے بچنے کے لیے حدود قائم کرنا اور خود کی دیکھ بھال کرنا بہتر ہوگا",
    "R2T": "کم جذباتی انحصار",
    "R3":
        "آپ کا پارٹنر کو کھونے کا خوف آپ کے کچھ انحصار کرنے والے رویے کو فروغ دیتا ہے۔ آپ انہیں خوش کرنے سے لطف اندوز ہوتے ہیں اور اکثر اپنے مفادات کو نظر انداز کرتے ہیں۔ اگر آپ اس رویے کو جاری رکھتے ہیں تو آپ کی انفرادیت سنجیدہ خطرے میں پڑ جائے گی۔ یاد رکھیں کہ صحت مند تعلقات میں دونوں افراد اپنی دیکھ بھال کرتے ہیں، انفرادی مقاصد رکھتے ہیں اور بغیر خوف کے اپنی رائے ظاہر کر سکتے ہیں۔ سوچیں کہ آپ کی کون سی عادات اس عدم اعتماد کے تعلق میں اضافہ کر رہی ہیں",
    "R3T": "درمیانہ جذباتی انحصار",
    "R4":
        "آپ اپنے پارٹنر کی دیکھ بھال کی شدید ضرورت محسوس کرتے ہیں، چاہے اس کا مطلب یہ ہو کہ آپ اپنے زندگی کے اہم پہلوؤں کی قربانی دیں۔ سب کچھ تعلقات کے ارد گرد گھومتا ہے اور آپ دوسرے شخص کے لیے مفید ہونے کو پسند کرتے ہیں۔ مزید برآں، آپ کسی بھی تنازعے سے بچتے ہیں، یقین رکھتے ہیں کہ خوشگوار تعلقات وہ ہیں جو جھگڑالو نہیں ہوتے ہیں۔ لیکن یاد رکھیں: یہ رویہ جلد یا بدیر نتائج لائے گا۔ انفرادیت صحت مند تعلقات کے اہم ستونوں میں سے ایک ہے",
    "R4T": "اعلی جذباتی انحصار",
    "RaivaExterna": "باہر کی غصہ",
    "RaivaInterna": "اندرونی غصہ",
    "Result": "آپ کے نتائج",
    "SA": "یہ اس بات سے متعلق ہے کہ لوگ کس قسم کی تعاملات تیار کرتے ہیں۔",
    "SAHL":
        "اعلی سطح: ایسے لوگ جو عام طور پر دوسروں پر اعتماد کرتے ہیں، ان کی مثبت خصوصیات پر یقین رکھتے ہیں اور ان کی نیتوں پر شاذ و نادر ہی شک کرتے ہیں۔ یہ ان کی شناخت کی تشکیل اور قریبی تعلقات بنانے کی صلاحیت پر اثر انداز ہوتا ہے۔ وہ وفادار، ایماندار، ہمدرد اور دوسروں کی مدد کرنے کے لیے تیار رہتے ہیں، اکثر ہمدردی، سخاوت اور ہمدردی کا مظاہرہ کرتے ہیں، حالانکہ وہ زیادہ تابع نظر آ سکتے ہیں۔",
    "SALL":
        "کم سطح: ایسے لوگ جو اکثر دشمنانہ یا اپنی ذاتی فائدے کے لیے چالاکی سے برتاؤ کرتے ہیں۔ وہ عام طور پر مشکوک ہوتے ہیں، کم دوست بناتے ہیں اور اہم تعلقات قائم نہیں رکھتے۔ وہ اکثر اسکول میں مسائل کا سامنا کرتے ہیں اور سوشل قواعد کی خلاف ورزی کرتے ہیں، کچھ مخالف سماجی رویے اور مادہ کے استعمال کے ساتھ تعلقات کے ساتھ۔",
    "SC":
        "یہ ایک شخص کی تنظیم، عزم، کنٹرول اور مقاصد حاصل کرنے کی حوصلہ افزائی کے ساتھ ساتھ وقت پر پہنچنے اور منظم رہنے کی صلاحیت کی نمائندگی کرتا ہے۔",
    "SCHL":
        "اعلی سطح: ایسے لوگ جو اپنے مقاصد کو حاصل کرنے کے لیے طریقے تلاش کرتے ہیں، چاہے اس میں کچھ قربانی یا فوری خواہشات کے ساتھ تصادم ہو۔ وہ عام طور پر پرعزم، محنتی اور اپنی ملازمت کے لیے بہت متعهد ہوتے ہیں۔",
    "SCLL":
        "کم سطح: ایسے لوگ جن کی پیچیدہ کاموں سے نمٹنے کی کم حوصلہ افزائی ہوتی ہے، مشکلات کا سامنا کرتے وقت جلدی ہار مان لیتے ہیں۔ وہ اکثر ایسی سرگرمیوں میں مشغول ہوتے ہیں جنہیں وہ نہیں جانتے کہ وہ اپنے مقاصد کو کیسے حاصل کریں گے۔ وہ عام طور پر غیر متعہد اور غیر وقت پر پہنچنے والے ہوتے ہیں، حتیٰ کہ یہ انہیں نقصان پہنچائے۔",
    "SE":
        "یہ اس بات سے متعلق ہے کہ ایک شخص دوسروں کے ساتھ کس طرح بات چیت کرتا ہے، بشمول وہ کتنے باتونی، سرگرم، مدبر اور جوابدہ ہیں۔",
    "SEHL":
        "اعلی سطح: ایسے لوگ جو معاشرتی رابطے سے لطف اندوز ہوتے ہیں اور دوسروں کے ساتھ رابطہ قائم کرنے کی کوشش کرتے ہیں، چاہے وہ انہیں اچھی طرح سے نہ جانتے ہوں۔ وہ عام طور پر جلدی سے ذاتی معلومات شیئر کرتے ہیں اور ایسے لوگوں پر اعتماد کرتے ہیں جنہیں انہوں نے ابھی حال ہی میں ملاقات کی ہے۔ یہ افراد عام طور پر سرگرم، کھلے دل سے اپنے پسندیدہ اور یقین کا اظہار کرتے ہیں، اور کبھی کبھار غالب رویہ ظاہر کرتے ہیں۔ وہ گروپ کی سرگرمیوں کو ترجیح دیتے ہیں اور فعال طور پر رفاقت تلاش کرتے ہیں۔",
    "SELL":
        "کم سطح: ایسے لوگ جو معمولی اور خاموش مزاج کے ہوتے ہیں، اپنے بارے میں کم بات کرتے ہیں، اور قریبی تعلقات کے لیے زیادہ وقت درکار ہوتا ہے۔ وہ ضروری نہیں کہ شرمیلے، بدتمیز یا خودغرض ہوں۔",
    "SINTOMAS":
        "بہت زیادہ حسد، دوسروں کو خوش کرنے کی زبردست خواہش، تنہائی کا خوف، ذاتی منصوبوں کی کمی، کمزوری کے احساسات اور توجہ کی مسلسل ضرورت۔",
    "SINTOMAS_T": "علامات",
    "SN":
        "یہ ایک بنیادی شخصیت کی خصوصیت ہے جو اس بات سے متعلق ہے کہ ایک شخص روزمرہ کی زندگی کے واقعات سے پیدا ہونے والی جذبات کا انتظام کس طرح کرتا ہے۔",
    "SNHL":
        "اعلی سطح: ایسے افراد میں پایا جاتا ہے جو اپنے جذبات کے ساتھ اطمینان بخش طریقے سے نمٹتے نہیں اور عام طور پر نفسیاتی دباؤ کو شدت سے محسوس کرتے ہیں۔ وہ جذباتی عدم استحکام اور حساسیت کا مظاہرہ کرتے ہیں، منفی واقعات میں شدید تجربات کی اطلاع دیتے ہیں، اور واقعات کے مثبت پہلوؤں پر کم توجہ دیتے ہیں۔ وہ مسائل پیدا کرنے کے لیے حساس ہوتے ہیں جیسے کہ افسردگی، گناہ، حسد، غصہ، بے چینی، وغیرہ۔",
    "SNLL":
        "کم سطح: یہ بتاتا ہے کہ ایک شخص منفی جذباتی واقعات کے سامنے بھی جذباتی طور پر مستحکم ہوتا ہے۔",
    "SO": "یہ تحقیقی رویوں اور نئے تجربات کی قدر کو تسلیم کرنے سے متعلق ہے۔",
    "SOHL":
        "اعلی سطح: ایسے افراد میں پایا جاتا ہے جو اپنے جذبات کے ساتھ اطمینان بخش طریقے سے نمٹتے نہیں اور عام طور پر نفسیاتی دباؤ کو شدت سے محسوس کرتے ہیں۔ وہ جذباتی عدم استحکام اور حساسیت کا مظاہرہ کرتے ہیں، منفی واقعات میں شدید تجربات کی اطلاع دیتے ہیں، اور واقعات کے مثبت پہلوؤں پر کم توجہ دیتے ہیں۔ وہ مسائل پیدا کرنے کے لیے حساس ہوتے ہیں جیسے کہ افسردگی، گناہ، حسد، غصہ، بے چینی، وغیرہ۔",
    "SOLL":
        "کم سطح: یہ بتاتا ہے کہ ایک شخص چیلنجنگ یا منفی حالات کا سامنا کرتے وقت بھی جذباتی طور پر مستحکم رہتا ہے۔",
    "SS":
        "Big Five دنیا کے سب سے زیادہ عام شخصیت ٹیسٹوں میں سے ایک ہے۔ اس میں مختلف سیاق و سباق میں عالمی اور عبور سیاق و سباق کے شواہد ہیں۔ یہ ٹیسٹ پانچ بنیادی شخصیت کی خصوصیات میں رویے کی جھکاؤ کو شناخت کرنے کا مقصد رکھتا ہے۔ اعلیٰ یا کم اقدار ضروری نہیں کہ غیر فعال شخصیت کے نمونوں کی نمائندگی کریں۔ نیچے درج پانچ خصوصیات پر ایک نظر ڈالیں۔",
    "SSt": "ٹیسٹ کے بارے میں",
    "Sint":
        "افسردگی صرف عارضی اداسی نہیں ہے! یہ ایک طویل مدتی مزاج کی خرابی ہے۔ افسردگی کی سب سے عام علامات ہیں:",
    "SintAns":
        "تشویش جسمانی اور ذہنی علامات کے ذریعے ظاہر ہوتی ہے۔ عام طور پر مستقبل کی صورتحال کے بارے میں زیادہ فکر کے طور پر بیان کی جاتی ہے۔ موجودہ لمحے میں جینا مشکل ہوتا ہے کیونکہ آپ ہمیشہ مستقبل کے بارے میں فکر مند رہتے ہیں۔ جب قابو میں ہو، تشویش جسم کے ممکنہ خطرات کے خلاف چوکس رہنے کے قدرتی ردعمل کے طور پر کام کرتی ہے۔ تاہم، یہ شدید، طویل مدتی، اور کسی واضح وجہ کے بغیر ہو سکتی ہے۔ ایسی حالتوں میں، لوگ عام طور پر خود کو محفوظ محسوس نہیں کرنے والی کسی بھی صورتحال سے بچنے کی کوشش کرتے ہیں، چاہے وہ خطرناک نہ بھی ہو۔",
    "Sinta": "• اداس مزاج، چڑچڑاپن، اضطراب، اور جذباتی دباؤ.",
    "Sintb": "• نیند میں خلل: بے خوابی یا بہت زیادہ نیند.",
    "Sintc": "• بھوک میں تبدیلی، وزن میں اضافہ یا کمی.",
    "Sintd": "• مایوسی، تھکاوٹ، اور کام مکمل کرنے کے لیے بڑھتی ہوئی محنت.",
    "Sinte": "• دلچسپی کی کمی، محرک کی کمی، اور لاتعلقی.",
    "Sintf": "• خوف، اضطراب، عدم تحفظ، مایوسی، بے بسی، اور خالی پن کی جذبات.",
    "Sintg":
        "• مایوسی، بار بار اور غیر متناسب جرم، خود اعتمادی کی کمی، بے مقصدیت، بے وقعتی، تباہی، ناکامی، بیماری، موت، یا سوگ کے جذبات.",
    "Sinth":
        "• حقیقت کا مخر اور منفی تصور: ہر چیز اداس نقطہ نظر سے دیکھی جاتی ہے، جو خود، دوسروں، اور دنیا کو ایک سرمئی رنگت دیتی ہے.",
    "Sinti": "• توجہ مرکوز کرنے میں مشکل، سست سوچ، اکثر بھولنا.",
    "Sintt": "ڈپریشن کی علامات",
    "SinttAns": "تشویش کی علامات",
    "SobreApp": "ایپ کے بارے میں",
    "SobrePersonalidade":
        "شخصیت کا ٹیسٹ Big Five (5 شخصیت کی خصوصیات) پر مبنی ہے اور ایک سوالنامہ کے ذریعے آپ کی شخصیت کا اندازہ لگانے اور آپ کی سب سے نمایاں شخصیت کی خصوصیات کا تعین کرنے کا مقصد رکھتا ہے.",
    "SobreTesteAns": "ٹیسٹ Beck Anxiety Inventory (BAI) پر مبنی ہے.",
    "SobreTesteFelicidade":
        "خوشی کا ٹیسٹ Gross National Happiness (GNH) ٹیسٹ کے مطابق آپ کی خوشی کی سطح کو شناخت کرنے کا مقصد رکھتا ہے.",
    "SobreTesteStress":
        "اسٹریس ٹیسٹ Beck Depression Inventory (BDI) پر مبنی ہے، جو ذہنی صحت کے ماہرین کی طرف سے وسیع پیمانے پر استعمال ہوتا ہے اور بین الاقوامی سطح پر تصدیق شدہ ہے.",
    "T1": "عالمی تجزیہ",
    "T2": "ذاتی تجزیہ",
    "TRAT1":
        "اپنے نقصان دہ رویے کے پیچھے کے اسباب سمجھنے کی کوشش کریں۔ آپ اکیلا ہونے سے کیوں ڈرتے ہیں؟ آپ کی کم خود اعتمادی کی وجوہات کیا ہیں؟ کیا اتنی غیر متوازن تعلقات برقرار رکھنا قابل ہے؟ ان سوالات پر غور کرنا آپ کو اپنے کمزوریوں کو پہچاننے اور مسئلے کا حل تلاش کرنے میں مدد کرے گا.",
    "TRAT1_T": "خود سے ایماندار رہیں",
    "TRAT2":
        "جذباتی انحصار کا ادراک کرنا ضروری نہیں کہ تعلقات کو ختم کرنے کا مطلب ہو۔ اپنے دل کو کھولیں، اپنے خوف کے بارے میں بات کریں اور ان سے پوچھیں کہ آپ اپنے تعلقات کو زیادہ متوازن بنانے کے لیے کیا کر سکتے ہیں۔ ایمانداری کے ذریعے شراکت داروں کے درمیان اتحاد اور تعلقات بڑھ سکتے ہیں.",
    "TRAT2_T": "اپنے پارٹنر سے بات کریں",
    "TRAT3":
        "اپنی زندگی کے تمام پہلوؤں کو متوازن کرنے کی کوشش کریں۔ خاندان اور دوستوں کے ساتھ دوبارہ جڑیں، اپنی دیکھ بھال بہتر کریں، نئے مشغلے تلاش کریں، اور خود کی ترقی پر وقت گزاریں.",
    "TRAT3_T": "اپنی دلچسپیوں کی دیکھ بھال کریں",
    "TRAT4":
        "ایسی تعلقات میں نہ رہیں جہاں آپ اکیلے ہونے کے خوف سے عدم اطمینان محسوس کرتے ہیں۔ اگر آپ کا پارٹنر آپ کی انفرادیت کا احترام نہیں کرتا اور آپ کی انحصار کا فائدہ اٹھا کر آپ پر حکمرانی کرتا ہے، تو تعلقات ختم کرنے پر غور کرنے کا وقت آ سکتا ہے.",
    "TRAT4_T": "حدود مقرر کریں",
    "TRAT5":
        "یہ خرابی اکثر بچپن کی صدموں سے پیدا ہوتی ہے۔ ماضی کی جذباتی زخموں کی شفا دینا ایک اہم پہلا قدم ہے۔ ایسے لوگ جو تعلقات میں جذباتی بوجھ اٹھاتے ہیں اکثر حل طلب مسائل لے آتے ہیں۔ اپنے اندر کے بچے کو شفا دینا صورتحال کو اہم حد تک تبدیل کر سکتا ہے، خود کو محبت کرنے اور دیکھ بھال کرنے کے وسائل تیار کرنے میں مدد کر سکتا ہے، جو آپ کی زندگی کی معیار کو نمایاں طور پر بہتر بنا سکتا ہے. پھر، آپ دوسروں کے ساتھ صحت مند اور جذباتی طور پر متوازن طریقے سے تعامل کرنے کے لیے تیار ہوں گے.",
    "TRAT5_T": "ماضی کو تسلیم کریں",
    "TRAT6":
        "یقیناً، یہ معلومات صحت کے ماہر کی تشخیص اور مشورے کی جگہ نہیں لیتی.",
    "TRAT6_T": "مدد طلب کریں",
    "Tclaro": "ہلکا تھیم",
    "Tescuro": "گہرا تھیم",
    "Tletra": "فونٹ",
    "TotalRaiva": "مجموعی غصہ",
    "Tra":
        "یہ ہمیشہ فائدے مند ہوتا ہے کہ آپ ایک صحت کے پیشہ ور سے رہنمائی حاصل کریں تاکہ آپ کو ڈپریشن سے نکلنے میں مدد مل سکے، خاص طور پر اگر آپ کی ٹیسٹ کا نتیجہ 'آپ کو شدید ڈپریشن ہے!' ظاہر کرتا ہے۔ صحت کے پیشہ ور آپ کی مدد کریں گے کہ آپ نئے سوچنے اور رویے کے طریقے تلاش کریں۔ تاہم، بہت سی چیزیں ہیں جو آپ اپنے لیے کر سکتے ہیں اور کرنی چاہیے: طرز زندگی میں تبدیلیاں ضروری ہیں کیونکہ یہی آپ کا طرز زندگی ہے جو ڈپریشن کی علامات کا باعث بن رہا ہے۔ اوپر دی گئی تجاویز کو دیکھیں تاکہ آپ کی جذباتی صحت میں بہتری آئے! اپنی صحت کے لیے، ان تمام چیزوں کو بدلنے کی طاقت اور توانائی حاصل کریں جو بدلنی چاہیے اور ڈپریشن کے خلاف جنگ جیتیں۔",
    "TraAns":
        "یہ ہمیشہ مددگار ہوتا ہے کہ آپ ایک صحت کے پیشہ ور کی رہنمائی حاصل کریں تاکہ آپ اضطراب کو منظم کرنے میں مدد حاصل کرسکیں، خاص طور پر اگر آپ کے ٹیسٹ کا نتیجہ 'آپ کو شدید اضطراب کی علامات ہیں!' ہو۔ صحت کے پیشہ ور آپ کی مدد کریں گے کہ آپ نئے سوچنے اور رویے کے طریقے تلاش کریں۔ لیکن آپ خود بھی بہت کچھ کر سکتے ہیں تاکہ اضطراب کا مقابلہ کر سکیں۔ طرز زندگی میں تبدیلیاں ضروری ہیں کیونکہ آپ کا طرز زندگی عام طور پر اضطراب کی علامات میں مدد دیتا ہے۔ نیچے دی گئی 10 تجاویز دیکھیں، اور اپنی صحت کے لیے، ان تمام چیزوں کو بدلنے کی طاقت اور توانائی حاصل کریں جو بدلنی چاہیے اور اضطراب کے خلاف جنگ جیتیں۔",
    "Trat": "ڈپریشن کا علاج",
    "VerAnsiedade": "ڈپریشن کے بارے میں",
    "VerAnsiedadeAns": "اضطراب کے بارے میں",
    "VerVideo": "ویڈیو کے بعد نتیجہ دیکھیں",
    "_Dep2Escala":
        "18 سوالات 0 سے 5 اقدار کی پیمانہ پر سکور کیے جاتے ہیں، ہمیشہ 0 اقدار اور کبھی 5 اقدار",
    "_SobreDependenciaTitulo": "جذباتی انحصار کے بارے میں",
    "_SobreStresTitulo": "اسٹریس کے بارے میں",
    "_SobreTesteDependencia":
        "جذباتی انحصار کا ٹیسٹ میلوڈی بیٹی کے ہدایت نامے Codependent No More پر مبنی ہے۔ اس کا مقصد یہ ہے کہ تجزیہ کریں کہ آیا صارف کسی پر جذباتی انحصار کی علامات ظاہر کرتا ہے اور کس سطح پر۔",
    "_SobreTipoPersonalidade": "شخصیت کی اقسام",
    "_adAtencao": "خبردار",
    "_adTotal": "ٹیسٹ شروع کرنے کے لیے، تمام اشتہار دیکھنا ضروری ہے۔",
    "_cancelarInicioTeste": "ٹیسٹ شروع نہ کریں",
    "_depR1": "ڈپریشن نہیں ہے",
    "_depR1C":
        "بہت اچھا! آئیوان گولڈ برگ کے ٹیسٹ کے مطابق، آپ کو ڈپریشن نہیں ہے! آپ اپنی زندگی کی اونچائیوں اور نیچائیوں کے ساتھ معمولی طور پر نمٹ سکتے ہیں اور اپنے جذبات کا آرام سے سامنا کر سکتے ہیں۔",
    "_depR2": "ڈپریشن کا امکان",
    "_depR2C":
        "آئیوان گولڈ برگ کے ٹیسٹ کے مطابق، ڈپریشن کا تھوڑا سا امکان ہے، جو زیادہ تر لوگوں میں بہت عام ہے! آپ تقریباً ہمیشہ اپنے جذبات کا سامنا کر سکتے ہیں، لیکن آپ انہیں ہمیشہ تسلی بخش طور پر حل نہیں کر سکتے۔",
    "_depR3": "ڈپریسو علامات",
    "_depR3C":
        "آئیوان گولڈ برگ کے ٹیسٹ کے مطابق، آپ ڈپریسو علامات ظاہر کرتے ہیں! آپ ڈپریسو رویے کا شکار ہیں۔ جذبات کی حفاظت کے لیے دی گئی تجاویز پر توجہ دیں۔",
    "_depR4": "ڈپریسو رویہ",
    "_depR4C":
        "آئیوان گولڈ برگ کے ٹیسٹ کے مطابق، آپ ڈپریسو رویہ ظاہر کرتے ہیں! آپ کو اپنے معمولات کو تبدیل کرنے کی ضرورت ہے، جذبات کی حفاظت کے لیے دی گئی تجاویز پر عمل کریں، اور بہتر ہے کہ ماہر کی مدد حاصل کریں۔",
    "_depR5": "اعتدال پسند ڈپریشن",
    "_depR5C":
        "احتیاط! آئیوان گولڈ برگ کے ٹیسٹ کے مطابق، آپ میں اعتدال پسند ڈپریشن کی علامات ہیں۔ آپ کو اس مسئلے پر توجہ دینی چاہیے۔ جذبات کی حفاظت کے لیے دی گئی تجاویز پر عمل کریں اور ماہر کی مدد حاصل کریں۔",
    "_depR6": "شدید ڈپریشن",
    "_depR6C":
        "احتیاط! آئیوان گولڈ برگ کے ٹیسٹ کے مطابق، آپ شدید ڈپریشن کی علامات ظاہر کرتے ہیں! یہ معاملہ آپ کی مکمل توجہ کا متقاضی ہے۔ صحت مند طرز زندگی کی تجاویز پر عمل کریں اور ماہر کی مدد حاصل کریں۔",
    "_incioTeste": "ٹیسٹ شروع کرنے کے لیے، ایک اشتہار دیکھیں",
    "_iniciarTeste": "ٹیسٹ شروع کریں",
    "_introGeral":
        "یہ ایپ آپ کو آپ کے دماغ اور جذبات کے کام کرنے کے طریقے کو سمجھنے میں مدد کے لیے کئی ٹیسٹ فراہم کرتی ہے۔ یہ صحت کے پیشہ ور افراد کے ذریعہ دنیا بھر میں استعمال ہونے والے معتبر ٹولز ہیں۔ آپ کو ٹیسٹ کیوں کرنا چاہیے؟ کیونکہ مسئلے کو حل کرنے کا پہلا قدم یہ ہے کہ اس کا اعتراف کیا جائے کہ یہ موجود ہے! ٹیسٹ سے لطف اندوز ہوں۔",
    "_introTesteAnsiedade":
        "اضطراب کا ٹیسٹ 21 سوالات پر مشتمل ہے جو اضطراب کی علامات کی موجودگی اور شدت کا اندازہ لگاتا ہے۔ ٹیسٹ کی درستگی کو یقینی بنانے کے لیے، براہ کرم اپنے آخری ہفتے پر غور کریں اور ایمانداری سے جواب دیں۔ آپ کے نتائج آخر میں پیش کیے جائیں گے، ساتھ ہی کچھ مددگار معلومات اور تجاویز۔ اشتہارات اس پروجیکٹ کی حمایت کرتے ہیں اور ایپلیکیشن کو آپ کے لیے مفت رکھتے ہیں۔",
    "_introTesteAtitude":
        "انسانی تعلقات میں چار بنیادی رویے ہیں: غیر فعال، جارحانہ، چالاک، اور مدعی۔ 60 سوالات پر مشتمل ایک سوالنامے کے ذریعے، یہ ایپ آپ کو یہ معلوم کرنے میں مدد کرے گی کہ آپ میں سب سے غالب رویہ کیا ہے۔ درست نتائج حاصل کرنے کے لیے، براہ کرم ہر بیان کا مخلصانہ جواب دیں۔ اشتہارات پروجیکٹ کی مالی معاونت میں مدد کرتے ہیں اور ایپ کو صارفین کے لیے مفت رکھتے ہیں۔",
    "_introTesteDependencia":
        "کیا آپ اپنے شریک حیات کے بغیر اپنی زندگی تصور کر سکتے ہیں؟ کیا اس کا کوئی مطلب ہے؟ یہ ٹیسٹ آپ کے شریک حیات یا کسی اور شخص پر جذباتی انحصار کی سطح کا اندازہ لگائے گا جس پر آپ جذباتی طور پر انحصار کر سکتے ہیں۔ کسی تعلق میں جذباتی انحصار کی سطح جاننا اس کو ختم کرنے کے لیے پہلا قدم ہے۔ ٹیسٹ کے سوالات کا جواب دیں اور اپنی جذباتی انحصار کی سطح معلوم کریں۔",
    "_introTesteDepressao":
        "کیا آپ سوچتے ہیں کہ آپ ڈپریسڈ ہیں؟ ان دونوں ٹیسٹوں کا مخلصانہ جواب دیں اور معلوم کریں کہ آیا آپ کو ڈپریشن کی علامات ہیں۔ نتائج کے علاوہ، آپ اپنی جذباتی صحت کو بہتر بنانے کے لیے قیمتی تجاویز حاصل کریں گے۔ یہ یاد رکھنا ضروری ہے کہ یہ ایپ ایک صحت کے پیشہ ور کی مدد کو متبادل نہیں ہے۔ ہم یہاں آپ کی جذباتی فلاح و بہبود کے لیے حمایت فراہم کرنے کے لیے ہیں۔ ہمت کریں، آپ کامیاب ہو سکتے ہیں۔",
    "_introTesteFelicidade":
        "کیا آپ خوش ہیں؟ جواب آسان نہیں ہے: کچھ کہتے ہیں کہ یہ بینک اکاؤنٹ کے بارے میں نہیں ہے، جبکہ دوسروں کا خیال ہے کہ یہ سچی محبت، سمجھ، یا اچھے صحت کے بارے میں ہے... شاید یہ سب کچھ ایک مجموعے کا حصہ ہے جو ہماری خوشی پر اثر انداز ہوتا ہے۔ یہ ٹیسٹ Gross National Happiness (GNH) پر مبنی ہے، جو 1972 میں بھوٹان کے ایک بادشاہ نے بنایا تھا جس نے اپنے عوام کی خوشی کی جانچ کو سنجیدگی سے لیا، جس نے بہت سے حکومتوں، ممالک، اور دانشوروں کے لیے اس موضوع کی تحقیقات کرنے کی مثال قائم کی۔ سوالنامے کا جواب دیں اور معلوم کریں کہ آیا آپ واقعی خوش ہیں۔ اشتہارات صرف پروجیکٹ کی مالی معاونت کے لیے استعمال ہوتے ہیں اور ایپ کو صارفین کے لیے مفت رکھتے ہیں۔ ٹیسٹ سے لطف اندوز ہوں!",
    "_introTestePersonalidade":
        "پانچ شخصیت کی خصوصیات ہیں جو ہر شخص میں خاص ہوتی ہیں۔ اس ٹیسٹ میں اپنے بارے میں معلوم کریں، جو تقریباً 10 منٹ لیتا ہے۔ درست نتائج کو یقینی بنانے کے لیے، ہر بیان کا ایمانداری سے جواب دیں۔ آخر میں، آپ کی شخصیت کی قسم ظاہر کی جائے گی۔ اشتہارات پروجیکٹ کی مالی معاونت میں مدد کرتے ہیں اور ایپ کو صارفین کے لیے مفت رکھتے ہیں۔ ٹیسٹ پر خوش قسمتی!",
    "_introTesteRaiva":
        "غصہ ایک قدرتی اور صحت مند جذبات ہے، لیکن یہ ناقابل کنٹرول اور تباہ کن بھی ہوسکتا ہے۔ 47 سوالات پر مشتمل اس سوالنامے کے ذریعے، یہ ٹیسٹ آپ کو آپ کے غصے کی سطح معلوم کرنے اور یہ دیکھنے میں مدد کرے گا کہ آیا آپ اس پر قابو پا رہے ہیں یا آپ اس کے ذریعہ قابو پا رہے ہیں۔ درست نتائج کو یقینی بنانے کے لیے، ہر بیان کا مخلصانہ جواب دیں۔ اشتہارات صرف پروجیکٹ کی مالی معاونت کے لیے استعمال ہوتے ہیں اور ایپ کو صارفین کے لیے مفت رکھتے ہیں۔",
    "_introTesteRelacionamentos": "",
    "_introTesteStress":
        "پرامن رہیں، یہ ایک اسٹریس ٹیسٹ ہے، اور آپ کو 10 منٹ کے لیے 96 سوالات کے جوابات دینے کے لیے کچھ خود تجزیے کی ضرورت ہوگی۔ ٹیسٹ کی درستگی کو یقینی بنانے کے لیے، براہ کرم تمام سوالات کا ایمانداری سے جواب دیں۔ نتیجہ آخر میں فراہم کیا جائے گا، ساتھ ہی کچھ مددگار تجاویز۔ اس ایپ میں اشتہارات پروجیکٹ کی مالی معاونت میں مدد کرتے ہیں اور اسے صارفین کے لیے مفت رکھتے ہیں۔ باقاعدگی سے ٹیسٹ کریں تاکہ معلوم ہو سکے کہ آپ کی اسٹریس کی سطح بہتر ہو رہی ہے یا بگڑ رہی ہے۔",
    "_listaTestes": "ٹیسٹ کی فہرست",
    "_mudarIdioma": "زبان تبدیل کریں",
    "_removerAds": "اشتہارات ہٹائیں",
    "_tAnsiedade": "اضطراب ٹیسٹ",
    "_tAtitude": "رویے کا ٹیسٹ",
    "_tAutoConfianca": "خود اعتمادی کا ٹیسٹ",
    "_tDepBeck": "آرون بیک ٹیسٹ",
    "_tDepGoldberg": "آئیوین گولڈ برگ ٹیسٹ",
    "_tDependencia": "جذباتی انحصار کا ٹیسٹ",
    "_tDepressao": "ڈپریشن ٹیسٹ",
    "_tFelicidade": "خوشی کا ٹیسٹ",
    "_tPersonalidade": "شخصیت کا ٹیسٹ",
    "_tRaiva": "غصے کا ٹیسٹ",
    "_tRelacionamentos": "تعلقات کا ٹیسٹ",
    "_tSorriso": "مسکراہٹ کا ٹیسٹ",
    "_tStress": "تناؤ کا ٹیسٹ",
    "_testeNaoFeito": "ٹیسٹ مکمل نہیں ہوا",
    "_tituloApp": "ڈپریشن & جذبات",

    "agressiva_descricao":
        "ایک شخص جو اپنی ضروریات، ترجیحات، جذبات اور خیالات کو دوسروں کے خلاف دشمنی، مطالبہ، دھمکی آمیز یا سزائشی انداز میں ظاہر کرتا ہے۔ وہ ہر قیمت پر جیتنے کی کوشش کرتا ہے اور اپنی خواہشات کو دوسروں کی خواہشات سے زیادہ ترجیح دیتا ہے۔ اس برتاؤ میں اپنے حقوق کا دفاع شامل ہے لیکن دوسروں کے حقوق کی خلاف ورزی کرتے ہوئے۔",
    "agressiva_titulo": "جارحانہ",
    "algumas": "کبھی کبھی",
    "allapps": "تمام ٹیسٹس کو ان لاک کریں",
    "analise1": "مکمل تجزیہ",
    "analise2": "تناسبی تجزیہ",
    "appChat": "چٹ ہیلپ",
    "as_vezes": "کبھی کبھی",
    "assertiva_descricao":
        "ایسے افراد جو براہ راست رابطہ کرتے ہیں، اپنی ضروریات، ترجیحات، جذبات اور خیالات کو بغیر کسی بے چینی کے ظاہر کرتے ہیں۔ وہ اپنے حقوق کا دفاع کرتے ہیں بغیر دوسروں کے حقوق کی خلاف ورزی کیے۔",
    "assertiva_titulo": "مستقل",
    "asvezes": "کبھی کبھی",
    "aut.sobre":
        "یہ ٹیسٹ 15 سوالات پر مشتمل ہے، ہر سوال کو 0 سے 3 پوائنٹس کی پیمائش پر ناپا جاتا ہے۔",
    "aut_1":
        "مجھے یقین ہے کہ اگر میں سخت محنت کروں اور ثابت قدم رہوں، تو میں اپنے مقاصد حاصل کر سکتا ہوں۔",
    "aut_2": "مشکلات کا سامنا کرتے وقت مجھے مایوسی اور منفی خیالات آتے ہیں۔",
    "aut_3":
        "میں لوگوں کے ساتھ باقاعدگی سے رابطے میں رہتا ہوں جن کی مہارتیں اور صلاحیتیں میرے جیسی ہیں۔",
    "aut_4": "میں اپنی کوششوں کو جاری رکھتا ہوں چاہے میں فوراً کامیاب نہ ہوں۔",
    "aut_5":
        "میں دوسروں کی توقعات کے مطابق عمل کرنے کے بجائے اپنے یقین کو ترجیح دیتا ہوں۔",
    "aut_6": "مجھے اپنے کام کے لیے تعریف اور مثبت آراء ملتی ہیں۔",
    "aut_7": "زندگی مجھے تحریک دیتی ہے اور مجھے مثبت توانائی فراہم کرتی ہے۔",
    "aut_8":
        "مجھے یقین ہے کہ اگر میں کسی مسئلے پر توجہ دوں تو میں ہمیشہ حل تلاش کروں گا۔",
    "aut_9":
        "میں اہم رکاوٹوں کو عبور کرتے وقت سیکھے گئے اسباق پر غور کرتا ہوں۔",
    "aut_10":
        "میں ایسی سرگرمیوں کا سامنا کرتا ہوں جو مشکل یا پیچیدہ نظر آتی ہیں۔",
    "aut_11":
        "میں نئے حالات کے ساتھ پرسکون طریقے سے نمٹتا ہوں، بغیر کسی پریشانی کے۔",
    "aut_12": "جب دوسرے لوگ ہار مان لیتے ہیں تو میں جاری رکھتا ہوں۔",
    "aut_13": "میں مستقبل کو اعتماد کے ساتھ دیکھتا ہوں، پریشان نہیں ہوتا۔",
    "aut_14":
        "میں ان لوگوں کے ساتھ ہم آہنگی محسوس کرتا ہوں جو سخت محنت کرتے ہیں چاہے وہ اپنے مقاصد حاصل نہ کریں۔",
    "aut_15": "میں اپنے خود کے مقرر کردہ مقاصد حاصل کر سکتا ہوں۔",
    "aut_aum": "خود اعتمادی کو کیسے بڑھایا جائے",
    "aut_aum_c":
        "خود اعتمادی کو بنانا ایک تدریجی عمل ہے، جس میں مثبت عادات اور ذہن سازی شامل ہوتی ہے۔ آپ کی خود اعتمادی کو بڑھانے کے لیے کچھ حکمت عملی یہ ہیں:",
    "aut_aum_c1":
        "1. حقیقت پسندانہ مقاصد مقرر کریں: قابل حصول مقاصد مقرر کریں اور انہیں چھوٹے مراحل میں تقسیم کریں۔ ہر کامیابی آپ کی خود اعتمادی کو مضبوط کرتی ہے۔",
    "aut_aum_c2":
        "2. اپنی کامیابیوں کا جشن منائیں: اپنی کامیابیوں کو تسلیم کریں اور ان کا جشن منائیں، چاہے وہ چھوٹی ہی کیوں نہ ہوں۔ یہ آپ کی مثبت تصویر کو تقویت دیتا ہے۔",
    "aut_aum_c3":
        "3. خود سے محبت کی مشق کریں: اپنے آپ کا خیال اسی محبت اور سمجھ کے ساتھ رکھیں جو آپ اپنے دوست کو دیں گے۔ خود پر سخت تنقید سے گریز کریں۔",
    "aut_aum_c4":
        "4. نئی مہارتیں سیکھیں: اپنی مہارتوں کو بڑھانے یا نئی چیزیں سیکھنے کے لیے وقت نکالیں۔ یہ آپ کی صلاحیتوں پر اعتماد کو مضبوط کرتا ہے۔",
    "aut_aum_c5":
        "5. کامیابی کا تصور کریں: اپنے آپ کو چیلنجز کا کامیابی سے سامنا کرتے ہوئے تصور کریں۔ یہ آپ کے دماغ کو حقیقت کے حالات کے لیے تیار کرتا ہے۔",
    "aut_aum_c6":
        "6. تعریف قبول کریں: تعریف کو دل سے قبول کریں اور اپنی کامیابیوں کو کم نہ کریں۔ یہ آپ کی مضبوط خود تصویر کو فروغ دیتا ہے۔",
    "aut_aum_c7":
        "7. اپنی آرام دہ جگہ سے باہر نکلیں: ایسے چیلنجز کا سامنا کریں جو آپ کی ترقی میں مدد کریں۔ رکاوٹوں کو پار کرنا آپ کی خود اعتمادی کو مضبوط کرتا ہے۔",
    "aut_aum_c8":
        "8. بات چیت کی مہارت پر کام کریں: اپنی بات چیت کی مہارتوں کو بہتر بنائیں تاکہ آپ اپنے خیالات اور آراء کو اعتماد کے ساتھ بیان کر سکیں۔",
    "aut_aum_c9":
        "9. مثبتیت کی ڈائری رکھیں: اپنی کامیابیاں، تعریفیں، اور ان چیزوں کو لکھیں جن کے لیے آپ شکر گزار ہیں۔ مثبت پہلو پر توجہ مرکوز کرنا آپ کے ذہنیت کو بدل دیتا ہے۔",
    "aut_aum_c10":
        "10. اپنے جسم کا خیال رکھیں: جسمانی سرگرمی میں مشغول رہیں، صحت مند کھانا کھائیں، اور اچھے نیند کے معمولات برقرار رکھیں۔ ایک صحت مند جسم ایک اعتماد والی ذہنیت کو سپورٹ کرتا ہے۔",
    "aut_aum_c11":
        "11. مثبت ذہنیت کو فروغ دیں: منفی خیالات کو چیلنج کریں اور انہیں مثبت اور حقیقت پسندانہ تصدیقات سے بدلیں۔",
    "aut_aum_c12":
        "12. غلطیوں سے سیکھیں: غلطیوں پر خود کو سزا دینے کی بجائے، انہیں سیکھنے اور بڑھنے کے مواقع کے طور پر دیکھیں۔",
    "aut_aum_c13":
        "13. حدود مقرر کریں: جب ضرورت ہو تو 'نہ' کہنا سیکھیں، یہ ظاہر کرتا ہے کہ آپ اپنے آپ اور اپنے وقت کی قدر کرتے ہیں۔",
    "aut_aum_c14":
        "14. ناقص پن کو قبول کریں: سمجھیں کہ کوئی بھی مکمل نہیں ہوتا۔ اپنی خامیوں کو اپنے منفرد شناخت کا حصہ سمجھیں۔",
    "aut_aum_c15":
        "15. مثبت ماحول میں رہیں: ایسے لوگوں کے ساتھ رہیں جو آپ کی حمایت کرتے ہیں اور حوصلہ افزائی کرتے ہیں، اور ایسے لوگوں سے دور رہیں جو آپ کو مایوس کرتے ہیں۔",
    "aut_aum_c16":
        "16. اپنی ظاہری شکل کا خیال رکھیں: اپنے آپ کو اس انداز میں پیش کریں جو آپ کو اعتماد اور آرام دہ محسوس کرائے۔",
    "aut_aum_c17":
        "17. یاد رکھیں کہ خود اعتمادی کو تعمیر کرنا ایک مسلسل سفر ہے۔ اپنے آپ کے ساتھ صبر رکھیں اور اپنی مثبت خود تصویر کو قائم رکھیں۔",
    "aut_def": "خود اعتمادی کیا ہے",
    "aut_def_c":
        "خود اعتمادی اپنے صلاحیتوں، مہارتوں، اور ممکنات پر مثبت یقین اور اعتماد ہے۔ یہ اندرونی یقین ہے کہ آپ چیلنجز کا سامنا کر سکتے ہیں، فیصلے لے سکتے ہیں، اور مختلف زندگی کی صورت حالوں کا سامنا کر سکتے ہیں۔ خود اعتمادی میں اپنے آپ، اپنی خصوصیات، اور اپنی ممکنات پر اعتماد شامل ہے، جو براہ راست آپ کے رویے، دوسروں کے ساتھ تعامل، اور رکاوٹوں کا سامنا کرنے کے طریقے پر اثر انداز ہوتی ہے۔ یہ جذباتی بہبود اور ذاتی کامیابی کے لیے ایک کلیدی عنصر ہے، کیونکہ یہ لوگوں کو مشکل حالات میں محفوظ، قابل، اور مضبوط محسوس کرنے کی اجازت دیتا ہے۔",
    "aut_dest": "خود اعتمادی کو تباہ کرنے والے عوامل",
    "aut_dest_c1":
        "1. ناکامی یا غلطیاں: بار بار ناکام ہونا یا غلطیاں کرنا کسی کی صلاحیتوں پر اعتماد کو جھٹکا دے سکتا ہے۔",
    "aut_dest_c2":
        "2. مسلسل تنقید: دوسروں سے مسلسل منفی تنقید خود اعتمادی کو شدید نقصان پہنچا سکتی ہے۔",
    "aut_dest_c3":
        "3. دوسروں سے موازنہ: خود کو دوسروں سے مسلسل موازنہ کرنا اور خود کو ناکام محسوس کرنا خود اعتمادی کو کم کر سکتا ہے۔",
    "aut_dest_c4":
        "4. صدمے والے تجربات: ماضی کے صدمے، جیسے بدمعاشی، بدسلوکی، یا اہم منفی واقعات، خود اعتمادی پر دیرپا اثر ڈال سکتے ہیں۔",
    "aut_dest_c5":
        "5. پہچان کی کمی: جب محنت اور کامیابیوں کو تسلیم نہیں کیا جاتا، تو یہ خود اعتمادی کو کم کر سکتا ہے۔",
    "aut_dest_c6":
        "6. کمال پسندی: اپنے لیے غیر منطقی طور پر اونچے معیار مرتب کرنا خود اعتمادی کو کم کر سکتا ہے۔",
    "aut_dest_c7":
        "7. منفی خود تصویر: اپنے آپ کا منفی تصور، چاہے وہ ظاہری شکل، صلاحیتوں، یا شخصیت سے متعلق ہو، خود اعتمادی کو کم کر سکتا ہے۔",
    "aut_dest_c8":
        "8. ماضی کے منفی پیغامات: اختیار والے افراد سے منفی تبصرے، جیسے والدین یا اساتذہ، خود اعتمادی پر دیرپا اثر چھوڑ سکتے ہیں۔",
    "aut_dest_c9":
        "9. تجربے کی کمی: نئی یا غیر مانوس صورت حال کا سامنا کرنا عدم اعتماد پیدا کر سکتا ہے اور خود اعتمادی کو کم کر سکتا ہے۔",
    "aut_dest_c10":
        "10. سماجی تنہائی: سماجی تعامل اور جذباتی حمایت کی کمی خود اعتمادی کو کم کرنے میں مددگار ثابت ہو سکتی ہے۔",
    "aut_dest_c11":
        "11. دوسروں کی منظوری پر زیادہ انحصار: دوسروں کی منظوری پر زیادہ انحصار کرنا خود اعتمادی کو کم کر سکتا ہے جب وہ منظوری موجود نہیں ہو۔",
    "aut_dest_c12":
        "12. زیادہ خود تنقید: اپنے آپ پر زیادہ تنقید کرنا اور صرف خامیوں پر توجہ دینا خود اعتمادی کو نقصان پہنچا سکتا ہے۔",
    "aut_dest_c13":
        "13. ذہنی صحت کے مسائل: اضطراب، ڈپریشن، اور کھانے کی عادات کے مسائل جیسی حالتیں خود اعتمادی کو منفی طور پر متاثر کر سکتی ہیں۔",
    "aut_dest_c14":
        "14. بڑے زندگی کے تبدیلیاں: اہم واقعات جیسے طلاق، ملازمت کا نقصان، یا بیماری خود اعتمادی پر اثر ڈال سکتی ہیں۔",
    "aut_dest_c15":
        "یہ بہت ضروری ہے کہ ان عوامل کو تسلیم کریں اور خود اعتمادی کو بڑھانے کے لیے مہارتوں کی ترقی، حقیقت پسندانہ مقصد کا تعین، مثبت ذہن سازی، اور جذباتی خود دیکھ بھال کے ذریعے فعال طور پر کام کریں۔",
    "aut_escala_1":
        "عمدہ۔ آپ کے نتائج مضبوط خود اعتمادی کو ظاہر کرتے ہیں۔ آپ اپنے مقاصد کی طرف خود اعتمادی کے ساتھ زندگی کو سمت دیتے ہیں، خود کو محفوظ اور خود عزت حاصل کرتے ہیں۔ ہر کامیابی آپ کی اعتماد کو مزید مستحکم کرتی ہے، اور آپ جانتے ہیں کہ تجربات سے سیکھنا ہے بغیر رکاوٹوں کے آپ کے مثبت نقطہ نظر کو کمزور کیے بغیر۔",
    "aut_escala_1t": "آپ مضبوط خود اعتمادی ظاہر کرتے ہیں",
    "aut_escala_2":
        "آپ صحیح راستے پر ہیں۔ آپ عام حالات میں اچھی خود اعتمادی ظاہر کرتے ہیں، لیکن نئی یا غیر یقینی صورت حالوں میں جو پختہ فیصلے کی ضرورت ہوتی ہیں، آپ کم یقین محسوس کر سکتے ہیں۔ اپنے فوائد اور صلاحیتوں کو تسلیم کریں اور ان کا مزید جائزہ لینے پر غور کریں۔ اضافی بصیرت کے لیے نیچے کی رہنمائی پڑھیں۔",
    "aut_escala_2t": "آپ معتدل خود اعتمادی ظاہر کرتے ہیں",
    "aut_escala_3":
        "نتائج ظاہر کرتے ہیں کہ آپ کی موجودہ خود اعتمادی کا سطح پوری طرح تسلی بخش نہیں ہے۔ آپ حال اور مستقبل دونوں میں عدم اعتماد محسوس کر سکتے ہیں۔ ایسا لگتا ہے کہ آپ حدوں پر توجہ مرکوز کرنے کی رجحان رکھتے ہیں بجائے اس کے کہ آپ اپنی موجودہ لیکن غیر دریافت شدہ صلاحیتوں کی تحقیق کریں۔",
    "aut_escala_3t": "آپ کم خود اعتمادی ظاہر کرتے ہیں",
    "aut_intro":
        "کیا آپ نے کبھی سوچا ہے کہ آپ کی خود اعتمادی آپ کی زندگی کے مختلف پہلوؤں کو کس طرح متاثر کرتی ہے؟ خود اعتمادی میں آپ کی صلاحیتوں، خصوصیات، اور ذاتی فیصلوں پر یقین شامل ہے۔ سماجی اور پیشہ ورانہ میدان میں کامیابی کے لیے صحت مند خود اعتمادی کو فروغ دینا بہت ضروری ہے۔ معلوم کرنے کے لیے کہ آپ کی خود اعتمادی کیسی ہے، اس ٹیسٹ کو کریں۔",
    "aut_pro": "خود اعتمادی کو فروغ دینے والے عوامل:",
    "aut_pro_c1":
        "1. کامیابیاں اور کامیابیاں: مقاصد حاصل کرنا اور کامیابی کا تجربہ کرنا، چاہے چھوٹا ہو، خود اعتمادی بڑھا سکتا ہے۔",
    "aut_pro_c2":
        "2. قبولیت اور خود کو قبول کرنا: خود کو تمام خامیوں کے ساتھ قبول کرنا خود اعتمادی کو فروغ دینے کے لیے ایک اہم قدم ہے۔",
    "aut_pro_c3":
        "3. خود ترقی: سیکھنے اور مہارتوں کو بہتر بنانے میں وقت اور محنت لگانا خود اعتمادی کو بڑھا سکتا ہے۔",
    "aut_pro_c4":
        "4. خود شناسی: اپنے مضبوط اور کمزور پہلوؤں، اقدار، اور دلچسپیوں کو سمجھنا خود اعتمادی کے لیے ایک مضبوط بنیاد بناتا ہے۔",
    "aut_pro_c5":
        "5. قابل حصول مقاصد کا تعین: حقیقت پسندانہ مقاصد کا تعین کرنا اور ان پر بتدریج کام کرنا آپ کی صلاحیتوں پر اعتماد کو مضبوط بنا سکتا ہے۔",
    "aut_pro_c6":
        "6. سپورٹ سسٹم: ایسے دوستوں، خاندان یا رہنماؤں کے ساتھ گھرا ہونا جو حوصلہ افزائی اور معاونت فراہم کرتے ہیں خود اعتمادی کو بڑھا سکتا ہے۔",
    "aut_pro_c7":
        "7. مثبت سوچ: ایک پرامید ذہنیت تیار کرنا اور تعمیری خیالات پر توجہ مرکوز کرنا خود اعتمادی کو بڑھا سکتا ہے۔",
    "aut_pro_c8":
        "8. خود کو تسلیم کرنا: اپنے مضبوط پہلوؤں اور کامیابیوں کو باقاعدگی سے تسلیم کرنا خود اعتمادی کو مضبوط کر سکتا ہے۔",
    "aut_pro_c9":
        "9. چیلنجز کا سامنا کرنا: چیلنجز کا سامنا کرنا اور ان پر قابو پانا آپ کو یہ دکھا سکتا ہے کہ آپ کیا کرنے کے قابل ہیں، اور خود اعتمادی کو بڑھا سکتا ہے۔",
    "aut_pro_c10":
        "10. ذاتی دیکھ بھال: خود کی دیکھ بھال کرنا، جیسے کافی نیند لینا، صحت مند کھانا اور ورزش کرنا، خود اعتمادی پر مثبت اثر ڈال سکتا ہے۔",
    "aut_pro_c11":
        "11. مثبت تخیل: خود کو کامیاب اور چیلنجنگ حالات کا اعتماد کے ساتھ سامنا کرتے ہوئے تصور کرنا خود اعتمادی کو مضبوط کر سکتا ہے۔",
    "aut_pro_c12":
        "12. غلطیوں کو قبول کرنا: یہ سمجھنا کہ غلطیاں سیکھنے اور ترقی کا ایک قدرتی حصہ ہیں، ناکامی کے خوف کو کم کر سکتا ہے اور خود اعتمادی کو بڑھا سکتا ہے۔",
    "aut_pro_c13":
        "13. مؤثر ابلاغ: ابلاغ کی مہارتوں کو فروغ دینا آپ کے خیالات اور رائے کا اظہار کرنے میں مدد کر سکتا ہے، جو خود اعتمادی کو بڑھا سکتا ہے۔",
    "aut_pro_c14":
        "14. عزم: مشکلات کا سامنا کرتے وقت ہار نہ ماننا اور مشکل حالات میں بھی کوشش جاری رکھنا خود اعتمادی کو بڑھا سکتا ہے۔",
    "aut_pro_c15":
        "15. خود کو بااختیار بنانا: اپنی زندگی اور انتخاب پر کنٹرول حاصل کرنا خود کو قابل اور اپنے عمل پر اختیار حاصل کرنے کے احساس کو فروغ دیتا ہے۔",
    "aut_pro_c16":
        "16. یاد رکھیں کہ خود اعتمادی ایک جاری عمل ہے اور وقت کے ساتھ بدل سکتی ہے۔ ان عوامل کو باقاعدگی سے عمل میں لانا اور ایک مثبت اور حقیقت پسند خود تصویر بنانا اہم ہے۔",
    "cau_dep": "ڈپریشن کی وجوہات",
    "cau_dep1":
        "ڈپریشن ایک پیچیدہ اور کثیر الجہتی حالت ہے، اور کئی عوامل اس کی ترقی میں کردار ادا کر سکتے ہیں۔ یہ عوامل فرد سے فرد میں مختلف ہو سکتے ہیں، لیکن عام طور پر شامل ہوتے ہیں:",
    "cau_dep2":
        "جینیاتی عوامل: جینیاتی رجحان ڈپریشن میں اہم کردار ادا کرتا ہے۔ اگر آپ کے خاندان میں کسی کو ڈپریشن کا تجربہ ہے تو آپ کے لیے خطرہ بڑھ سکتا ہے۔",
    "cau_dep3":
        "دماغ میں کیمیائی عدم توازن: نیورو ٹرانسمیٹرز جیسے سیروٹونن، ڈوپامائن، اور نورپائنفرن کی سطحوں میں تبدیلیاں دماغی فعالیت پر اثر انداز ہو سکتی ہیں اور ڈپریشن کو فروغ دے سکتی ہیں۔ ٹیکنالوجی کا زیادہ استعمال بھی ڈوپامائن کے انتظام میں مداخلت کر سکتا ہے۔",
    "cau_dep4":
        "تناؤ والی زندگی کی حالات: صدمے کا تجربہ، اہم نقصان، خاندانی تنازعات، مالی مسائل، یا بڑے زندگی میں تبدیلیاں ڈپریشن کو متحرک یا بدتر کر سکتی ہیں۔",
    "cau_dep5":
        "ذاتی تاریخ: پچھلے ڈپریشن کی تاریخ ہونے پر بیماری کے دوبارہ ہونے کا خطرہ بڑھ جاتا ہے۔",
    "cau_dep6":
        "طبی حالتیں: کچھ طبی حالات، جیسے کینسر، دائمی بیماریاں، دماغی چوٹیں، یا ہارمونل حالات، ڈپریشن کے خطرے کو بڑھا سکتے ہیں۔",
    "cau_dep7":
        "منشیات کا غلط استعمال: الکحل، منشیات، یا زیادہ مٹھائیوں کا استعمال ڈپریشن کے خطرے کو بڑھا سکتا ہے۔",
    "cau_dep8":
        "سماجی تنہائی: سماجی حمایت کی کمی اور تنہائی ڈپریشن کے خطرے کو بڑھا سکتی ہے۔",
    "cau_dep9":
        "نفسیاتی عوامل: منفی سوچ کے نمونے، کم خود اعتمادی، زیادہ خود تنقید، اور کمال پرستی سب ڈپریشن میں کردار ادا کر سکتے ہیں۔",
    "cau_dep10":
        "ہارمونل مسائل: ہارمونز میں تبدیلیاں، جیسے تھائرائیڈ ہارمونز، مزاج پر اثر انداز ہو سکتی ہیں اور ڈپریشن کا باعث بن سکتی ہیں۔",
    "cau_dep11":
        "یہ یاد رکھنا اہم ہے کہ ڈپریشن ایک علاج کے قابل حالت ہے، اور مناسب علاج ان خطرے والے عوامل کو منظم کرنے میں مدد کر سکتا ہے۔ اوپر دی گئی ہماری مشوروں پر عمل کریں اور اگر آپ یا آپ کا کوئی جاننے والا ڈپریشن کی علامات کا سامنا کر رہا ہے تو مناسب تشخیص اور علاج کے لیے صحت کے ماہر سے مدد حاصل کریں۔",
    "concordo": "میں متفق ہوں",
    "conselhos": "مشورے",
    "conselhos2": "صحت مند زندگی کے لیے مشورے",
    "citacoes_titulo": "",
    "citacao_byronsd": "FR Healthcare - Healthy Lifestyle Tips",
    "citacao_who": "World Health Organization - Mental Health",
    "citacao_mayo": "Mayo Clinic - Depression",
    "def_stress_texto":
        "دباؤ جسم کا دباؤ پیدا کرنے والی ایونٹس یا حالات کا قدرتی ردعمل ہے۔ یہ عام طور پر کسی غیر متوقع یا کنٹرول سے باہر کی چیز کی وجہ سے پیدا ہوتا ہے۔ یہ ردعمل مختلف فردی عوامل پر منحصر ہوتا ہے جو بتاتے ہیں کہ دباؤ ہماری زندگیوں کو کس طرح متاثر کرتا ہے، جیسے کہ سماجی اور اقتصادی سیاق و سباق، ہمارے رہنے کا ماحول، اور یہاں تک کہ جینیاتی رجحان بھی۔",
    "def_stress_titulo": "دباؤ کیا ہے؟",
    "dep2_1": "میں خود کو ناخوش، غمگین اور افسردہ محسوس کرتا ہوں",
    "dep2_2": "میں محسوس کرتا ہوں کہ میں ناکام ہوں",
    "dep2_3": "جب بھی میرے ساتھ اچھا کچھ ہوتا ہے، میں افسردہ محسوس کرتا ہوں",
    "dep2_4": "سیدھی باتیں بھی مجھے بہت زیادہ محنت کی ضرورت ہوتی ہیں",
    "dep2_5": "میں اکثر اپنی زندگی کا خاتمہ کرنے کے بارے میں سوچتا ہوں",
    "dep2_6": "میں اپنے لیے کوئی مستقبل نہیں دیکھتا",
    "dep2_7":
        "میں بعض چیزوں کے بارے میں گناہ محسوس کرتا ہوں اور سوچتا ہوں کہ مجھے سزا ملنی چاہیے۔",
    "dep2_8": "مجھے جو کچھ پڑھتا ہوں اس پر توجہ مرکوز کرنے میں دشواری ہوتی ہے",
    "dep2_9": "میں کسی قسم کی غذا کے بغیر وزن بڑھاتا ہوں یا کم کرتا ہوں",
    "dep2_10": "مجھے فیصلے کرنے میں مشکل ہوتی ہے",
    "dep2_11": "میں گھبراہٹ اور بے آرامی محسوس کرتا ہوں",
    "dep2_12": "میں خود کو پھنسا ہوا یا قید میں محسوس کرتا ہوں",
    "dep2_13":
        "میں نے ان چیزوں میں دلچسپی کھو دی ہے جو پہلے میرے لیے اہم اور متحرک تھیں",
    "dep2_14": "میں کاموں کو مکمل کرنے میں بہت سست ہوں",
    "dep2_15": "میں تھکا ہوا اور تھکا ہوا محسوس کرتا ہوں",
    "dep2_16": "میرے اندر ایک خالی پن محسوس ہوتا ہے، جیسے میں بے جان ہوں",
    "dep2_17":
        "میرا نیند کا پیٹرن بہت غیر باقاعدہ ہے: میں یا تو بہت زیادہ سوتا ہوں یا بہت کم",
    "dep2_18": "زندگی کی خوشی اور لطف مجھ سے چلا گیا ہے",
    "disclamer":
        "براہ کرم نوٹ کریں کہ یہ ایک خود تشخیص ہے جس کی حدود ہیں! صحیح تشخیص اور علاج کے لیے، آپ کو صحت کی دیکھ بھال کے ماہر سے مشورہ کرنا چاہیے۔",
    "discordo": "میں متفق نہیں ہوں",
    "escala": "جذباتی انحصار (اسکیل)",
    "escolha": "*ٹیسٹ شروع کرنے کے لیے اپنا انتخاب کریں!",
    "fEscala1": "اسکیل کے بارے میں",
    "fEscala2": "تمام جوابات کو 0 سے 4 کے پیمانے پر ناپا جاتا ہے:",
    "fEscala3": "0 - 20 بہت ناخوش",
    "fEscala4": "20 - 40 ناخوش",
    "fEscala5": "40 – 60 مطمئن",
    "fEscala6": "60 – 80 خوش",
    "fEscala7": "80 – 128 بہت خوش",
    "fEscalaT": "ٹیسٹ کا نتیجہ:",
    "fSintt": "مثبت اقدار",
    "fconselhos": "گروسی قومی خوشی (GNH)",
    "feliz": "خوش",
    "felizR": "GNH انڈیکس کے مطابق، آپ ایک خوشحال شخص ہیں :)",
    "fp1": "کیا آپ جسمانی ورزش کرتے ہیں؟",
    "fp2": "کیا آپ کی غذا صحت مند ہے؟",
    "fp3": "کیا آپ کی صحت اچھی ہے؟",
    "fp4": "کیا آپ اپنے آپ کو اچھی طرح سے معاوضہ دیتے ہیں؟",
    "fp5": "کیا آپ اپنی کام سے لطف اندوز ہوتے ہیں؟",
    "fp6": "کیا آپ اچھی طرح سے سوتے ہیں؟",
    "fp7": "کیا آپ اپنے نظر سے مطمئن ہیں؟",
    "fp8": "کیا آپ بیدار ہو کر تازہ دم محسوس کرتے ہیں؟",
    "fp9": "کیا آپ آرام دہ زندگی گزارتے ہیں؟",
    "fp10": "کیا آپ اپنے مالی معاملات کو اچھے طریقے سے سنبھالتے ہیں؟",
    "fp11": "کیا آپ گھر واپس آ کر کامیابی کا احساس کرتے ہیں؟",
    "fp12": "کیا آپ پیسے بچا سکتے ہیں؟",
    "fp13": "کیا آپ مستقبل کے لیے اہداف مرتب کرتے ہیں؟",
    "fp14": "کیا آپ عموماً اپنے اہداف کو حاصل کرتے ہیں؟",
    "fp15": "کیا آپ کی صلاحیتوں کے لیے تعریف کی جاتی ہے؟",
    "fp16": "کیا آپ وہ چیزیں خرید سکتے ہیں جو آپ چاہتے ہیں؟",
    "fp17": "کیا آپ چیزوں کے مثبت پہلو کو دیکھتے ہیں؟",
    "fp18": "کیا آپ اپنے غلطیوں سے سیکھتے ہیں؟",
    "fp19": "کیا آپ اپنے جذبات کو اچھی طرح سے سنبھال سکتے ہیں؟",
    "fp20": "کیا آپ اپنے وقت کو مؤثر طریقے سے منظم کرتے ہیں؟",
    "fp21": "کیا آپ عموماً زندگی کی سادہ چیزوں کی قدر کرتے ہیں؟",
    "fp22": "کیا آپ موقعوں کا فائدہ اٹھاتے ہیں جو آپ کے پاس آتے ہیں؟",
    "fp23":
        "کیا آپ اپنے پیشہ ورانہ اور ذاتی زندگی کے درمیان توازن برقرار رکھ سکتے ہیں؟",
    "fp24": "کیا آپ اپنے رومانی تعلقات سے مطمئن ہیں؟",
    "fp25": "کیا آپ علم کا تبادلہ کرتے ہیں؟",
    "fp26": "کیا آپ دوستوں اور/یا خاندان کے ساتھ وقت گزارتے ہیں؟",
    "fp27": "کیا آپ اب تک کے اپنے راستے پر فخر محسوس کرتے ہیں؟",
    "fp28": "کیا آپ کمیونٹی میں حصہ لیتے ہیں؟",
    "fp29": "کیا آپ اپنے حقوق استعمال کرتے ہیں اور اپنے فرض پورے کرتے ہیں؟",
    "fp30": "کیا آپ عموماً قدرت کے ساتھ رابطے میں رہتے ہیں؟",
    "fp31": "کیا آپ اختلافات کا احترام کرتے ہیں؟",
    "fp32":
        "کیا آپ کی روزمرہ کی کارروائیاں سیارے کے مستقبل کی فکر کو ظاہر کرتی ہیں؟",
    "fp33": "ٹیسٹ کا اختتام",
    "frequente": "اکثر",
    "gr_ambiente": "ماحول",
    "gr_emprego_ocupacao": "ملازمت / پیشہ",
    "gr_estilo_vida": "زندگی کا انداز",
    "gr_maior_stress": "زیادہ دباؤ کا زمرہ",
    "gr_menor_stress": "کم دباؤ کا زمرہ",
    "gr_personalidade": "شخصیت",
    "gr_relacionamentos": "رشتہ",
    "gr_sintomas": "علامات",
    "h-a":
        "البرٹو سمجھدار ہے! حالانکہ وہ تھکا ہوا اور پیاسا ہے، اس کی سب سے بڑی فکر نوریہ ہے۔ وہ اسے تھوڑا سا ناریل پانی پیش کرتا ہے۔ دوسرے جانتے ہیں کہ وہ ہر چیز سے اتفاق کرتا ہے اور مدد مانگنے سے نہیں ڈرتا ہے۔",
    "h-c":
        "کلارا ذمہ دار ہے! وہ پرجوش نہیں ہے؛ وہ صورتحال کی سنجیدگی سے پریشان ہے۔ وہ خوش ہے کہ اس نے کشتی سے بقا کا سامان بچا لیا۔ ہمیشہ کی طرح، وہ اچھی طرح تیار ہے اور فوری طور پر اہم کاموں پر کام شروع کرتی ہے۔ وہ محسوس کرتی ہے کہ سب کچھ ترتیب دینے اور اس بات کو یقینی بنانے کی ذمہ داری اس پر ہے کہ سب لوگ ضروریات: پانی اور کھانا تلاش کرنا شروع کریں۔",
    "h-e":
        "ایڈورڈو ایک دوستانہ شخص ہے! وہ خوش ہے کہ سب نے زندہ بچ گئے! وہ بات کرنے اور اپنی خوشی کا اظہار کرنے کی شدید خواہش محسوس کرتا ہے۔ وہ سب کو اکٹھا کرتا ہے تاکہ ان کی بقا کی جشن منایا جا سکے اور ایک منصوبہ پیش کرتا ہے کہ ساتھ میں جزیرے کا جائزہ لیں۔",
    "h-intro":
        "پانچ لوگ سمندر کے بیچ میں ایک جزیرے پر پھنس گئے ہیں۔ ان کی صورتحال کا انتظام کرنے کا طریقہ ان کی منفرد شخصیت کی خصوصیات پر منحصر ہوگا!",
    "h-intro_tit": "کشتی کا حادثہ:",
    "h-n":
        "نوریہ اضطرابی ہے! وہ جلدی سے دباؤ کا شکار ہو جاتی ہے۔ وہ مکمل طور پر ٹوٹ جاتی ہے، ساحل پر بیٹھ کر روتی ہے: وہ کیسے اس جزیرے سے نکلیں گے؟ اس کے لیے، آس پاس کا سمندر لامتناہی محسوس ہوتا ہے اور قدرت پژمردہ اور دھمکی آمیز لگتی ہے۔ وہ بالکل گم محسوس کرتی ہے۔",
    "h-o":
        "آنا کھلی سوچ والی ہے! وہ خوبصورت جزیرے کی تلاش کرنے کے لیے پرجوش ہے۔ غیر معمولی ماحول اسے متاثر کرتا ہے۔ وہ پتھر، سیپیاں، اور پھول جمع کرتی ہے تاکہ ہر ایک کے لیے بنائی گئی بامبو کی جھونپڑی کے دروازے کو سجائے۔ وہ اسے نئی چیزیں سیکھنے کا موقع سمجھتی ہے۔",
    "h_esc": "اگر آپ اسی صورت حال میں ہوتے، تو آپ کا رویہ کیسا ہوتا؟",
    "habitual": "عام طور پر",
    "help_me":
        "جذباتی اختلالات: دباؤ، غصہ، اضطراب، افسردگی، جذباتی انحصار... ہمارے ایپ کے ذریعے مفت میں صحت کے ماہر سے مشورہ کریں۔",
    "infeliz": "اداس",
    "infelizR": "احتیاط! GNH اشاریے کے مطابق، آپ اداس ہیں! :(",
    "int_tracos":
        "نیچے دی گئی تصویر میں نمایاں 5 شخصیت کی خصوصیات کے بارے میں جانیں:",
    "int_tracos_t": "شخصیت کی خصوصیات",
    "lik1": "شدید اختلاف",
    "lik2": "اختلاف",
    "lik3": "غیر جانبدار",
    "lik4": "اتفاق",
    "lik5": "شدید اتفاق",
    "manipuladora_descricao":
        "یہ شخص اپنی خواہشات کو سب کچھ اوپر رکھتا ہے اور ذاتی فائدے کے لیے دوسروں کا استحصال کرتا ہے۔ وہ تعلقات میں مہارت رکھتا ہے، اپنے بیانات کو سننے والے کے مطابق ڈھالتا ہے۔ وہ سنتا ہے لیکن واقعی نہیں سنتا، ثالثوں کا استعمال کرتا ہے، معلومات کو مسخ کرتا ہے اور خود کو اعتماد اور اچھے ارادے کے ساتھ ظاہر کرتا ہے۔ تاہم، اس کی مواصلات افواہوں اور گپ شپ پر مبنی ہے، اور جب بے نقاب ہوتا ہے تو اپنی ساکھ کھو دیتا ہے۔",
    "manipuladora_titulo": "چالاک",
    "mtfeliz": "بہت خوش",
    "mtfelizR": "مبارک ہو: GNH اشاریے کے مطابق، آپ بہت خوش ہیں :):)",
    "mtinfeliz": "بہت اداس",
    "mtinfelizR":
        "احتیاط! Gross National Happiness (GNH) اشاریے کے مطابق، آپ بہت اداس ہیں! :(:(",
    "mtvezes": "اکثر",
    "mudar_atitude_texto":
        "آپ کا رویہ تبدیل کرنا مشکل ہے، لیکن یہ ممکن ہے۔ اس عمل پر عمل کریں: واضح اور مخصوص مقاصد مقرر کریں۔ منفی مقاصد کے بجائے مثبت مقاصد پر توجہ مرکوز کریں۔ اپنے مقاصد کو چھوٹے، قابلِ انتظام مراحل میں تقسیم کریں۔ منفی رویوں کو متحرک کرنے والے محرکات کو پہچانیں۔ چھوٹی کامیابیوں کا جشن منائیں۔ اپنے آپ کو معاون لوگوں سے گھیر لیں جو آپ کی ترقی کی حوصلہ افزائی کرتے ہیں۔ اگر آپ ناکامیوں کا سامنا کرتے ہیں تو خود پر زیادہ سخت نہ ہوں—توجہ مرکوز رکھیں اور ثابت قدم رہیں! اپنے کامیاب مستقبل کی تخیل کریں اور اس پر یقین رکھیں! آپ کی قوت ارادی جینیات کو شکست دے سکتی ہے۔ بہت سے لوگوں نے تبدیلی کی ہے، اور آپ بھی کر سکتے ہیں۔",
    "muitas_vezes": "اکثر",
    "muito_pouco": "بہت کم",
    "notay": "💜 = وہ شخص جسے آپ جذباتی انحصار کے لیے ٹیسٹ کرنا چاہتے ہیں!",
    "nunca": "کبھی نہیں",
    "okcompra": "خریداری مکمل ہو گئی!",
    "okcompra2": "اشتہارات سے پاک ورژن خریدنے کے لیے شکریہ!",
    "okcompra3": "تمام ٹیسٹ ورژن خریدنے کے لیے شکریہ!",
    "origem":
        "1972 میں، جِگمے وانگچک نے بھوٹان کی بادشاہت کا تخت سنبھالا اور اپنے 600,000 رعایا کی خوشی کی پیمائش کرنے کی کوشش کی۔ ایسا کرنے کے لیے، انہوں نے بھوٹان اسٹڈیز سینٹر قائم کیا، جس کا مقصد بھوٹانی عوام کی خوشی کو جانچنے کے لیے ایک سوالنامہ تیار کرنا تھا۔ یہ اب جو 'گراس نیشنل ہیپینس' کے نام سے جانا جاتا ہے، اس اقدام کی ابتدا تھی۔",
    "origem_t": "ٹیسٹ کی ابتدا",
    "p1": "سن ہٹنا یا جھنجھناہٹ",
    "p2": "گرم محسوس کرنا",
    "p3": "پاؤں کا کانپنا",
    "p4": "آرام نہ کرپانا",
    "p5": "بدترین ہونے کا خوف",
    "p6": "چکرا جانا یا سر چکرانا",
    "p7": "دل کی دھڑکن یا تیز دل کی دھڑکن",
    "p8": "توازن کھو دینا",
    "p9": "خوف",
    "p10": "پریشانی",
    "p11": "سانس لینے میں مشکل",
    "p12": "کانپتے ہاتھ",
    "p13": "جسم میں کانپنا",
    "p14": "کنٹرول کھو جانے کا خوف",
    "p15": "سانس لینے میں دشواری",
    "p16": "موت کا خوف",
    "p17": "ڈر",
    "p18": "پیٹ کی خرابی یا درد",
    "p19": "چکرا جانا",
    "p20": "سرخ چہرہ",
    "p21": "سرد پسینے",
    "p22": "ٹیسٹ مکمل ہو گیا",
    "pP1": "میں اپنے ارد گرد جوش و خروش پیدا کرتا ہوں",
    "pP2": "مجھے دوسروں کی زیادہ فکر نہیں",
    "pP3": "میں ہمیشہ تیار رہتا ہوں",
    "pP4": "میں آسانی سے دباؤ میں آتا ہوں",
    "pP5": "میں تخلیقی اور اختراعی ہوں",
    "pP6": "میں کم بولتا ہوں؛ میں زیادہ بات نہیں کرتا",
    "pP7": "مجھے دوسروں کے ساتھ تعاون کرنا پسند ہے",
    "pP8": "میں چیزوں کو بکھرا ہوا چھوڑ دیتا ہوں",
    "pP9": "میں تناؤ والی صورتوں میں پرسکون رہتا ہوں",
    "pP10": "مجھے فنون میں کم دلچسپی ہے",
    "pP11": "مجھے لوگوں کے درمیان آرام دہ محسوس ہوتا ہے",
    "pP12": "کبھی کبھار میں دوسروں کے ساتھ بدتمیز ہو سکتا ہوں",
    "pP13": "میں تفصیلات پر توجہ دیتا ہوں",
    "pP14": "میں بہت سی چیزوں کے بارے میں فکر مند رہتا ہوں",
    "pP15": "مجھے سوچنے اور تصور کرنے میں مزہ آتا ہے",
    "pP16": "میں محفوظ اور خود میں رہتا ہوں",
    "pP17": "میں تقریباً سب کے ساتھ دوستانہ اور مہربان ہوں",
    "pP18": "میں اکثر بے ترتیب ہوتا ہوں",
    "pP19": "میں کبھی کبھار اداس یا غمگین محسوس کرتا ہوں",
    "pP20": "مجھے تجریدی خیالات میں دلچسپی نہیں ہے",
    "pP21": "مجھے بات چیت شروع کرنا آسان لگتا ہے",
    "pP22": "میں اکثر دوسروں سے دور اور لاتعلق ہوتا ہوں",
    "pP23": "جو کرنا ہے فوراً کرنا چاہیے",
    "pP24": "میں آسانی سے پریشان ہو جاتا ہوں",
    "pP25": "میرے پاس اکثر اچھے خیالات ہوتے ہیں",
    "pP26": "مجھے اکثر اکیلا رہنا پسند ہے",
    "pP27": "میرے پاس نرم دل ہے",
    "pP28": "میں آسانی سے توجہ ہٹا دیتا ہوں",
    "pP29": "میں آسانی سے پریشان ہو جاتا ہوں",
    "pP30": "میرے پاس زندہ دل تخیل نہیں ہے",
    "pP31": "پارٹیوں میں، میں مختلف لوگوں سے بات کرتا ہوں",
    "pP32": "میں دوسروں کی خامیوں کو آسانی سے دیکھ لیتا ہوں",
    "pP33": "مجھے ترتیب پسند ہے",
    "pP34": "میں جذباتی طور پر مستحکم ہوں",
    "pP35": "میں نئی چیزیں جلدی سمجھ جاتا ہوں",
    "pP36": "مجھے خود کو نمایاں کرنا پسند نہیں ہے",
    "pP37": "میں اپنا وقت دوسروں کو دیتا ہوں",
    "pP38": "میں اپنے ذمہ داریوں کو کم کرنے کی کوشش کرتا ہوں",
    "pP39": "میرے مزاج میں اکثر اتار چڑھاو ہوتا ہے",
    "pP40": "میں فنون، موسیقی یا ادب میں ماہر ہوں",
    "pP41": "زندگی میرے لیے ایک 'پارٹی' کی طرح ہے",
    "pP42": "میں معاشرتی اور دوستانہ ہوں",
    "pP43": "میں منصوبے بناتا ہوں اور ان پر عمل کرتا ہوں",
    "pP44": "میں آسانی سے معاف کر دیتا ہوں اور بھول جاتا ہوں",
    "pP45": "میں چیزوں پر غور کرنے کے لیے وقت نکالتا ہوں",
    "pP46": "غیر جاننے والوں کے سامنے شرم اور محفوظ رہتا ہوں",
    "pP47": "میں دوسروں کو آرام دہ محسوس کرانے کی کوشش کرتا ہوں",
    "pP48": "میں اپنے کام میں محنتی ہوں",
    "pP49": "میں اکثر غمگین محسوس کرتا ہوں",
    "pP50": "میں اصل اور ہمیشہ بہت سے خیالات رکھتا ہوں",
    "pP51": "ٹیسٹ ختم",
    "pR1": "شاباش! آپ کی سب سے نمایاں خصوصیت ہے",
    "pR2":
        "یہ آپ کی سب سے نمایاں خصوصیت نہیں ہے! آپ میں سب سے نمایاں خصوصیت ہے",
    "passiva_descricao":
        "ایک پسیو شخص عام طور پر صابر ہوتا ہے اور عمل کرنے سے گریز کرتا ہے۔ وہ شاذ و نادر ہی اختلاف کا اظہار کرتا ہے اور دوسروں کو خوش کرنا پسند کرتا ہے۔ وہ عموماً اپنے خواہشات، ضروریات، اور دلچسپیوں کا کھل کر اظہار نہیں کرتا۔ اس کے نتیجے میں، دوسرے ان کے اصل جذبات کو نہیں جان سکتے۔ تعمیری حل تلاش کرنے کے بجائے، وہ حالات سے بچنے کے لیے ذہانت اور محبت پر انحصار کرتے ہیں، جس کے نتیجے میں وہ خود کی عزت کو کھو سکتے ہیں کیونکہ وہ ایسی چیزیں کرتے ہیں جو انہیں پسند نہیں ہوتی لیکن انکار نہیں کر سکتے۔",
    "passiva_titulo": "پسیو",
    "pl1":
        "اس میں زندگی کی تسلی، خوش بینی، خود اعتمادی، صلاحیت کا ادراک، تناؤ کا انتظام، اور روحانی سرگرمیوں میں شرکت شامل ہے۔",
    "pl1_t": "1) نفسیاتی فلاح:",
    "pl2":
        "اس میں خطرناک رویے کے نمونوں، جسمانی ورزش کی تعدد، نیند کی عادات، اور کھانے کی عادات کا تجزیہ شامل ہے۔",
    "pl2_t": "2) صحت:",
    "pl3": "روزانہ وقت کی تقسیم۔",
    "pl3_t": "3) وقت کا استعمال:",
    "pl4":
        "یہ وابستگی کے احساس، تعلقات میں توانائی، گھر اور کمیونٹی میں حفاظت، اور خیرات یا رضاکارانہ کام کرنے کے عمل کا اندازہ لگاتا ہے۔ کمیونٹی کی زندگی تعلقات کو مضبوط کرتی ہے اور بحران کے دوران لچک بڑھانے میں مدد کرتی ہے۔",
    "pl4_t": "4) کمیونٹی کی توانائی:",
    "pl5":
        "یہ رسمی اور غیر رسمی تعلیم، تعلیم کے ذریعے منتقل کردہ اقدار، اور تعلیمی کامیابیوں سے آگے ماحولیات کی آگاہی کو ناپتی ہے۔",
    "pl5_t": "5) تعلیم:",
    "pl6": "ثقافتی تقریبات میں شرکت، فنون کی ترقی کے مواقع۔",
    "pl6_t": "6) ثقافت:",
    "pl7":
        "یہ قدرتی وسائل جیسے پانی، ہوا، مٹی، اور حیاتیاتی تنوع کے معیار کے ساتھ ساتھ سبز جگہوں تک رسائی کا اندازہ لگاتا ہے۔ ماحول کی دیکھ بھال کرنا خود کی دیکھ بھال کرنے کے مترادف ہے۔",
    "pl7_t": "7) ماحول:",
    "pl8":
        "حکومت کی شبیہ اور عوامی ادارے اپنے ذمہ داریوں کو کیسے پورا کرتے ہیں۔",
    "pl8_t": "8) حکمرانی:",
    "pl9":
        "یہ آمدنی، مالی تحفظ، قرض کی سطح، اور خریداری کی معیار کا اندازہ لگاتا ہے۔",
    "pl9_t": "9) معیار زندگی:",
    "pq_anuncios_texto":
        "اشتہارات اس پروجیکٹ کی مالی اعانت کرتے ہیں اور ایپ کو تمام صارفین کے لیے مفت رکھتے ہیں۔ اگر آپ اشتہارات سے پاک تجربہ کو ترجیح دیتے ہیں، تو آپ اشتہارات ہٹانے کا آپشن خرید سکتے ہیں۔ ہم آپ کی حمایت کی بہت قدر کرتے ہیں۔",
    "pq_anuncios_titulo": "اشتہارات کیوں ہیں؟",
    "r0": "میرے اوپر کوئی اثر نہیں ڈالا۔",
    "r1": "میں اچانک غصہ ہو جاتا ہوں۔",
    "r2": "مجھے لگتا ہے کہ میں اپنے غصے کو کنٹرول کر سکتا ہوں۔",
    "r3":
        "غصہ محسوس کرنے کے بعد، میں سوچتا ہوں کہ میں نے اسے کنٹرول کرنے کے لیے کیا کیا ہو سکتا تھا۔",
    "r4": "میرا غصہ بغیر کسی خاص وجہ کے ہوتا ہے۔",
    "r5":
        "جب میں غصے میں ہوتا ہوں، تو میں اس بات کو سمجھنے کی کوشش کرتا ہوں کہ کیا ہوا اور کیا کہا گیا۔",
    "r6":
        "جب میں غصے میں ہوتا ہوں، تو میں عام طور پر اپنے جذبات اور میرے ساتھ کیے گئے ظلم پر سوچتا ہوں۔",
    "r7":
        "جب میں غصے میں ہوتا ہوں، تو میں عام طور پر چیختا، گالی دیتا ہوں اور ایسی باتیں کہتا ہوں جن پر مجھے بعد میں افسوس ہوتا ہے۔",
    "r8":
        "اگر کوئی چیز گڑبڑ کرتا ہے، تو میں ان کے ساتھ سامنا کرنے اور انہیں ذمہ دار ٹھہرانے میں کوئی مسئلہ نہیں محسوس کرتا۔",
    "r9": "مجھے اپنے غصے کو ظاہر کرنے پر گناہ محسوس ہوتا ہے۔",
    "r10":
        "جب میں کسی پر غصہ ہوتا ہوں، تو میں اس کے ساتھ پرسکون طریقے سے بات کرنے کی کوشش کرتا ہوں۔",
    "r11":
        "جب میں اپنے غصے کے جذبات کو شیئر کر سکتا ہوں، تو میں اسے اپنے دماغ سے نکال سکتا ہوں۔",
    "r12":
        "اگر دوسرے میرے غصے کی اصل شدت دیکھیں، تو میں ایک ناپسندیدہ شخص کے طور پر دیکھا جاؤں گا۔",
    "r13":
        "جب کچھ مایوس کن ہوتا ہے، تو میں اپنے آپ کو یاد دلاتا ہوں کہ یہ دنیا کا اختتام نہیں ہے۔",
    "r14":
        "جب میں غصے میں ہوتا ہوں، تو میں خود کو بہترین فیصلے کرنے کے لیے وقت دیتا ہوں۔",
    "r15":
        "حتی کہ جب میں غصے میں ہوتا ہوں، میں لوگوں سے بات کرنے کی کوشش کرتا ہوں تاکہ میرا غصہ چھپایا جا سکے۔",
    "r16": "میں ان لوگوں سے زیادہ کثرت سے غصہ ہوتا ہوں جنہیں میں جانتا ہوں۔",
    "r17":
        "میرے دوست اور خاندان جانتے ہیں کہ مجھے اپنے غصے کو کنٹرول کرنے میں مشکل ہوتی ہے۔",
    "r18": "جب میں کوئی بے وقوفی کرتا ہوں، تو میں اپنے آپ پر غصہ ہوتا ہوں۔",
    "r19":
        "میں اکثر اپنے غصے کو دوسروں سے چھپاتا ہوں اور پھر اس پر برا محسوس کرتا ہوں۔",
    "r20":
        "جب کوئی مجھے غصہ دلائے تو میں پرسکون بننے کا ڈھونگ کرتا ہوں اور اپنے جذبات ظاہر نہیں کرتا.",
    "r21":
        "میں اپنی غصے کی جذبات کو نکالنے کے لیے سرگرمیوں، مشاغل، یا معمولات میں مشغول رہتا ہوں.",
    "r22":
        "جب کوئی مجھ سے کچھ کرنے کو کہتا ہے جو میں نہیں کرنا چاہتا، تو میں اسے قبول کرتا ہوں اور پھر بعد میں خود پر غصہ ہوتا ہوں.",
    "r23":
        "جب میں غصے میں ہوتا ہوں، تو مجھے دیوار کو مٹھی مارنے یا چیزوں کو لات مارنے کا دل چاہتا ہے.",
    "r24":
        "جب کچھ مجھے مایوس کرتا ہے، تو میں صورتحال کو مذاق کے طور پر دیکھنے کی کوشش کرتا ہوں اور اپنے آپ پر ہنستا ہوں.",
    "r25":
        "جب میں غصے میں ہوتا ہوں، تو میں کچھ وقت کے لیے دور جا سکتا ہوں تاکہ سکون حاصل کر سکوں.",
    "r26": "میں ان حالات سے بچتا ہوں جو میرے غصے کو بھڑکاتے ہیں.",
    "r27": "جب کوئی میرے منصوبے روک دیتا ہے تو میں غصہ ہو جاتا ہوں.",
    "r28":
        "دوسرے لوگ میرے مقابلے میں ایسی ہی صورتحال میں زیادہ غصہ محسوس کرتے ہیں.",
    "r29":
        "جب مجھے میرے کیے گئے کام کے لیے مناسب سراہنا نہیں ملتا تو میں غصہ ہو جاتا ہوں.",
    "r30": "جب کوئی غیر منصفانہ سلوک کرتا ہے تو میں غصہ ہو جاتا ہوں.",
    "r31":
        "جب مجھے کسی کم صلاحیت والے شخص سے احکامات لینے پڑتے ہیں تو میں غصہ ہو جاتا ہوں.",
    "r32":
        "کبھی کبھی مجھے اتنا غصہ آتا ہے کہ میں محسوس کرتا ہوں کہ میں کنٹرول کھو دوں گا.",
    "r33": "تقریباً ہر دن کچھ نہ کچھ مجھے غصہ دلاتا ہے.",
    "r34":
        "جب مجھے غیر ماہر لوگوں کے ساتھ کام کرنا پڑتا ہے تو میں غصہ ہو جاتا ہوں.",
    "r35":
        "جب میں کسی پر غصہ ہوتا ہوں، تو میں اپنے غصے کو آس پاس کے لوگوں پر نکال دیتا ہوں.",
    "r36": "جب میں دیر کرتا ہوں تو میں غصہ ہو جاتا ہوں.",
    "r37":
        "جب میں غصے میں ہوتا ہوں، تو میں اکثر کئی گھنٹوں تک غصے میں رہتا ہوں.",
    "r38": "مجھے لوگوں کی موجودگی سے ہی چڑ ہوتی ہے.",
    "r39": "جب کوئی مجھے شرمندہ کرتا ہے تو میں غصہ ہو جاتا ہوں.",
    "r40": "میرے کچھ دوستوں کی عادتیں مجھے بہت پریشان کرتی ہیں.",
    "r41": "خفیہ طور پر، میں دوسروں کی بہت زیادہ تنقید کرتا ہوں.",
    "r42":
        "جب میں غصے میں ہوتا ہوں، تو میں اکثر دوسرے لوگوں کی نسبت تیزی سے سکون حاصل کر لیتا ہوں.",
    "r43": "میں اکثر زیادہ غصہ محسوس کرتا ہوں جتنا مجھے معقول لگتا ہے.",
    "r44": "میں لوگوں کو معاف کرنے کے قابل ہوں جو مجھے نقصان پہنچاتے ہیں.",
    "r45": "میں اپنے غصے کی شدت کو دوسروں سے نہیں بتاتا.",
    "r46": "میں ماضی کی چیزوں پر سوچ کر بھی غصہ ہو سکتا ہوں.",
    "r47": "اس ایپ میں اشتہارات مجھے مزید غصہ دلاتے ہیں :)",
    "r48": "ٹیسٹ ختم",
    "rC": "3) غصے سے نمٹنے کے طریقے:",
    "rC1":
        "غصے کو بہتر طریقے سے نمٹنے کے لیے، براہ راست اور بالواسطہ علامات کو پہچاننا پہلا قدم ہے۔ کچھ جذبات اور خیالات ہوتے ہیں جب غصہ ابھرتا ہے؛ دوسرے اس وقت ابھرتے ہیں جب غصہ بڑھتا ہے۔ آپ کے علامات کیسے ترقی پذیر ہوتی ہیں، اس کا تعین کرنے کے لیے ماضی کی صورتحال پر غور کریں جہاں آپ کو لگتا ہے کہ غصہ موجود تھا اور اس کے ساتھ وابستہ جذبات اور خیالات کو یاد کرنے کی کوشش کریں۔ مختلف سطحوں کے غصے کے تجربات پر غور کرنا آپ کے جذبات، خیالات، اور جسمانی علامات کے ارتقا کو بہتر سمجھنے کے لیے بہت مددگار ہو سکتا ہے.",
    "ra": "ہلکا، لیکن مجھے زیادہ پریشان نہیں کرتا.",
    "raivaMau":
        "توجہ! آپ اپنے غصے کو اپنے رویے اور جذبات پر کنٹرول کرنے کی اجازت دے رہے ہیں! یہ یقینا آپ کے دوسرے لوگوں کے ساتھ تعلقات میں بہت سی پریشانیوں کا باعث بن رہا ہے اور آپ کی بھلائ کو متاثر کر رہا ہے۔ براہ کرم نیچے دی گئی موضوع کو پڑھیں: غصے کو کیسے کنٹرول کریں؟ اور فوری طور پر ان تجاویز کو عمل میں لائیں.",
    "raivaMedio":
        "آپ بعض حالات میں اپنے غصے کو کنٹرول کرنے کے قابل ہیں، لیکن ہمیشہ نہیں۔ یہ سچ ہے کہ آپ نے غصے کے انتظام کے لیے ذاتی حکمت عملی تیار کی ہیں، لیکن ابھی بھی بہتری کی گنجائش ہے۔ اپنے غصے کی وجوہات کو بہتر سمجھیں اور جذبات کو بہتر طریقے سے منظم کرنے کے لیے کیا کرنا ہے سمجھیں۔ براہ کرم نیچے دی گئی موضوع کو پڑھیں: غصے کو کیسے کنٹرول کریں؟ اور آپ کے غصے کے کنٹرول میں مزید بہتری آئے گی.",
    "rara": "کبھی کبھار",
    "raramente": "کبھی کبھار",
    "raro": "بہت کم",
    "rb": "معتدل، بعض اوقات غیر آرام دہ.",
    "rc": "شدید، یہ مجھے بہت پریشان کرتا ہے.",
    "reiniciar": "گھر",
    "rel.1": "میں اکثر خود کو دوسروں کے ساتھ موازنہ کرتا ہوں.",
    "rel.2":
        "میں عام طور پر مقاصد مقرر نہیں کرتا؛ میں صرف حالات کے مطابق آگے بڑھتا ہوں اور حسب ضرورت ڈھال لیتا ہوں.",
    "rel.3":
        "جب میں کسی چیز سے ڈرتا ہوں یا اسے کرنے کے قابل محسوس نہیں کرتا، تو میں عام طور پر اپنی غیر فعالیت کو جواز دینے کے لیے بہانے بناتا ہوں.",
    "rel.4":
        "جب مجھے اپنے حقوق کا دفاع کرنے کی ضرورت ہوتی ہے تو میں عام طور پر غیر فعال رویہ اختیار کرتا ہوں.",
    "rel.5":
        "میں اکثر منفی جذبات کا سامنا کرتا ہوں، جیسے کہ دکھ، غصہ، مایوسی، خوف، اور پریشانی.",
    "rel.6":
        "جب میں دوسروں کے ساتھ ہوتا ہوں، تو میں عام طور پر انہیں گفتگو شروع کرنے دیتا ہوں.",
    "rel.7": "میں خود اور دوسروں کو دی گئی وعدوں کو اکثر پورا نہیں کر سکتا.",
    "rel.8":
        "میں نئے تجربات سے بچتا ہوں اور خود کو ظاہر کرنے سے ڈرتا ہوں کہ لوگ میرے بارے میں کیا سوچیں گے.",
    "rel.9": "میرے پاس خود اور دوسروں کے بارے میں منفی سوچوں کا رجحان ہے.",
    "rel.10":
        "میں غلطیاں کرنے سے ڈرتا ہوں کیونکہ میں کامل پسند ہوں اور اپنے آپ سے بہت زیادہ توقعات رکھتا ہوں.",
    "rel.11":
        "جب میں مشکل حالات کا سامنا کرتا ہوں تو میں اکثر سب سے بدترین نتیجہ کی توقع کرتا ہوں.",
    "rel.12": "کبھی کبھی مجھے اپنے کچھ فیصلوں کا سامنا کرنا مشکل ہوتا ہے.",
    "rel.13":
        "میں اکثر اپنی زندگی میں چیزوں کی حالت سے مایوس اور بوریت کا شکار رہتا ہوں.",
    "rel.14":
        "جب مجھے کسی نئے شخص سے متعارف کرایا جاتا ہے، تو میں اکثر بات چیت کو جاری رکھنے کے لیے کم کوشش کرتا ہوں.",
    "rel.15": "میں اکثر چیزوں کو مایوس کن نقطہ نظر سے دیکھتا ہوں.",
    "rel.16": "میں عام طور پر لوگوں اور چیزوں پر بہت تنقید کرتا ہوں.",
    "rel.17":
        "عمومی طور پر، جب میں لوگوں کے ساتھ ہوتا ہوں تو میں اپنے آپ کو بند کر لیتا ہوں.",
    "rel.18":
        "میں زندگی جینے اور زندگی کی صورتحال کا سامنا کرنے سے اکثر ڈرتا ہوں.",
    "rel.19":
        "میں اکثر اپنے آپ کو جذباتی اور ذہنی طور پر محفوظ رکھتا ہوں، اور لوگ اسے تکبر یا برتری کے طور پر سمجھتے ہیں.",
    "rel.20": "کبھی کبھار مجھے اپنے آپ یا اپنے عمل سے ناپسندیدگی ہوتی ہے.",
    "rel.coment":
        "امریکی ماہر نفسیات فل مک گراو کے مطابق، آپ ہر صورت حال، حالات، چیلنجز، اور آپ کی زندگی میں ہر تعلقات میں مشترکہ مخرج ہیں۔ آپ یا تو مثبت یا منفی طور پر شراکت دیتے ہیں، ہر صورت حال پر اثر انداز ہوتے ہیں جس میں آپ شامل ہوتے ہیں۔ اب وقت آگیا ہے کہ آپ معلوم کریں کہ آپ کس کردار میں ہیں، کیسے، اور کیوں۔ مک گراو نے یہ نتیجہ اخذ کیا ہے کہ خود کو نہ جاننے سے آپ کی خواہشات، ضروریات، اقدار، اور اپنی قدر کو سمجھنے میں رکاوٹ آتی ہے۔ یاد رکھیں، آپ وہ شخص ہیں جس کے ساتھ آپ سب سے زیادہ وقت گزارتے ہیں اور سب سے زیادہ سرمایہ کاری کرتے ہیں۔",
    "rel.coment.t": "سماجی تعلقات کے بارے میں:",
    "rel.escala.1":
        "بہت کم اسکور: آپ دوسروں کے ساتھ تعلقات میں نمایاں مشکلات کا سامنا کرتے ہیں کیونکہ آپ اپنے آپ، اپنی ضروریات یا اپنی پریشانیوں پر زیادہ توجہ دیتے ہیں۔ آپ کو حالات کا شکار محسوس ہو سکتا ہے، خود اعتمادی کی کمی کا سامنا کر سکتے ہیں اور اعتماد کی کمی ہو سکتی ہے۔ اس رویے کے ساتھ دوسروں کے ساتھ کامیابی آپ سے دور ہو سکتی ہے۔ آپ خوف اور خود شک کی حالت میں بھی جدوجہد کر سکتے ہیں، لیکن یاد رکھیں کہ غلطیاں اور خوف آپ کی ترقی اور سیکھنے میں مددگار ہوتے ہیں، بشرطیکہ آپ نئے اسباق کے لیے کھلے رہیں۔",
    "rel.escala.1t": "آپ کو تعلقات میں شدید مشکلات ہیں",
    "rel.escala.2":
        "آپ کے پاس کچھ تعلقات کی مہارتیں ہیں، لیکن وہ کمزور ہیں کیونکہ آپ اپنے آپ پر زیادہ توجہ دیتے ہیں اور اکثر دوسروں کی ضروریات کو نظر انداز کرتے ہیں۔ آپ الجھن محسوس کر سکتے ہیں اور مستقل مقاصد کے قیام میں جدوجہد کر سکتے ہیں، جس کے نتیجے میں ناقص نتائج آ سکتے ہیں اور آپ کی عدم تحفظ میں اضافہ ہو سکتا ہے۔ اپنے مثبت سوچنے اور خود کو اہمیت دینے پر توجہ مرکوز کریں۔ زیادہ تعمیری رویے اپناتے ہوئے، آپ دوسروں پر مثبت اثر ڈال سکتے ہیں اور ساتھ ہی خود کو ترقی دے سکتے ہیں۔",
    "rel.escala.2t": "آپ کی تعلقات کی مہارتیں کم ہیں",
    "rel.escala.3":
        "آپ دوسروں کے ساتھ اچھی طرح بات چیت کرتے ہیں، لیکن آپ کے پاس اپنے آپ اور دوسروں کے بارے میں کچھ محدود عقائد ہو سکتے ہیں، جو آپ کو اپنے تعلقات میں زیادہ پختہ ہونے سے روک سکتے ہیں۔ آپ ذاتی طور پر کچھ عدم تحفظ بھی محسوس کر سکتے ہیں، جو آپ کو اپنے آپ اور دوسروں پر تنقید کرنے کی طرف لے جا سکتا ہے۔ یہ رویہ آپ کو سچی، باہمی، اور مضبوط تعلقات بنانے کے مواقع کو گنوا سکتا ہے۔ یاد رکھیں، آپ اپنے آپ اور دوسروں کے ساتھ جو سلوک کرتے ہیں وہ اس بات پر اثر ڈالے گا کہ آپ کے ساتھ کس طرح برتا جائے گا۔",
    "rel.escala.3t": "آپ کے پاس کچھ تعلقات کی مہارتیں ہیں",
    "rel.escala.4":
        "اچھا اسکور۔ آپ بات چیت کرنا جانتے ہیں، دوسروں میں دلچسپی ظاہر کرتے ہیں، اور لوگوں سے جڑنا آسان پاتے ہیں۔ آپ کی شخصیت خوشگوار ہے اور آپ کی برتاؤ میں تسلسل ہے، حالانکہ کبھی کبھار آپ محتاط نظر آ سکتے ہیں۔ آپ کے پاس کچھ ذاتی خوف اور شک ہو سکتے ہیں، جو آپ کے تعلقات کو روک سکتے ہیں۔ اپنی خود اعتمادی بڑھانے پر توجہ مرکوز کریں تاکہ آپ اپنے مقاصد کو زیادہ مؤثر طریقے سے حاصل کر سکیں۔",
    "rel.escala.4t": "آپ اچھی طرح سے تعلقات رکھتے ہیں",
    "rel.escala.5":
        "شاندار اسکور۔ آپ کی بات چیت کی مہارتیں غیر معمولی ہیں اور دوسروں کے ساتھ تعامل کی بڑی صلاحیت رکھتے ہیں۔ آپ میں ہمدردی ہے، ایک خوشگوار شخصیت ہے، اور آپ لوگوں کے ساتھ رہنا پسند کرتے ہیں۔ آپ قائل کرنے والے، متاثر کن ہیں اور چیزیں کر کے دکھاتے ہیں۔ ایک کھلے ذہن اور خود اعتمادی کے ساتھ، آپ کبھی کبھار خود پسندی کے طور پر سمجھے جا سکتے ہیں۔ آپ کی مقبولیت کی وجہ سے، لوگ قدرتی طور پر آپ کی طرف کھنچتے ہیں، لہذا محتاط رہیں کہ آپ کو سوشل بٹر فلائی کے طور پر نہ سمجھا جائے۔",
    "rel.escala.5t": "آپ کی تعلقات کی مہارتیں بہترین ہیں",
    "rel.intro":
        "ایلین سیہرا نے مختلف سماجی ماحول میں لوگوں کے برتاؤ کے نمونوں پر ایک مطالعہ کیا۔ یہ ٹیسٹ آپ کی مختلف سماجی سیاق و سباق میں کیسا برتاؤ، تعلق، بات چیت، اور جڑاؤ ہے اس کا جائزہ لینے کے لیے ہے۔ یہ آپ کو اپنے رویوں پر غور کرنے میں مدد کرے گا، اور نتائج فراہم کرے گا جو آپ کی مہارتوں کو 0 سے 100 کے پیمانے پر ظاہر کریں گے۔ ہم آپ کو کامیاب ٹیسٹ کی خواہش کرتے ہیں۔",
    "removerAds": "اشتہارات ہٹائیں",
    "removerAds2": "ایپلیکیشن سے اشتہارات ہٹائیں",
    "resultado": "درجہ بندی",
    "satisfatório": "تسلی بخش",
    "satisfatórioR": "GNH انڈیکس کے مطابق، آپ معتدل خوش ہیں :/",
    "semRaiva":
        "مبارک ہو! آپ کو اچھی طرح سے معلوم ہے کہ آپ کو کیا چیز غصہ دلاتی ہے اور آپ جانتے ہیں کہ جب آپ کو مسئلہ کے اشارے محسوس ہونے لگتے ہیں تو کیا کرنا ہے۔ خوش قسمتی سے، ایسا لگتا ہے کہ آپ نے غصے کو سنبھالنے کی ایک وسیع رینج تیار کی ہے، اور آپ اس پر فخر کر سکتے ہیں۔",
    "sempre": "ہمیشہ",
    "sint_stress_alto":
        "بہت زیادہ پرجوش، تناؤ میں، آرام کرنے سے قاصر، حساس، پریشان، آسانی سے چڑچڑایا، ڈرا ہوا، پریشان، مداخلتوں یا تاخیر سے ناواقف۔",
    "sint_stress_titulo": "تناؤ کے علامات",
    "sobreRaiva": "غصے کے بارے میں",
    "sobre_autoconfianca": "خود اعتمادی کے بارے میں",
    "sobre_sorriso": "مسکراہٹ کے بارے میں",
    "sobre_texto":
        "یہ ایپلیکیشن ByronSystemDeveloper® نے تیار کی ہے جس کا مقصد صارف کو ان کے برتاؤ اور جذبات کا تجزیہ کرنے کے لیے ٹیسٹ کی ایک سیریز فراہم کرنا ہے۔ ہماری امید ہے کہ یہ ٹیسٹ، وضاحتیں، اور مشورے صارف کو صحت مند رویے اور طرز زندگی کو اپنانے کی ترغیب دیں گے، جس کے نتیجے میں جسمانی اور ذہنی طور پر بہتری آئے گی۔ لطف اندوز ہوں :)",
    "sobre_titulo": "ایپ کے بارے میں",
    "sor.1": "کیا آپ دن بھر اکثر مسکراتے ہیں؟",
    "sor.2":
        "کیا آپ کے دوران ملاقات کرنے والے زیادہ تر لوگ آپ کو دیکھ کر مسکراتے ہیں؟",
    "sor.3":
        "اگر کوئی آپ کی طرف مسکراتا ہے، تو کیا آپ بھی جواب میں مسکراتے ہیں؟",
    "sor.4": "جب آپ کسی سے متعارف ہوتے ہیں، کیا آپ ان سے ملتے وقت مسکراتے ہیں؟",
    "sor.5": "جب آپ مسکراتے ہیں، کیا آپ کے دانت نظر آتے ہیں؟",
    "sor.6":
        "جب آپ ایسے جگہ پر ہوتے ہیں جہاں آپ کسی کو نہیں جانتے، کیا آپ ہمیشہ سنجیدہ رہتے ہیں بغیر کسی مسکراہٹ کے؟",
    "sor.7": "کیا آپ کی مسکراہٹ کبھی مسکراہٹ کی طرح یا طنزیہ مسکراہٹ ہوتی ہے؟",
    "sor.8":
        "کیا آپ نے کبھی آئینے میں اپنی مسکراہٹ دیکھی ہے؟ کیا یہ خوبصورت ہے؟",
    "sor.9": "کیا آپ وہ شخص ہیں جو کم ہی مسکراتے ہیں؟",
    "sor.10": "کیا آپ کا چہرہ اکثر فکرمند یا پریشان نظر آتا ہے؟",
    "sor.11":
        "کیا کبھی، جب آپ اکیلے ہوتے ہیں، آپ خوشگوار واقعہ یاد کرکے مسکراتے ہیں؟",
    "sor.12":
        "جب آپ کسی چیز سے پریشان ہوتے ہیں اور ایک اچھے دوست سے ملتے ہیں، کیا آپ سچی مسکراہٹ دکھاتے ہیں؟",
    "sor.13":
        "جب آپ مسکراتے ہیں، کیا آپ دوسروں کو اپنے ارد گرد مسکرانے پر مجبور کرتے ہیں؟",
    "sor.escala.1":
        "مبارک ہو! مسکراہٹ پہلے ہی آپ کا حصہ بن چکی ہے کیونکہ زیادہ تر وقت آپ بغیر سوچے سمجھے مسکراتے ہیں۔ آپ کی مسکراہٹ ظاہر کرتی ہے کہ آپ پر سکون اور آرام دہ حالت میں ہیں۔ یہ دوسروں کے ساتھ اچھے تعلقات میں مددگار ہے۔ ہم آپ کو کوئی مشورہ نہیں دیتے، سوائے اس کے کہ - ایسے ہی جاری رکھیں! آپ کی مسکراہٹ آسانی سے بہت سے لوگوں کو اپنی طرف متوجہ کرتی ہے۔",
    "sor.escala.2":
        "آپ اپنی مسکراہٹوں میں محتاط ہیں! آپ جانتے ہیں کہ کب مسکرانا ہے، اور آپ دوستانہ رویہ برقرار رکھتے ہیں، لیکن صرف جب یہ آپ کے لیے مناسب ہو۔ عام طور پر، آپ لوگوں کے ساتھ اچھا وقت گزارنے کی کوشش کرتے ہیں، حالانکہ کچھ کم مسکراتا ہوا لمحے بھی ہو سکتے ہیں۔ ہمیشہ بہتری کی گنجائش ہوتی ہے، اس پر غور کریں، اور نیچے مسکراہٹ کے فوائد دیکھیں۔",
    "sor.escala.3":
        "آپ کو اپنی کم ظاہر ہونے والی مسکراہٹ کو بہتر بنانے کی ضرورت ہے۔ شاید آپ کو مسکرانے کی خواہش یا ضرورت محسوس نہیں ہوتی، لیکن لوگ ایسے لوگوں سے دور ہو جاتے ہیں جو کم مسکراتے ہیں، کیونکہ دوستانہ ہونے اور جوان رہنے کے لیے پہلی ضرورت مسکراہٹ ہے! یاد رکھیں، مسکراہٹ آپ کے ارد گرد کا ماحول زیادہ خوشگوار بناتی ہے! نیچے دیکھیں کہ آپ کو کیوں مسکرانا چاہیے، اور کوشش کریں! یہ آپ کی زندگی میں فرق ڈال سکتا ہے۔",
    "sor.intro":
        "کیا آپ دن بھر اکثر مسکراتے ہیں؟ ہو سکتا ہے آپ کو اس بات کی تصدیق کے لیے ٹیسٹ کی ضرورت نہ ہو! تاہم، یہ ٹیسٹ آپ کو یہ بصیرت فراہم کرے گا کہ آپ کی مسکراہٹ مختلف حالات میں کیسے ظاہر ہوتی ہے۔ آخر میں، آپ جان جائیں گے کہ کیا آپ قدرتی طور پر ایک مسکراتی ہوئی شخصیت ہیں جو مثبتیت پھیلانے کی طاقت رکھتی ہے، اور آپ مسکراہٹ کے فوائد کے بارے میں بھی سیکھیں گے، اپنے اور اپنے ارد گرد کے لوگوں کے لیے۔ کیا آپ جانتے ہیں کہ مسکراہٹیں خودبخود یا ارادی ہو سکتی ہیں؟ ٹیسٹ مکمل کرکے فرق دریافت کریں۔ اس کا لطف اٹھائیں!",
    "sor.sobre":
        "13 سوالات پر مشتمل ٹیسٹ، ہر سوال کو 0 سے 1 نقطہ تک نمبر دیا جاتا ہے۔",
    "sor.sorri1": "آپ کو اپنی مسکراہٹ کو بہتر بنانے کی ضرورت ہے",
    "sor.sorri2": "آپ کبھی کبھار مسکراتے ہیں",
    "sor.sorri3": "آپ ایک مسکراتا ہوا شخص ہیں",
    "sor_PE":
        "پال ایکمین، جو 20 ویں صدی کے 100 سب سے زیادہ بااثر ماہر نفسیات میں شامل ہیں، جذبات اور چہرے کے تاثرات کا مطالعہ کرنے میں پیش پیش تھے۔",
    "sor_c1":
        "مطالعے سے پتہ چلتا ہے کہ 60% سے زیادہ لوگ مسکراتے چہرے کو دیکھ کر مسکرا دیتے ہیں! ایک مسکراہٹ کے ساتھ خوشی پھیلائیں اور آپ کو ممکنہ طور پر جواب میں ایک مسکراہٹ ملے گی۔",
    "sor_c2_1":
        "• لوگوں کو جوڑتا ہے، قربت، ہمدردی کو بڑھاتا ہے، اور اعتماد کو فروغ دیتا ہے۔",
    "sor_c2_2":
        "• ہمیں زیادہ پرکشش، دوستانہ، اور جوان بناتا ہے، کیونکہ چہرے کی پٹھوں کی حرکات جلد کی لچک کو بڑھاتی ہیں۔",
    "sor_c2_3":
        "• سیروٹونن اور اینڈورفنز جاری کرتا ہے، جو کہ فلاح و بہبود، خوشی، اور خوشی کو فروغ دیتے ہیں۔",
    "sor_c2_4":
        "• مدافعتی نظام کو مضبوط کرتا ہے اور توانائی میں اضافہ کرتا ہے۔",
    "sor_c2_5": "• درد کے احساس کو کم کرتا ہے۔",
    "sor_c2_6":
        "• جذباتی توازن برقرار رکھنے میں مدد کرتا ہے، تناؤ اور اضطراب کے اثرات سے بچاتا ہے، اور ہمیں پر سکون رہنے میں مدد کرتا ہے۔",
    "sor_c2_7": "• خود اعتمادی کو بڑھاتا ہے۔",
    "sor_c3":
        "19 ویں صدی کے فرانسیسی نیورولوجسٹ گلیوم ڈوچین پہلے شخص تھے جنہوں نے انسانی چہرے کے تاثرات کا مطالعہ کیا۔ انہوں نے دریافت کیا کہ سچی اور جھوٹی مسکراہٹیں بالکل مختلف چہرے کے پٹھوں کو متحرک کرتی ہیں۔ سچی مسکراہٹ، جسے ڈوچین کی مسکراہٹ کہا جاتا ہے، آنکھوں کے گرد پٹھوں کو شامل کرتی ہے، انہیں جزوی طور پر بند کر دیتی ہے، اور گرمجوشی اور ایمانداری کو ظاہر کرتی ہے۔ جھوٹی مسکراہٹ صرف منہ کو حرکت دیتی ہے اور سچی مسکراہٹ کی ایمانداری کی کمی ہوتی ہے۔ یہ 'مجسمہ مسکراہٹیں' ایسی ہوتی ہیں جو ڈمیوں یا لوگوں پر جنہیں فرضی طور پر مسکرانا ہوتا ہے، غیر ذاتی تاثرات کی طرح نظر آتی ہیں۔",
    "sor_c4":
        "ہنسنا جسم میں 80 تک پٹھوں کو متحرک کر سکتا ہے، دماغ، گلے، دل، سینے، ٹانگوں، پاؤں، اور یقیناً چہرے پر اثر انداز ہوتا ہے! تحقیق سے پتہ چلتا ہے کہ ہنسنا طبی اثرات رکھتا ہے، جیسے عمر کے ساتھ جھریوں کی ظاہری شکل کو موخر کرنا۔ لہذا، زیادہ ہنسیں – یہ بہترین دوا ہے! ہر روز ہنسنے کے مواقع تلاش کریں، خود کو مثبت لوگوں اور ماحول کے ساتھ گھیر لیں، اور خوشی پھیلائیں۔ روزانہ کی مسکراہٹ متعدی ہوتی ہے اور آپ کی صحت کو بہتر بنا سکتی ہے۔",
    "sor_c5_1":
        "پرامن رہو، صرف زندگی کا لطف اٹھاؤ، زیادہ مسکراہٹ کرو، زیادہ ہنسو، اور چیزوں کے بارے میں اتنا فکر نہ کرو (کینتھ برانا)",
    "sor_c5_2":
        "اپنی مسکراہٹ کو دنیا کے ساتھ شیئر کرو – یہ دوستی اور امن کی علامت ہے (کرسٹی برنکلے)",
    "sor_c5_3":
        "آئینے میں مسکراہٹ دیکھو۔ ہر صبح یہ کرو، اور آپ اپنی زندگی میں بڑا فرق دیکھنا شروع کریں گے (یوکو اونو)",
    "sor_c5_4":
        "آئیے ہمیشہ ایک دوسرے کو مسکراہٹ کے ساتھ سلام کریں، کیونکہ مسکراہٹ محبت کی ابتدا ہے (ماں تیرسا)",
    "sor_sor": "مسکراہٹ متعدی ہے:",
    "sor_t2": "مسکراہٹ کے اثرات:",
    "sor_t3": "سچی اور جھوٹی مسکراہٹیں",
    "sor_t4": "ہنسنا: بہترین دوا",
    "sor_t5": "مسکراہٹ کے بارے میں مشہور اقتباسات",
    "testecompleto": "زیادہ درست تشخیص کے لیے مکمل ٹیسٹ آزمائیں",
    "tipo_atitudes_titulo": "طرز عمل کی اقسام",
    "tipos_atitudes_titulo": "طرز عمل کے بارے میں",
    "tit_desc_niv": "تناؤ کی سطح کی وضاحت",
    "tit_niv_categ": "زمرے کے لحاظ سے تناؤ کی سطح",
    "titulofrequecia": "آپ کتنی بار...",
    "todosBSD": "تمام BSD ایپس",
    "v_hist": "میرے نتائج",
    "varias_vezes": "کافی بار",
    "vezes": "کبھی کبھی",
    "zon1": "بہت کم",
    "zon1_des":
        "آپ کو اپنے مطلوبہ مقاصد کو حاصل کرنے کے لیے مزید توانائی کی ضرورت ہے.",
    "zon1_des_red":
        "آپ کی تناؤ کی سطح انتہائی کم ہے، اور یہ ضروری طور پر اچھا نہیں ہے!",
    "zon2": "کم",
    "zon2_des":
        "آپ ایک صحت مند حد میں ہیں اور تناؤ سے متعلق بیماریوں جیسے کہ دل کے دورے یا السر کا کوئی خطرہ نہیں ہے۔ تاہم، آپ کی کارکردگی شاید اپنے مکمل امکانات تک نہ پہنچے.",
    "zon2_des_red": "آپ کی تناؤ کی سطح کم ہے، لیکن یہ بھی مثالی نہیں ہے!",
    "zon3": "عام",
    "zon3_des":
        "آپ تناؤ اور آرام کے درمیان توازن محسوس کرتے ہیں۔ آپ کے مقاصد کو حاصل کرنے کے لیے کچھ تناؤ ضروری ہے.",
    "zon3_des_red": "مبارک ہو! آپ ایک عام تناؤ کی سطح برقرار رکھے ہوئے ہیں!",
    "zon4": "زیادہ",
    "zon4_des":
        "یہ وقت ہے کہ آپ اپنی زندگی کا جائزہ لیں اور فوری مسائل کی نشاندہی کریں۔ نفسیاتی مسائل اور آپ کے ہاضمہ اور دوران خون کے نظام میں پیچیدگیوں کو روکیں۔ باقاعدگی سے ورزش کریں، صحت مند غذا پر عمل کریں، آرام کی تکنیکیں آزمائیں، اور ایک قابل اعتماد دوست سے مدد طلب کریں۔ مثبت رہیں اور دوسروں کے ساتھ مہربان رہیں.",
    "zon4_des_red": "آپ زیادہ تناؤ کا سامنا کر رہے ہیں، جو کہ صحت مند نہیں ہے!",
    "zon5": "بہت زیادہ",
    "zon5_des":
        "آپ کی تناؤ کی سطح شدید ہے اور فوری کارروائی کی ضرورت ہے۔ دوستوں، خاندان یا صحت کے ماہر سے مدد حاصل کریں۔ آرام کرنے پر غور کریں اور تناؤ کو کم کرنے کی تکنیکوں پر عمل کریں۔ ورزش، صحت مند غذا اور مثبت رویہ کو ترجیح دیں، اور دوسروں کے ساتھ مہربان رہیں.",
    "zon5_des_red":
        "احتیاط! آپ کا تناؤ خطرناک حد تک زیادہ ہے اور فوری توجہ کی ضرورت ہے!",

    // Burnout Test #########
    "_tBurnout": "برن آؤٹ ٹیسٹ",

    "burn_intro":
        "یہ ٹیسٹ کام، اسکول یا تعلیم سے وابستہ ذہنی تھکن کی علامات کا جائزہ لیتا ہے۔\nاسے طلبہ، پیشہ ور افراد یا وہ کوئی بھی شخص استعمال کر سکتا ہے جو مسلسل دباؤ اور مطالبات کا سامنا کر رہا ہو۔\nسوالات تین بنیادی پہلوؤں کا احاطہ کرتے ہیں: جذباتی تھکن، جذباتی لاتعلقی، اور ذاتی کامیابی کا احساس۔\nدیانت داری سے جواب دیں اور اس بات کو مدنظر رکھیں کہ آپ گزشتہ چند ہفتوں میں کیسا محسوس کر رہے ہیں۔\nیہ ٹیسٹ طبی تشخیص کا متبادل نہیں ہے، لیکن یہ آپ کو اپنی موجودہ ذہنی تھکن کی سطح کو بہتر طور پر سمجھنے میں مدد دے سکتا ہے۔",

    "burn_dim_ex_title": "جذباتی تھکن",
    "burn_dim_dis_title": "جذباتی لاتعلقی",
    "burn_dim_real_title": "ذاتی کامیابی",

    "burn_1": "دن کے اختتام پر میں خود کو بہت تھکا ہوا محسوس کرتا/کرتی ہوں۔",
    "burn_2": "سونے کے بعد بھی میں تھکا ہوا جاگتا/جاگتی ہوں۔",
    "burn_3":
        "میری روزمرہ کی ذمہ داریاں مجھ سے زیادہ توانائی کا تقاضا کرتی ہیں جتنی میں دے سکتا/سکتی ہوں۔",
    "burn_4": "تھکن سے سنبھلنا میرے لیے مشکل ہوتا ہے۔",
    "burn_5": "چھوٹی ذمہ داریاں بھی بہت بوجھل محسوس ہوتی ہیں۔",
    "burn_6": "میں اکثر ذہنی طور پر تھکا ہوا محسوس کرتا/کرتی ہوں۔",

    "burn_7": "مجھے اپنی ذمہ داریوں میں کم دلچسپی محسوس ہوتی ہے۔",
    "burn_8": "میں ضروری کام تو کرتا/کرتی ہوں، لیکن بغیر دلچسپی کے۔",
    "burn_9":
        "میں اپنی ذمہ داریوں کے بارے میں زیادہ سوچنے سے گریز کرتا/کرتی ہوں۔",
    "burn_10": "میں اپنے کام سے جذباتی طور پر دوری محسوس کرتا/کرتی ہوں۔",
    "burn_11": "میں نے کام یا تعلیم کے لیے جوش کھو دیا ہے۔",
    "burn_12":
        "مجھے لگتا ہے کہ میں صرف ذمہ داریاں نبھا رہا/رہی ہوں، بغیر کسی حوصلے کے۔",

    "burn_13":
        "مجھے محسوس ہوتا ہے کہ میں اپنی روزمرہ زندگی میں کوئی مفید کام کر رہا/رہی ہوں۔",
    "burn_14": "مجھے اپنے کام یا تعلیم میں کی گئی کوششوں پر فخر ہے۔",
    "burn_15": "مجھے لگتا ہے کہ میں چیلنجز کا سامنا کرنے کے قابل ہوں۔",
    "burn_16": "مجھے اپنے کام میں پیش رفت نظر آتی ہے۔",
    "burn_17": "میں مزید بہتری کے لیے خود کو پرجوش محسوس کرتا/کرتی ہوں۔",
    "burn_18": "مجھے لگتا ہے کہ میری کوشش قابلِ قدر ہے۔",

    "burn_res_low_title": "کم درجے کا برن آؤٹ",
    "burn_res_low_desc":
        "آپ کے نتائج ذہنی تھکن کی کم سطح کی نشاندہی کرتے ہیں۔\nعام طور پر آپ روزمرہ کے تقاضوں کو اچھی طرح سنبھال رہے/رہی ہیں اور جذباتی توازن برقرار رکھتے ہیں۔\nاس کے باوجود، تھکن کی علامات پر نظر رکھنا اور آرام کے وقت کی حفاظت کرنا ضروری ہے۔",

    "burn_res_mod_title": "درمیانی درجے کا برن آؤٹ",
    "burn_res_mod_desc":
        "آپ کے نتائج ذہنی تھکن کی درمیانی سطح کی نشاندہی کرتے ہیں۔\nجذباتی دباؤ کی کچھ علامات موجود ہیں جو وقت کے ساتھ بڑھ سکتی ہیں۔\nروٹین کا جائزہ لینا، بوجھ کم کرنا اور آرام کو بہتر بنانا بگاڑ سے بچنے میں مدد دے سکتا ہے۔",

    "burn_res_high_title": "زیادہ درجے کا برن آؤٹ",
    "burn_res_high_desc":
        "آپ کے نتائج ذہنی تھکن کی زیادہ سطح کی نشاندہی کرتے ہیں۔\nیہ حالت عموماً جذباتی تھکن، حوصلے کی کمی اور ذمہ داریوں سے دوری کے ساتھ منسلک ہوتی ہے۔\nآرام کرنا، تقاضوں کو ایڈجسٹ کرنا اور پیشہ ورانہ مدد حاصل کرنا اہم ہو سکتا ہے۔",

    "burn_dim_ex_low_title": "کم جذباتی تھکن",
    "burn_dim_ex_low_desc":
        "اچھی بحالی کی صلاحیت اور تھکن کے بہتر انتظام کی نشاندہی کرتا ہے۔",

    "burn_dim_ex_mod_title": "درمیانی جذباتی تھکن",
    "burn_dim_ex_mod_desc":
        "اکثر تھکن اور توانائی بحال کرنے میں دشواری کی نشاندہی کرتا ہے۔",

    "burn_dim_ex_high_title": "زیادہ جذباتی تھکن",
    "burn_dim_ex_high_desc": "شدید اور مسلسل ذہنی تھکن کی نشاندہی کرتا ہے۔",

    "burn_dim_dis_low_title": "کم جذباتی لاتعلقی",
    "burn_dim_dis_low_desc": "ذمہ داریوں میں دلچسپی اور شمولیت برقرار رہتی ہے۔",

    "burn_dim_dis_mod_title": "درمیانی جذباتی لاتعلقی",
    "burn_dim_dis_mod_desc": "حوصلے میں بتدریج کمی کی علامات ظاہر کرتا ہے۔",

    "burn_dim_dis_high_title": "زیادہ جذباتی لاتعلقی",
    "burn_dim_dis_high_desc":
        "جذباتی دوری اور اپنے کام میں معنی کے فقدان کی نشاندہی کرتا ہے۔",

    "burn_dim_real_low_title": "زیادہ ذاتی کامیابی",
    "burn_dim_real_low_desc":
        "صلاحیت کے احساس اور کارکردگی سے اطمینان کی نشاندہی کرتا ہے۔",

    "burn_dim_real_mod_title": "درمیانی ذاتی کامیابی",
    "burn_dim_real_mod_desc":
        "آپ کے کام کی قدر اور اثر کے بارے میں کچھ شکوک کی نشاندہی کرتا ہے۔",

    "burn_dim_real_high_title": "کم ذاتی کامیابی",
    "burn_dim_real_high_desc":
        "خود اعتمادی اور ذاتی اطمینان پر منفی اثر کی نشاندہی کرتا ہے۔",

    "burn_sobre": "برن آؤٹ کے بارے میں",
    "burn_ctx_what_title": "برن آؤٹ کیا ہے؟",
    "burn_ctx_what_desc":
        "برن آؤٹ ایک ایسی حالت ہے جس میں طویل عرصے تک دباؤ، تناؤ اور ضرورت سے زیادہ مطالبات کا سامنا کرنے کے باعث جسمانی اور ذہنی تھکن پیدا ہو جاتی ہے۔\nیہ مسلسل تھکن، حوصلے کی کمی، جذباتی لاتعلقی اور ذاتی کامیابی کے کم احساس کی صورت میں ظاہر ہوتی ہے۔\nیہ طلبہ، پیشہ ور افراد اور ہر اس شخص کو متاثر کر سکتی ہے جو مسلسل زیادہ بوجھ کا شکار ہو۔",

    "burn_ctx_causes_title": "برن آؤٹ کی وجوہات",
    "burn_ctx_causes_desc":
        "برن آؤٹ عموماً کئی عوامل کے امتزاج سے پیدا ہوتا ہے، جیسے حد سے زیادہ کام کا بوجھ، مناسب آرام کی کمی، نتائج کے لیے مسلسل دباؤ، تعریف یا حمایت کی کمی، اور کام، تعلیم اور ذاتی زندگی میں توازن قائم کرنے میں مشکلات۔\nجب یہ حالات طویل عرصے تک برقرار رہیں تو تھکن کا خطرہ بڑھ جاتا ہے۔",

    "burn_ctx_prevent_title": "برن آؤٹ سے کیسے بچا جائے",
    "burn_ctx_prevent_desc":
        "بچاؤ میں بوجھ کم کرنا اور ذہنی صحت کا خیال رکھنا شامل ہے۔\nباقاعدہ وقفے لینا، حدود مقرر کرنا، مناسب نیند لینا، تفریحی سرگرمیوں کو برقرار رکھنا اور ضرورت پڑنے پر مدد حاصل کرنا اہم اقدامات ہیں۔\nعلامات کو بروقت پہچاننا بگاڑ سے بچانے میں مدد دیتا ہے۔",

    "burn_ctx_treat_title":
        "برن آؤٹ سے کیسے نمٹا جائے یا اس کا علاج کیسے کیا جائے",
    "burn_ctx_treat_desc":
        "برن آؤٹ سے نمٹنے کے لیے عملی تبدیلیاں اور مناسب مدد ضروری ہوتی ہے۔\nعارضی طور پر تقاضوں کو کم کرنا، روٹین کو منظم کرنا، آرام پر توجہ دینا اور کسی قابلِ اعتماد شخص سے بات کرنا مددگار ثابت ہو سکتا ہے۔\nکچھ صورتوں میں بحالی کے لیے پیشہ ورانہ مدد حاصل کرنا ضروری ہوتا ہے۔",

    "burn_ctx_help_title": "مدد کب حاصل کرنی چاہیے؟",
    "burn_ctx_help_desc":
        "اگر تھکن، حوصلے کی کمی یا جذباتی لاتعلقی کی علامات برقرار رہیں یا روزمرہ زندگی کو متاثر کریں تو پیشہ ورانہ مدد حاصل کرنا اہم ہو سکتا ہے۔\nکسی صحت کے ماہر سے بات کرنا صورتِ حال کو بہتر سمجھنے اور مناسب حکمتِ عملی طے کرنے میں مدد دے سکتا ہے۔",
  };
}
